Repository: apmuthu/frontaccounting
Catalog: FAMods/install/lang/*/LC_MESSAGES/*.po
Languages: vi_vn

source: FrontAccouting ERP Installation Wizard
vi_vn: Thuật sĩ cài đặt FrontAccouting ERP

source: Step %d: %s
vi_vn: Bước %d: %s

source: Chart of accounts
vi_vn: Bảng Tài khoản

source: Encoding
vi_vn: Mã hóa

source: Description
vi_vn: Miêu tả

source: Install
vi_vn: cài đặt

source: Installed
vi_vn: Cài đặt

source: Language
vi_vn: Ngôn ngữ

source: Cannot open 'config_db.php' configuration file.
vi_vn: Không thể mở tập tin cấu hình 'config_db.php'

source: Cannot write to the 'config_db.php' configuration file.
vi_vn: Không thể ghi vào tập tin cấu hình 'config_db.php'

source: Host name cannot be empty.
vi_vn: Tên Host không thể để trống.

source: Database user name cannot be empty.
vi_vn: Tên người dùng Database không thể để trống.

source: Company admin passwords differ.
vi_vn: mật khẩu quản trị công ty khác nhau.

source: System Diagnostics
vi_vn: Hệ thống chẩn đoán

source: Select install wizard language:
vi_vn: Cài đặt ngôn ngữ:

source: All application preliminary requirements seems to be correct. Please press Continue button below.
vi_vn: Tất cả các yêu cầu sơ bộ ứng dụng có vẻ là đúng. Hãy nhấn nút Tiếp tục dưới đây.

source: Continue >>
vi_vn: Tiếp tục >>

source: Refresh
vi_vn: Làm mới

source: Database Server Settings
vi_vn: Thiết lập cơ sở dữ liệu

source: Server Host:
vi_vn: Máy chủ:

source: Database User:
vi_vn: Tài khoản Cơ sở dữ liệu:

source: Database Password:
vi_vn: Mật khẩu Cơ sở dữ liệu:

source: Database Name:
vi_vn: Tên cơ sở dữ liệu:

source: Yes
vi_vn: Có

source: No
vi_vn: Không

source: Install Additional Language Packs from FA Repository:
vi_vn: Cài đặt gói ngôn ngữ bổ sung từ FA Repository:

source: Install Additional COAs from FA Repository:
vi_vn: Cài đặt Hệ thống kế toán bổ sung từ FA Repository:

source: << Back
vi_vn: << Trở lại

source: Charts of Accounts Selection
vi_vn: Bảng tài khoản lựa chọn

source: Company Settings
vi_vn: Thiết lập Công ty

source: Company Name:
vi_vn: Tên công ty:

source: Admin Login:
vi_vn: Quản trị Đăng nhập:

source: Admin Password:
vi_vn: Mật khẩu quản trị:

source: Reenter Password:
vi_vn: Nhập lại Mật khẩu:

source: Select Chart of Accounts:
vi_vn: Chọn bảng tài khoản:

source: Select Default Language:
vi_vn: Ngôn ngữ mặc định:

source: Click here to start.
vi_vn: Nhấn vào đây bắt đầu.

source: Info
vi_vn: Thông tin

source: Optional
vi_vn: (Tùy chọn)

source: Recommended
vi_vn: Khuyến cáo

source: Required
vi_vn: Bắt buộc

source: MySQL version
vi_vn: phiên bản MySQL

source: Upgrade MySQL server to version at least 4.1
vi_vn: Nâng cấp máy chủ MySQL phiên bản thấp nhất là 4.1

source: PHP MySQL extension
vi_vn: mở rộng PHP MySQL

source: Your PHP has to have MySQL extension enabled.
vi_vn: PHP của bạn đã có phần mở rộng MySQL kích hoạt.

source: PHP version
vi_vn: phiên bản PHP

source: Upgrade PHP to version at least 4.3.3
vi_vn: Nâng cấp PHP phiên bản thấp nhất 4.3.3

source: Server system
vi_vn: hệ thống máy chủ

source: Session save path
vi_vn: Phiên lưu đường dẫn

source: Removed install wizard folder
vi_vn: Gỡ bỏ cài đặt thư mục Wizard

source: Not removed
vi_vn: không loại bỏ

source: Remove or rename install wizard folder for security reasons.
vi_vn: Xóa hoặc đổi tên thư mục cài đặt thuật sĩ vì lý do an ninh.

source: Browser type
vi_vn: loại trình duyệt

source: Any browser is supported
vi_vn: Bất kỳ trình duyệt được hỗ trợ

source: Http server type
vi_vn: loại máy chủ http

source: Any server is supported
vi_vn: Bất kỳ máy chủ được hỗ trợ

source: Native gettext
vi_vn: gettext Native

source: In case of no gettext support, php emulation is used
vi_vn: Trong trường hợp không có hỗ trợ gettext, php thi đua được sử dụng

source: Debugging mode
vi_vn: Chế độ kiểm lỗi

source: To switch debugging on set $go_debug>0 in config.php file
vi_vn: Để chuyển đổi gỡ lỗi trên bộ $ go_debug> 0 trong tập tin config.php

source: Error logging
vi_vn: lỗi đăng nhập

source: Disabled
vi_vn: Bị tắt

source: To switch error logging set $error_logging in config.php file
vi_vn: Để chuyển đổi lỗi đăng nhập bộ $ error_logging trong file config.php

source: Log file is not writeable
vi_vn: Tệp nhật ký không phải là có thể ghi

source: Current database version
vi_vn: Phiên bản cơ sở dữ liệu hiện thời

source: Database structure seems to be not upgraded to current version
vi_vn: cấu trúc cơ sở dữ liệu có vẻ là không nâng cấp lên phiên bản hiện tại

source: Company subdirectories consistency
vi_vn: Công ty thư mục con nhất quán

source: '%s' is not writeable
vi_vn: '%s' không ghi được

source: Temporary directory
vi_vn: Thư mục tạm thời

source: Language configuration consistency
vi_vn: thống nhất cấu hình ngôn ngữ

source: Languages folder should be writeable.
vi_vn: Ngôn ngữ thư mục cần được ghi.

source: Languages configuration file should be writeable.
vi_vn: Tập tin cấu hình ngôn ngữ nên có thể ghi.

source: Missing %s translation file.
vi_vn: Thiếu %s tập tin dịch.

source: Missing system locale: %s
vi_vn: Thiếu hệ thống ngôn ngữ: %s

source: Main config file
vi_vn: Tập tin cấu hình chính

source: Can't write '%s' file. Check FA directory write permissions.
vi_vn: Không thể ghi ' %s file'. Kiểm tra thư mục FA quyền ghi.

source: '%s' file exists.
vi_vn: '%s' tập tin tồn tại.

source: '%s' file should be read-only
vi_vn: '%s' tập tin nên được chỉ đọc

source: Database auth file
vi_vn: Tập tin cơ sở dữ liệu xác thực

source: '%s' file should be read-only if you do not plan to add or change companies
vi_vn: '%s' tập tin nên được chỉ đọc nếu bạn không có kế hoạch để thêm hoặc thay đổi công ty

source: Extensions system
vi_vn: Hệ thống tiện ích mở rộng

source: Extensions configuration files and directories should be writeable
vi_vn: Phần mở rộng tập tin cấu hình và thư mục này có thể ghi

source: Non-standard theme directory '%s' is not writable
vi_vn: Phi tiêu chuẩn thư mục chủ đề '%s' không cho phép ghi

source: OpenSSL PHP extension have to be enabled to use extension repository system.
vi_vn: OpenSSL PHP mở rộng phải được kích hoạt để sử dụng hệ thống kho lưu trữ mở rộng.

source: OpenSSL have to be available on your server to use extension repository system.
vi_vn: OpenSSL phải có sẵn trên máy chủ của bạn để sử dụng hệ thống kho lưu trữ mở rộng.

source: Test
vi_vn: Thử nghiệm

source: Test type
vi_vn: Kiểm tra các loại

source: Value
vi_vn: Giá trị

source: Comments
vi_vn: Ý kiến

source: Ok
vi_vn: Chấp nhận

source: No key field '%s' in file '%s'
vi_vn: Không có lĩnh vực quan trọng '%s' trong tập tin '%s'

source: Cannot delete outdated '%s' file.
vi_vn: Không thể xóa lỗi thời ' %s file'.

source: Release file in repository is invalid, or public key is outdated.
vi_vn: tập tin phát hành trong kho là không hợp lệ, hoặc khóa công khai là lỗi thời.

source: Repository version does not match application version.
vi_vn: phiên bản kho không phù hợp với phiên bản ứng dụng.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
vi_vn: Thông báo bảo mật: chia tập tin chỉ mục trong kho '%s'. Hãy thông báo cho quản trị kho về vấn đề này.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
vi_vn: Thông báo bảo mật: chia gói '%s' trong kho. Hãy thông báo cho quản trị kho về vấn đề này.

source: Package '%s' not found.
vi_vn: Gói '%s' không tìm thấy.
