Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-2.po
Languages: nl_be

source: POS settings
nl_be: Instelling verkooppunt

source: The POS name cannot be empty.
nl_be: De naam van het verkooppunt mag niet leeg zijn.

source: New point of sale has been added
nl_be: Nieuw verkoopspunt is toegevoegd

source: Selected point of sale has been updated
nl_be: Geselecteerde verkoopspunt is aangepast

source: Cannot delete this POS because it is used in users setup.
nl_be: Dit verkoopspunt kan niet verwijderd worden omdat een user er naar verwijst.

source: Selected point of sale has been deleted
nl_be: Geselecteerde verkoopspunt is verwijderd

source: POS Name
nl_be: Naam verkooppunt

source: Credit sale
nl_be: Kredietverkoop

source: Cash sale
nl_be: Kasverkoop

source: Default account
nl_be: Standaard rekening

source: To have cash POS first define at least one cash bank account.
nl_be: Om een cash verkooppunt aan te maken moet er minstens één banrekening zijn.

source: Point of Sale Name
nl_be: Naam verkoopspunt:

source: Default cash account
nl_be: Standaard kasrekening

source: POS location
nl_be: Locatie verkooppunt

source: The sales type description cannot be empty.
nl_be: De beschrijving van het verkoopstype mag niet leeg zijn.

source: Calculation factor must be valid positive number.
nl_be: Berekeningsfactor moet een positief getal zijn.

source: New sales type has been added
nl_be: Nieuw verkoopstype is toegevoegd

source: Selected sales type has been updated
nl_be: Geselecteerde verkoopstype is aangepast

source: Cannot delete this sale type because customer transactions have been created using this sales type.
nl_be: Kan dit verkoopstype niet verwijderen omdat er klantentransacties naar verwijzen.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
nl_be: Kan dit verkoopstype niet verwijderen omdat er klanten naar verwijzen.

source: Selected sales type has been deleted
nl_be: Geselecteerde verkoopstype is verwijderd

source: Type Name
nl_be: Typenaam

source: Tax Incl
nl_be: BTW incl.

source: Base
nl_be: Basis

source: Marked sales type is the company base pricelist for prices calculations.
nl_be: Het aangeduide verkoopstype is de basis prijslijst van het bedrijf voor prijsberekeningen.

source: Sales Type Name
nl_be: Naam verkoopstype

source: Calculation factor
nl_be: Berekeningsfactor

source: Tax included
nl_be: BTW inclusief

source: View Credit Note
nl_be: Bekijk creditnota

source: CREDIT NOTE #%d
nl_be: CREDITNOTA #%d

source: There are no line items on this credit note.
nl_be: Er zijn geen posten op deze creditnota.

source: View Sales Dispatch
nl_be: Bekijk deze levering

source: DISPATCH NOTE #%d
nl_be: Verzendnota #%d

source: Charge Branch
nl_be: Belast branche

source: Customer Order Ref.
nl_be: Order ref. klant

source: Dispatch Date
nl_be: Verzenddatum

source: There are no line items on this dispatch.
nl_be: Er zijn geen posten op deze factuur.

source: TOTAL VALUE
nl_be: Totale orderwaarde

source: This dispatch has been voided.
nl_be: Deze aanpassing werd tegengeboekt.

source: View Sales Invoice
nl_be: &Bekijk verkoopsfactuur

source: SALES INVOICE #%d
nl_be: VERKOOPFACTUUR #%d

source: There are no line items on this invoice.
nl_be: Er zijn geen posten op deze factuur.

source: View Customer Payment
nl_be: Toon klantenbetaling

source: Customer Payment #%d
nl_be: Klantenbetaling #%d

source: From Customer
nl_be: Van klant

source: Into Bank Account
nl_be: Naar bankrekening

source: Date of Deposit
nl_be: Datum aanbetaling

source: This customer payment has been voided.
nl_be: De klantenbetaling is tegengeboekt.

source: View Sales Quotation
nl_be: Bekijk offerte

source: Sales Quotation #%d
nl_be: OFFERTE #%d

source: View Sales Order
nl_be: Toon verkoopopdracht

source: Sales Order #%d
nl_be: Verkoopopdracht #%d

source: Order Information
nl_be: Order informatie

source: Customer Name
nl_be: Klantenaam

source: Deliver To Branch
nl_be: Levering aan branche

source: Requested Delivery
nl_be: Gewenste levering

source: Deliver From Location
nl_be: Levering van locatie

source: Telephone
nl_be: Telefoon

source: This Sales Order is used as a Template.
nl_be: Deze verkoopopdracht wordt gebruikt als voorbeeld.

source: Quantity Delivered
nl_be: Geleverde hoeveelheid

source: Total Order Value
nl_be: Totale orderwaarde

source: Customer Allocation Inquiry
nl_be: Klantenafpuntingen zoeken

source: Allocation
nl_be: Afpunting

source: Customer Transactions
nl_be: Klantentransacties

source: CUSTOMER ACCOUNT IS ON HOLD
nl_be: KLANTENFICHE IS GEBLOKKEERD

source: Search Not Invoiced Deliveries
nl_be: Zoek niet gefactureerde leveringen

source: Search All Deliveries
nl_be: Zoek alle leveringen

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
nl_be: Voor batchfacturatie moet u tenminste één levering selecteren. Alle artikels moeten aan dezelfde klantenbranche geleverd zijn.

source: Delivery #
nl_be: Levering #

source: Cust Ref
nl_be: Klantenreferentie

source: Due By
nl_be: Vervalt op

source: Delivery Total
nl_be: Levertotaal

source: Batch
nl_be: Batch factuur

source: Batch Invoicing
nl_be: Batch facturatie

source: Search Outstanding Sales Orders
nl_be: Zoek openstaande verkoopopdrachten

source: Search Template for Invoicing
nl_be: Zoek een voorbeeld voor facturatie

source: Select Template for Delivery
nl_be: Selecteer een voorbeeld voor levering

source: Search All Sales Orders
nl_be: Zoek alle verkoopopdrachten

source: Search All Sales Quotations
nl_be: Zoek alle verkoopsoffertes

source: Dispatch
nl_be: Uitleveren

source: Set this order as a template for direct deliveries/invoices
nl_be: Stel deze order in als sjabloon voor directe leveringen/facturen

source: Show All:
nl_be: Toon alles:

source: Cust Order Ref
nl_be: Order ref. klant

source: Delivery To
nl_be: Levering aan

source: Quote #
nl_be: Bod #

source: Quote Date
nl_be: Datum van het bod

source: Quote Total
nl_be: Totaal bod

source: Tmpl
nl_be: Tijdelijk

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
nl_be: Deze editeersessie werd verlaten door de opening van een verkoopopdracht in een andere browsertab. U kunt niet meer dan één verkoopsdocument tegelijk editeren.

source: Cash invoice
nl_be: Cashfactuur

source: Stocks below Re-Order Level at
nl_be: Stock onder minimum op

source: Below
nl_be: Onder

source: Please reorder
nl_be: Bestel opnieuw

source: Deleted.
nl_be: Verwijderd.

source: Customer Currency:
nl_be: Klantenvaluta:

source: Shipping Company:
nl_be: Transportfirma:

source: Customer Discount:
nl_be: Klantenkorting:

source: This item is already on this document. You have been warned.
nl_be: Dit artikel staat al op dit document. U bent gewaarschuwd.

source: The selected customer and branch are not valid, or the customer does not have any branches.
nl_be: De geselecteerde klant of branche is niet geldig, of de klant heeft geen branche.

source: Shipping Charge
nl_be: Transportkosten

source: No customer found for entered text.
nl_be: Geen klant gevonden voor ingevoerde tekst.

source: Reference number unique for this document type
nl_be: Uniek referentienummer voor dit documenttype

source: Price List:
nl_be: Prijslijst:

source: Date of order receive
nl_be: Datum goederenontvangst

source: Cash payment
nl_be: Cashbetaling

source: Deliver from Location:
nl_be: Levering uit locatie:

source: Cash account:
nl_be: Kasrekening

source: Delivery Details
nl_be: Leverdetails

source: Invoice Delivery Details
nl_be: Details verkoopfactuur

source: Invoice before
nl_be: Factuur voor

source: Quotation Delivery Details
nl_be: Details levering offerte

source: Order Delivery Details
nl_be: Leverdetails

source: Enter requested day of delivery
nl_be: De gewenste leverdatum invoeren

source: Enter Valid until Date
nl_be: Geef een geldige tot-datum in

source: Deliver To:
nl_be: Lever aan:

source: Additional identifier for delivery e.g. name of receiving person
nl_be: Bijkomende sleutel voor levering, bvb. naam van de ontvanger

source: Delivery address. Default is address of customer branch
nl_be: Leveradres. Standaard is adres van klantenbranche

source: Contact Phone Number:
nl_be: Telefoonnummer contact:

source: Phone number of ordering person. Defaults to branch phone number
nl_be: Telefoonnummer van besteller. Standaard is telefoonnummer van branche

source: Customer Reference:
nl_be: Klantenreferentie:

source: Customer reference number for this order (if any)
nl_be: Klantenreferentienummer voor deze order (als die bestaat)

source: Item Tax Types
nl_be: Artikel BTW-types

source: The item tax type description cannot be empty.
nl_be: De beschrijving van BTWtype mag niet leeg zijn.

source: Selected item tax type has been updated
nl_be: Geselecteerde BTW-type is aangepast

source: New item tax type has been added
nl_be: Nieuwe BTW-type is toegevoegd

source: Cannot delete this item tax type because items have been created referring to it.
nl_be: Kan dit BTW-type niet verwijderen omdat er artikels naar verwijzen.

source: Selected item tax type has been deleted
nl_be: Geselecteerde BTW-type is verwijderd

source: Tax exempt
nl_be: BTW-vrij

source: Is Fully Tax-exempt:
nl_be: Is volledig BTW-vrij:

source: Select which taxes this item tax type is exempt from.
nl_be: Selecteer op welke BTW-codes dit BTW-type NIET van toepassing is.

source: Tax Name
nl_be: BTW-naam

source: Is exempt
nl_be: BTW-vrij

source: Tax Groups
nl_be: Belastingsgroepen

source: There are no tax types defined. Define tax types before defining tax groups.
nl_be: Er zijn geen BTW-types gedefineerd. Maak BTW-types aan voor het creëren van BTW-groepen.

source: The tax group name cannot be empty.
nl_be: De naam van een BTW-groep mag niet leeg zijn.

source: Selected tax group has been updated
nl_be: Geselecteerde BTW-groep is aangepast

source: New tax group has been added
nl_be: Nieuwe BTW-groep is toegevoegd

source: Cannot delete this tax group because customer branches been created referring to it.
nl_be: Deze BTW-groep kan niet verwijderd worden omdat er nog klantenbranches naar verwijzen.

source: Cannot delete this tax group because suppliers been created referring to it.
nl_be: Deze BTW-groep kan niet verwijderd worden omdat er leveranciers naar verwijzen.

source: Selected tax group has been deleted
nl_be: Geselecteerde BTW-groep is verwijderd

source: Select the taxes that are included in this group.
nl_be: Selecteer de BTW-codes die in deze groep horen.

source: Rate (%)
nl_be: Voet (%)

source: The tax type name cannot be empty.
nl_be: De naam van een BTW-type kan niet leeg zijn.

source: The default tax rate must be numeric and not less than zero.
nl_be: De standaard BTW-sleutel mag niet numeriek of minder dan nul zijn.

source: Selected GL Accounts cannot be used by another tax type.
nl_be: De geselecteerde GB-rekening kan niet gebruikt worden door een ander BTW-type.

source: New tax type has been added
nl_be: Nieuw BTW-type is toegevoegd

source: Selected tax type has been updated
nl_be: Geselecteerd BTW-type is aangepast

source: Cannot delete this tax type because tax groups been created referring to it.
nl_be: Kan dit BTW-type niet verwijderen omdat er BTW-groepen naar verwijzen.

source: Selected tax type has been deleted
nl_be: Geselecteerd BTW-type is verwijderd

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
nl_be: Om problemen te vermijden bij manuele journaalinvoer moeten alle BTW-types unieke verkoop/inkoop GB-rekeningen hebben.

source: Default Rate (%)
nl_be: Standaardvoet (%)

source: Sales GL Account
nl_be: BG-rekening omzet

source: Purchasing GL Account
nl_be: GB-rekening aankoop

source: Default Rate:
nl_be: Standaard voet:

source: Sales GL Account:
nl_be: GB-rekening omzet:

source: Purchasing GL Account:
nl_be: GB-rekening aankoop:

source: Main Menu
nl_be: Hoofdmenu

source: Preferences
nl_be: Voorkeuren
