Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: There are no transactions for this dimension for the selected period.
nl_nl: Er zijn geen transacties voor dit project in de geselecteerde periode.

source: Balance for this Dimension
nl_nl: Saldo voor dit project.

source: Account
nl_nl: Rekening

source: Debit
nl_nl: Debet

source: Balance
nl_nl: Balans

source: Search Outstanding Dimensions
nl_nl: Bekijk onderhanden projecten

source: Search Dimensions
nl_nl: Zoek projecten

source: Reference:
nl_nl: Referentie:

source: All
nl_nl: Alles

source: From:
nl_nl: Van:

source: To:
nl_nl: Tot:

source: Only Overdue:
nl_nl: Enkel vervallen:

source: Only Open:
nl_nl: Enkel openstaande:

source: Due Date
nl_nl: Vervaldatum

source: Marked dimensions are overdue.
nl_nl: De gemarkeerde projecten zijn vervallen.

source: View Dimension
nl_nl: Project bekijken

source: The dimension number sent is not valid.
nl_nl: Er is een ongeldig projectnummer ingevoerd.

source: This dimension is closed.
nl_nl: Dit project is afgesloten.

source: from:
nl_nl: van:

source: to:
nl_nl: tot:

source: Show
nl_nl: Tonen

source: Revenue / Cost Accruals
nl_nl: Invoer opbrengsten / kosten transitoria

source: The amount can not be 0.
nl_nl: Het bedrag kan geen 0 bedragen.

source: The periods must be greater than 0.
nl_nl: The periode moet groter dan 0 zijn

source: Some of the period dates are outside the fiscal year. Create a new fiscal year first!
nl_nl: Enkele perioden vallen buiten het huidige boekjaar. Maak eerst een nieuw boekjaar aan!

source: Accruals for %s
nl_nl: Transitoria voor totaal '%s'

source: Dimension
nl_nl: Project

source: Memo
nl_nl: Opmerkingen

source: Revenue / Cost Accruals have been processed.
nl_nl: Opbrengst / kosten transitoria zijn verwerkt.

source: Showing GL Transactions.
nl_nl: Weergeven journaalpost

source: Weekly
nl_nl: Wekelijks

source: Bi-weekly
nl_nl: Om de week

source: Monthly
nl_nl: Maanden

source: Quarterly
nl_nl: Kwartaal

source: First date of Accruals
nl_nl: Eerste datum transitoria

source: Accrued Balance Account
nl_nl: Balansrekening

source: Revenue / Cost Account
nl_nl: Opbrengsten / kosten rekening

source: Amount
nl_nl: Bedrag

source: Search Amount
nl_nl: Zoek bedrag

source: Frequency
nl_nl: Frequentie

source: Periods
nl_nl: Perioden

source: Show GL Rows
nl_nl: Journaalpost weergeven

source: Process Accruals
nl_nl: Verwerken transitoria

source: Are you sure you want to post accruals?
nl_nl: Weet u zeker dat u de transitoria wilt verwerken?

source: Reconcile Bank Account
nl_nl: Invoeren aansluiting banksaldi

source: There are no bank accounts defined in the system.
nl_nl: Er zijn geen bankrekeningen gedefinieerd in dit systeem.

source: Invalid reconcile date format
nl_nl: Ongeldige datum ingevoerd

source: Reconcile this transaction
nl_nl: Sluit deze transactie aan met het bankafschrift

source: Account:
nl_nl: Rekening:

source: Bank Statement:
nl_nl: Bankafschrift:

source: New
nl_nl: Nieuw

source: Reconcile Date
nl_nl: Datum bankafschrift

source: Beginning<br>Balance
nl_nl: Begin<br>Saldo

source: Ending<br>Balance
nl_nl: Eind<br>Saldo

source: Account<br>Total
nl_nl: Totaal<br>rekening

source: Reconciled<br>Amount
nl_nl: Aangesloten<br>Bedrag

source: Difference
nl_nl: Verschil

source: Date of bank statement to reconcile
nl_nl: Datum van bankafschrft wat aangesloten wordt

source: Person/Item
nl_nl: Relatie

source: Reconcile
nl_nl: Aansluiten

source: Transfer between Bank Accounts
nl_nl: Boeken kruisposten

source: Transfer has been entered
nl_nl: De boeking is ingevoerd

source: &View the GL Journal Entries for this Transfer
nl_nl: &Bekijk de journaalpost voor deze boeking.

source: Enter &Another Transfer
nl_nl: Voer een andere &kruispost in

source: From Account:
nl_nl: Van rekening:

source: To Account:
nl_nl: Naar rekening:

source: Transfer Date:
nl_nl: Transferdatum:

source: Amount:
nl_nl: Bedrag:

source: Bank Charge:
nl_nl: Bankkosten:

source: Enter Transfer
nl_nl: Kruispost verwerken

source: The entered amount is invalid or less than zero.
nl_nl: Het ingegeven bedrag is ongeldig of kleiner dan nul.

source: The total bank amount cannot be 0.
nl_nl: Het totaalbedrag kan geen 0 bedragen.

source: The total bank amount exceeds allowed limit (%s) for source account.
nl_nl: Het totale banksaldo overschrijft de toegestane limie (%s) voor de bron bankrekening.

source: The bank transaction would result in exceed of authorized overdraft limit for transaction: %s #%s on %s.
nl_nl: De transactie resulteert in de overschirjding van het toegestane limiet voor de transactie: %s #%s op %s.

source: The Bank Charge Account has not been set in System and General GL Setup.
nl_nl: De rekening voor bankkosten is niet ingesteld in het menu instellingen systeem en grootboek.

source: You must enter a reference.
nl_nl: U moet een referentie ingeven.

source: The source and destination bank accouts cannot be the same.
nl_nl: De bron- en doelbankrekening mogen niet gelijk aan elkaar zijn.

source: The incomming bank amount cannot be 0.
nl_nl: Het totaalbedrag kan geen 0 bedragen.

source: Bank Account Payment Entry
nl_nl: Invoeren bankbetaling

source: Bank Account Deposit Entry
nl_nl: Invoeren bankontvangst

source: Modify Bank Account Entry
nl_nl: Wijzig bankbetaling

source: Modify Bank Deposit Entry
nl_nl: Wijzig bankontvangst

source: Payment %d has been entered
nl_nl: De betaling met referentienummer %d is ingevoerd.

source: &View the GL Postings for this Payment
nl_nl: &Journaalpost weergeven voor deze betaling

source: Enter Another &Payment
nl_nl: Voer een andere &betaling in

source: Enter A &Deposit
nl_nl: Voer een bank&ontvangst in

source: Add an Attachment
nl_nl: &Bijlage aan document koppelen

source: Payment %d has been modified
nl_nl: De betaling met referentienummer %d is gewijzigd.

source: Deposit %d has been entered
nl_nl: Bankontvangst met referentienummer %d is ingevoerd.

source: View the GL Postings for this Deposit
nl_nl: Bekijk de grootboekposten van deze bankontvangst

source: Enter Another Deposit
nl_nl: Een andere bankontvangst invoeren

source: Enter A Payment
nl_nl: Betaling ingeven

source: Deposit %d has been modified
nl_nl: Bankontvangst %d is gewijzigd.

source: &View the GL Postings for this Deposit
nl_nl: &Journaalpost weergeven voor deze ontvangst

source: Enter Another &Deposit
nl_nl: Voer een andere &bankontvangst in

source: Enter A &Payment
nl_nl: Voer een &betaling in

source: You must enter at least one payment line.
nl_nl: U moet ten minste een betaalregel invoeren.

source: The total bank amount exceeds allowed limit (%s).
nl_nl: Het totaal saldo van de bankrekening overschrijdt de toegestane limiet (%s).

source: The entered date for the payment is invalid.
nl_nl: De ingegeven betalingsdatum is ongeldig.

source: You have to select customer and customer branch.
nl_nl: U moet een klant en een vestiging selecteren.

source: You have to select supplier.
nl_nl: U moet een leverancier selecteren.

source: The amount entered is not a valid number or is less than zero.
nl_nl: Het ingevoerde bedrag is geen geldig getal of is kleiner dan 0.

source: The exchange rate cannot be zero or a negative number.
nl_nl: De wisselkoers kan niet 0 of negatief zijn.

source: Payment Items
nl_nl: Betaalregels

source: Deposit Items
nl_nl: Bankontvangsten

source: Process Payment
nl_nl: Betaling verwerken

source: Process Deposit
nl_nl: Bankontvangst verwerken

source: Budget Entry
nl_nl: Invoeren begroting

source: There are no account groups defined. Please define at least one account group before entering accounts.
nl_nl: Er zijn nog geen rekening-groepen gedefinieerd. Maak minstens 1 rekeninggroep aan voor u de rekeningen zelf aanmaakt.

source: The Budget has been saved.
nl_nl: Het budget is opgeslagen.

source: The Budget has been deleted.
nl_nl: Het budget is verwijderd.

source: Account Code:
nl_nl: Rekeningnummer:

source: Get
nl_nl: Gegevens ophalen

source: Period
nl_nl: Periode

source: Last Year
nl_nl: Vorig jaar

source: Total
nl_nl: Totaal

source: Modifying Journal Transaction # %d.
nl_nl: Wijzigen journaalpost # %d

source: Journal Entry
nl_nl: Memoriaal boeking

source: Journal entry has been entered
nl_nl: Journaalpost is ingegeven

source: &View this Journal Entry
nl_nl: &Weergeven journaalpost

source: Enter &New Journal Entry
nl_nl: &Invoeren nieuwe journaalpost

source: Journal entry has been updated
nl_nl: De journaalpost is gewijzigd

source: Return to Journal &Inquiry
nl_nl: Terug naar &weergeven journaalposten

source: You can edit directly only journal entries created via Journal Entry page.
nl_nl: U kunt alleen de journaalposten wijzigen die zijn aangemaakt via het scherm invoeren journaalpost.

source: Entry &New Journal Entry
nl_nl: &Invoeren nieuwe journaalpost

source: You must enter at least one journal line.
nl_nl: U moet tenminste een journaalregel invullen

source: The journal must balance (debits equal to credits) before it can be processed.
nl_nl: De journaalpost moet salderen (debit gelijk aan credit) voor hij kan verwerkt worden.

source: Dimension is closed.
nl_nl: Dimensie is afgesloten.

source: You must enter either a debit amount or a credit amount.
nl_nl: Je moet ofwel een debit ofwel een credit bedrag ingeven.

source: The debit amount entered is not a valid number or is less than zero.
nl_nl: Het ingevoerde debetbedrag is geen getal of is lager dan 0

source: The credit amount entered is not a valid number or is less than zero.
nl_nl: Het ingevoerde creditbedrag is geen getal of is lager dan 0

source: Cannot post to GL account used by more than one tax type.
nl_nl: Er kan niet op een grootboekrekening worden geboekt, gebruik makende van meerdere BTW-soorten.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
nl_nl: Je kan geen rechtstreekse journaalpost maken via een bankrekening. Gebruik een van de bankfuncties voor banktransacties.

source: Rows
nl_nl: Journaalregels

source: Process Journal Entry
nl_nl: Journaalpost verwerken

source: Process journal entry only if debits equal to credits
nl_nl: Verwerk de journaalpost alleen als debet gelijk is aan credit

source: Balance Sheet Drilldown
nl_nl: Weergeven balans huidig jaar

source: As at:
nl_nl: Per

source: Calculated Return
nl_nl: Resultaat

source: Liabilities
nl_nl: Passiva

source: and
nl_nl: en

source: Equities
nl_nl: Vermogen

source: Bank Statement
nl_nl: Bankboek

source: Opening Balance
nl_nl: Beginbalans

source: Ending Balance
nl_nl: Eindbalans

source: General Ledger Inquiry
nl_nl: Weergeven grootboekrekeningen

source: All Accounts
nl_nl: Alle rekeningen

source: Amount min:
nl_nl: Bedrag van:

source: Amount max:
nl_nl: Bedrag tot:

source: No general ledger transactions have been created for the specified criteria.
nl_nl: Er zijn geen transacties gevonden die aan de opgegeven criteria voldoen.

source: Trial Balance
nl_nl: Kolommenbalans

source: No zero values
nl_nl: Geen nulwaarden

source: Only balances
nl_nl: Alleen met saldi

source: Group
nl_nl: Groep

source: The from date cannot be bigger than the fiscal year end.
nl_nl: De vanaf datum ligt buiten het huidige boekjaar.

source: Account Name
nl_nl: Rekeningnaam

source: Brought Forward
nl_nl: Vorige periode

source: This Period
nl_nl: Deze periode

source: Class
nl_nl: Categorie

source: The Opening Balance is not in balance, probably due to a non closed Previous Fiscalyear.
nl_nl: De beginbalans is niet in evenwicht, waarschijnlijk veroorzaakt door een nog niet afgesloten voorgaand boekjaar.

source: Journal Inquiry
nl_nl: Weergeven boekingen

source: Enter reference fragment or leave empty
nl_nl: Voer (een gedeelte van) een omschrijving in of vul niets in

source: Show closed:
nl_nl: Weergeven afgesloten:

source: Enter memo fragment or leave empty
nl_nl: Voer (een gedeelte van) een omschrijving in of laat dit leeg

source: Trans #
nl_nl: Transactie #

source: User
nl_nl: Gebruiker

source: Profit & Loss Drilldown
nl_nl: Winst- & verliesrekening

source: Accumulated
nl_nl: Cumulatief

source: Period Y-1
nl_nl: Vorig jaar

source: Budget
nl_nl: Begroting

source: Compare to
nl_nl: Vergelijk met

source: Group/Account Name
nl_nl: Rekeninggroep

source: Achieved %
nl_nl: Realisatie (%)

source: Tax Inquiry
nl_nl: Weergeven BTW periode

source: Outputs
nl_nl: Verkopen

source: Inputs
nl_nl: Inkopen

source: Charged on sales
nl_nl: Gefactureerd aan debiteuren

source: Output Tax
nl_nl: BTW te betalen

source: Paid on purchases
nl_nl: Gefactureerd door leveranciers

source: Input Tax
nl_nl: BTW te vorderen

source: Net payable or collectible
nl_nl: Subtotaal BTW-tarief

source: Total payable or refund
nl_nl: Totaal te betalen / te vorderen

source: Bank Accounts
nl_nl: Bankrekeningen

source: The bank account name cannot be empty.
nl_nl: De naam van de bankrekening mag niet leeg zijn.

source: The GL account selected is already in use. Select another GL account.
nl_nl: De geselecteerde grootboekrekening is al in gebruik. Selecteer een andere grootboekrekening.

source: Bank account has been updated
nl_nl: De bankrekening is bijgewerkt.

source: New bank account has been added
nl_nl: De nieuwe bankrekening is toegevoegd.

source: Cannot delete this bank account because transactions have been created using this account.
nl_nl: Kan deze bankrekening niet verwijderen omdat er al transacties op geboekt zijn.

source: Cannot delete this bank account because POS definitions have been created using this account.
nl_nl: Kan deze bankrekening niet verwijderen omdat er al POS transacties naar verwijzen.

source: Selected bank account has been deleted
nl_nl: De geselecteerde bankrekening is verwijderd.

source: Currency
nl_nl: Valuta

source: GL Account
nl_nl: Grootboekrekening

source: Bank
nl_nl: Bankrelatie

source: Number
nl_nl: Nummer

source: Bank Address
nl_nl: Bankadres

source: Dflt
nl_nl: Standaard

source: Bank Account Name:
nl_nl: Naam bankrekening:

source: Account Type:
nl_nl: Rekeningtype:

source: Bank Account Currency:
nl_nl: Valuta bankrekening:

source: Default currency account:
nl_nl: Standaard valuta rekening:

source: Bank Account GL Code:
nl_nl: Grootboekrekening bankrekening:

source: Bank Name:
nl_nl: Naam bank:

source: Bank Account Number:
nl_nl: Rekeningnummer:

source: Bank Address:
nl_nl: Bankadres:

source: Currencies
nl_nl: Onderhoud valuta

source: The currency abbreviation must be entered.
nl_nl: Valuta-afkorting is verplicht.

source: The currency name must be entered.
nl_nl: Valutanaam is verplicht.

source: The currency symbol must be entered.
nl_nl: Het valutasymbool is verplicht.

source: The hundredths name must be entered.
nl_nl: Naam voor hondersten is verplicht.

source: Selected currency settings has been updated
nl_nl: De geselecteerde valuta instellingen zijn bijgewerkt.

source: New currency has been added
nl_nl: Nieuwe valuta is toegevoegd

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
nl_nl: Kan valutacode niet verwijderen omdat er nog klanten naar refereren.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
nl_nl: Kan valuta niet verwijderen omdat er nog leveranciers naar refereren.

source: Cannot delete this currency, because the company preferences uses this currency.
nl_nl: Kan valuta niet verwijderen omdat bedrijfsinstelling ernaar verwijzen.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
nl_nl: Kan valuta niet verwijderen omdat bankrekeningen ernaar verwijzen.

source: Selected currency has been deleted
nl_nl: De geselecteerde valuta is verwijderd

source: Abbreviation
nl_nl: Afkorting

source: Symbol
nl_nl: Symbool

source: Currency Name
nl_nl: Valutanaam

source: Hundredths name
nl_nl: Naam hondersten

source: Country
nl_nl: Land

source: Auto update
nl_nl: Automatische update

source: The marked currency is the home currency which cannot be deleted.
nl_nl: De geselecteerde valuta is de functionele valuta en kan zodoende niet verwijderd worden.

source: Currency Abbreviation:
nl_nl: Valuta afkorting:

source: Currency Symbol:
nl_nl: Valuta symbool:

source: Currency Name:
nl_nl: Valuta naam:

source: Hundredths Name:
nl_nl: Naam hondersten:

source: Country:
nl_nl: Land:

source: Automatic exchange rate update:
nl_nl: Wisselkoers automatisch bijwerken:

source: Exchange Rates
nl_nl: Wisselkoersen

source: The exchange rate for the date is already there.
nl_nl: De wisselkoers voor deze datum is reeds ingevoerd.

source: Date to Use From:
nl_nl: Geldigheidsdatum:

source: Exchange Rate:
nl_nl: Wisselkoers:

source: Get current rate from
nl_nl: Huidige koers opvragen van

source: Exchange rates are entered against the company currency.
nl_nl: Wisselkoersen refereren naar de bedrijfsmunteenheid.

source: Select a currency :
nl_nl: Selecteer een munteenheid:

source: Date to Use From
nl_nl: Geldigheidsdatum

source: Exchange Rate
nl_nl: Wisselkoers

source: The selected currency is the company currency.
nl_nl: De geselecteerde munteenheid is de functionele valuta.

source: The company currency is the base currency so exchange rates cannot be set for it.
nl_nl: De functionele valuta is de standaard valuta. Er kan geen wisselkoers hiervoor ingevoerd worden.

source: GL Account Classes
nl_nl: Grootboekcategorieën

source: The account class ID cannot be empty.
nl_nl: Het nummer van de rekeningcategorie kan niet leeg zijn.

source: The account class name cannot be empty.
nl_nl: De naam van de rekeningcategorie is verplicht.

source: Selected account class settings has been updated
nl_nl: De geselecteerde rekening categorie is bijgewerkt.

source: New account class has been added
nl_nl: Nieuw rekeningtype is toegevoed.

source: Cannot delete this account class because GL account types have been created referring to it.
nl_nl: Deze rekeningklasse kan niet verwijderd worden omdat er al rekening naar verwijzen.

source: Selected account class has been deleted
nl_nl: Het geselecteerde rekeningtype is bijgewerkt.

source: Class ID
nl_nl: Grootboek categorie ID

source: Class Name
nl_nl: Grootboek categorie

source: Class Type
nl_nl: Type

source: Balance Sheet
nl_nl: Balans

source: Class ID:
nl_nl: Categorie ID:

source: Class Name:
nl_nl: Categorie:

source: Class Type:
nl_nl: Type:

source: Chart of Accounts
nl_nl: Rekeningschema

source: The account code must be entered.
nl_nl: Rekeningnummer is verplicht.

source: The account name cannot be empty.
nl_nl: Rekeningnaam moet ingevuld zijn.

source: The account code must be numeric.
nl_nl: Het rekeningnummer moet numeriek zijn.

source: The account belongs to a bank account and cannot be inactivated.
nl_nl: De rekening is gekoppeld aan een bankrekening en kan niet worden gedeactiveerd.

source: Account data has been updated.
nl_nl: De wijzigingen zijn opgeslagen.

source: New account has been added.
nl_nl: De nieuwe rekening is toegevoegd.

source: Account not added, possible duplicate Account Code.
nl_nl: Account is niet toegevoegd, mogelijk is er sprake van een dubbel account.

source: Cannot delete this account because transactions have been created using this account.
nl_nl: Deze rekening kan niet verwijderd worden omdat er al transacties op geboekt zijn.

source: Cannot delete this account because it is used as one of the company default GL accounts.
nl_nl: Deze rekening kan niet verwijderd worden omdat het één van de standaard rekeningen van dit bedrijf is.

source: Cannot delete this account because it is used by a bank account.
nl_nl: Deze rekening kan niet verwijderd worden omdat een bankrekening ernaar verwijst.

source: Cannot delete this account because it is used by one or more Item Categories.
nl_nl: Deze rekening kan niet worden verwijderd omdat er item categoriën naar verwijzen.

source: Cannot delete this account because it is used by one or more Items.
nl_nl: Deze rekening kan niet verwijderd worden omdat er producten naar verwijzen.

source: Cannot delete this account because it is used by one or more Taxes.
nl_nl: Deze rekening kan niet verwijderd worden omdat er BTW-codes naar verwijzen.

source: Cannot delete this account because it is used by one or more Customer Branches.
nl_nl: Deze rekening kan niet verwijderd worden omdat er klanten(vestigingen) naar verwijzen.

source: Cannot delete this account because it is used by one or more suppliers.
nl_nl: Deze rekening kan niet verwijderd worden omdat er leveranciers naar verwijzen.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
nl_nl: Deze rekening kan niet verwijderd worden omdat er een of meerdere handmatige boekingsregels naar verwijzen.

source: Selected account has been deleted
nl_nl: De geselecteerde rekening is verwijderd.

source: New account
nl_nl: Nieuwe rekening toevoegen

source: Account Code 2:
nl_nl: Rekeningnummer 2:

source: Account Name:
nl_nl: Rekeningnaam:

source: Account Group:
nl_nl: Rekeninggroep:

source: Account Tags:
nl_nl: Sleutelwoorden

source: Account status:
nl_nl: Rekening status:

source: Add Account
nl_nl: Rekening toevoegen

source: Update Account
nl_nl: Rekening aanpassen

source: Delete account
nl_nl: Rekening verwijderen

source: GL Account Groups
nl_nl: Grootboekgroepen

source: The account group id cannot be empty.
nl_nl: U moet een rekeninggroep selecteren.

source: The account group name cannot be empty.
nl_nl: De naam van een rekeninggroep mag niet leeg zijn.

source: This account group id is already in use.
nl_nl: Het ID van deze rekeninggroep is al in gebruik.

source: You cannot set an account group to be a subgroup of itself.
nl_nl: Je kan een rekeninggroep geen subgroep van zichzelf maken.

source: Selected account type has been updated
nl_nl: De geselecteerde rekening is bijgewerkt.

source: New account type has been added
nl_nl: Een nieuwe rekeningcategorie is toegevoegd.

source: Cannot delete this account group because GL accounts have been created referring to it.
nl_nl: Kan deze rekeninggroep niet verwijderen omdat er grootboekrekeningen naar verwijzen.

source: Cannot delete this account group because GL account groups have been created referring to it.
nl_nl: Kan deze rekeninggroep niet verwijderen omdat er andere rekeningengroepen naar verwijzen.

source: Selected account group has been deleted
nl_nl: De geselecteerde rekeninggroep is bijgewerkt.

source: Group ID
nl_nl: Groep nr.

source: Group Name
nl_nl: Naam groep

source: Subgroup Of
nl_nl: Subgroep van

source: ID:
nl_nl: Nr:

source: Subgroup Of:
nl_nl: Subgroep van

source: Class:
nl_nl: Categorie:

source: Quick Entries
nl_nl: Handmatige boekingen

source: Add new
nl_nl: Toevoegen

source: The Quick Entry description cannot be empty.
nl_nl: De beschrijving van de handmatige boeking kan niet leeg zijn.

source: You can only use Balance Based together with Journal Entries.
nl_nl: U kunt alleen balance based gebruiken met journaalposten.

source: The base amount description cannot be empty.
nl_nl: De omschrijving voor de grondslag dient ingevuld te worden.

source: Selected quick entry has been updated
nl_nl: De geselecteerde handmatige boeking is bijgewerkt.

source: New quick entry has been added
nl_nl: Een nieuwe handmatige boeking is ingevoerd.

source: Selected quick entry line has been updated
nl_nl: De geselecteerde handmatige boekingsregel is aangepast.

source: New quick entry line has been added
nl_nl: Een nieuwe handmatige boekingsregel is toegevoegd.

source: Selected quick entry has been deleted
nl_nl: De geselecteerde handmatige boeking is verwijderd.

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
nl_nl: De handmatige boeking heeft boekingsregels. Deze kan niet verwijderd worden.
