Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: Customer's Currency:
el_gr: Συνάλλαγμα πελάτη:

source: Sales Type/Price List:
el_gr: Λίστα Τύπου/Τιμών Πωλήσεων:

source: Customer status:
el_gr: Κατάσταση Πελάτη:

source: Discount Percent:
el_gr: Ποσό έκπτωσης:

source: Prompt Payment Discount Percent:
el_gr: Ποσοστό έκπτωσης πληρωμής :

source: Credit Status:
el_gr: Πιστωτικό Καθεστώς:

source: Customer branches
el_gr: Κλάδοι Πελατών

source: Select or &Add
el_gr: (a) Επιλογή ή Επεξεργασία

source: &Add or Edit
el_gr: (a) Προσθήκη ή Επεξεργασία

source: Add New Customer
el_gr: Προσθήκη νέου Πελάτη

source: Update Customer
el_gr: Ανανέωση Πελάτη

source: Update customer data
el_gr: Ανανέωση δεδομένων Πελάτη

source: Select this customer and return to document entry.
el_gr: Επιλογή αυτού του πελάτη και επιστροφή στην εισαγωγή εγγράφου.

source: Delete Customer
el_gr: Διαγραφή Πελάτη

source: Delete customer data if have been never used
el_gr: Διαγραφή δεδομένων πελάτη εάν δεν έχουν χρησιμοποιηθεί ποτέ

source: There are no sales types defined. Please define at least one sales type before adding a customer.
el_gr: Δεν υπάρχει κανένας καθορισμένος τύπος πωλήσεων. Παρακαλώ καθορίστε τουλάχιστον έναν τύπο πωλήσεων πρίν προσθέσετε έναν πελάτη.

source: New customer
el_gr: Νέος Πελάτης

source: Sales &Orders
el_gr: Παραγγελίες Πώλησης

source: Recurrent Invoices
el_gr: Περιοδικά Τιμολόγια

source: The invoice description cannot be empty.
el_gr: Η περιγραφή του τιμολογίου δεν μπορεί να είναι κενή.

source: Selected recurrent invoice has been updated
el_gr: Το επιλεγμένο περιοδικό τιμολόγιο ανανεώθηκε

source: New recurrent invoice has been added
el_gr: Προστέθηκε νέο περιοδικό τιμολόγιο

source: Selected recurrent invoice has been deleted
el_gr: Το επιλεγμένο περιοδικό τιμολόγιο διαγράφτηκε

source: Template:
el_gr: Πρότυπο:

source: Days:
el_gr: Ημέρες:

source: Monthly:
el_gr: Μηνιαίως:

source: Begin:
el_gr: Αρχή:

source: End:
el_gr: Τέλος:

source: The area description cannot be empty.
el_gr: Η περιγραφή περιοχής δεν μπορεί να είναι κενή.

source: Selected sales area has been updated
el_gr: Η επιλεγμένη περιοχή πωλήσεων ενημερώθηκε

source: New sales area has been added
el_gr: Προστέθηκε νέα περιοχή πωλήσεων

source: Cannot delete this area because customer branches have been created using this area.
el_gr: Αδυναμία διαγραφής αυτής της περιοχής επειδή κλάδοι πελατών έχουν δημιουργηθεί χρησιμοποιώντας αυτή τη περιοχή.

source: Selected sales area has been deleted
el_gr: Η επιλεγμένη περιοχή πωλήσεων διαγράφτηκε

source: Area Name
el_gr: Όνομα περιοχής

source: Area Name:
el_gr: Όνομα περιοχής:

source: Sales Groups
el_gr: Ομάδες πωλήσεων

source: The sales group description cannot be empty.
el_gr: Η περιγραφή της ομάδας πώλησης δεν μπορεί να είναι κενή.

source: Selected sales group has been updated
el_gr: Η επιλεγμένη ομάδα πωλήσεων ανανεώθηκε

source: New sales group has been added
el_gr: Προστέθηκε νέα ομάδα πωλήσεων

source: Cannot delete this group because customers have been created using this group.
el_gr: Αδυναμία διαγραφής αυτής της ομάδας επειδή έχουν δημιουργηθεί πελάτες χρησιμοποιώντας αυτή την ομάδα.

source: Selected sales group has been deleted
el_gr: Η επιλεγμένη ομάδα πωλήσεων διαγράφτηκε

source: ID
el_gr: Ταυτότητα

source: Group Name:
el_gr: Όνομα Ομάδας

source: Sales Persons
el_gr: Πωλητές

source: The sales person name cannot be empty.
el_gr: Το όνομα πωλητή δεν μπορεί να είναι κενό.

source: Salesman provision cannot be less than 0 or more than 100%.
el_gr: Το επίδομα πωλητή δεν μπορεί να είναι μικρότερο του 0 και μεγαλύτερο από 100%.

source: Salesman provision breakpoint must be numeric and not less than 0.
el_gr: Το σημείο τομής επιδόματος του πωλητή πρέπει να είναι αριθμός και όχι λιγότερο από 0.

source: Selected sales person data have been updated
el_gr: Ο επιλεγμένος πωλητής ενημερώθηκε

source: New sales person data have been added
el_gr: Προστέθηκε νέος πωλητής

source: Cannot delete this sales-person because branches are set up referring to this sales-person - first alter the branches concerned.
el_gr: Αδυναμία διαγραφής αυτού του πωλητή επειδή αναφέρονται σε αυτόν κλάδοι πελατών. Τροποποιείστε πρώτα τους σχετικούς κλάδους πελατών.

source: Selected sales person data have been deleted
el_gr: Ο επιλεγμένος πωλητής διαγράφτηκε

source: Sales person name:
el_gr: Όνομα πωλητή:

source: Telephone number:
el_gr: Αριθμός τηλεφώνου:

source: Fax number:
el_gr: Αριθμός τηλεμοιότυπου:

source: Break Pt.:
el_gr: Σημείο αποκοπής:

source: POS settings
el_gr: Παράμετοι POS

source: The POS name cannot be empty.
el_gr: Το όνομα του POS δεν μπορεί να είναι κενό.

source: New point of sale has been added
el_gr: Προστέθηκε νέο σημείο πωλήσεων

source: Selected point of sale has been updated
el_gr: Το επιλεγμένο σημείο πωλήσεων ανανεώθηκε

source: Cannot delete this POS because it is used in users setup.
el_gr: Αδυναμία διαγραφής αυτού του POS επειδή χρησιμοποιείται στην οργάνωση χρηστών.

source: Selected point of sale has been deleted
el_gr: Το επιλεγμένο σημείο πωλήσεων διαγράφτηκε

source: POS Name
el_gr: Όνομα POS

source: Credit sale
el_gr: Πιστωτική πώληση

source: Cash sale
el_gr: Πώληση με μετρητά

source: Default account
el_gr: Προκαθορισμένος λογαριασμός

source: To have cash POS first define at least one cash bank account.
el_gr: Για να έχετε POS μετρητών ορίστε πρώτα τουλάχιστον ένα τραπεζικό λογαριασμό μετρητών.

source: Point of Sale Name
el_gr: Όνομα σημείου πωλήσεων

source: Allowed credit sale terms selection:
el_gr: Επιλογή επιτρεπτών όρων πώλησης με πίστωση:

source: Allowed cash sale terms selection:
el_gr: Επιλογή επιτρεπτών όρων πώλησης μετρητής:

source: Default cash account
el_gr: Προκαθορισμένος λογαριασμός μετρητών

source: POS location
el_gr: Τοποθεσία POS

source: The sales type description cannot be empty.
el_gr: Η περιγραφή του τύπου πώλησης δεν μπορεί να είναι κενή.

source: Calculation factor must be valid positive number.
el_gr: Ο συντελεστής υπολογισμού πρέπει να είναι έγκυρος θετικός αριθμός.

source: New sales type has been added
el_gr: Προστέθηκε νέος τύπος πώλησης

source: Selected sales type has been updated
el_gr: Ο επιλεγμένος τύπος πώλησης ανανεώθηκε

source: Cannot delete this sale type because customer transactions have been created using this sales type.
el_gr: Αδυναμία διαγραφής αυτού του τύπου πώλησης επειδή έχουν δημιουργηθεί συναλλαγές πελατών χρησιμοποιώντας αυτό τον τύπο πώλησης.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
el_gr: Αδυναμία διαγραφής αυτού του τύπου πώλησης επειδή έχει οριστεί πελάτες να χρησιμοποιούν αυτό τον τύπο πώλησης.

source: Selected sales type has been deleted
el_gr: Ο επιλεγμένος τύπος πώλησης διαγράφτηκε

source: Type Name
el_gr: Όνομα τύπου

source: Factor
el_gr: Παράγοντας

source: Tax Incl
el_gr: Συμπ. ΦΠΑ

source: Base
el_gr: Βασικός γλύφος

source: Marked sales type is the company base pricelist for prices calculations.
el_gr: Ο σημαδεμένος τύπος πώλησης είναι η βασική λίστα τιμών της επιχείρησης για υπολογισμούς τιμών.

source: Sales Type Name
el_gr: Όνομα τύπου πωλήσεων

source: Calculation factor
el_gr: Παράγοντας υπολογισμού

source: Tax included
el_gr: Περιλαμβάνει Φόρο

source: View Credit Note
el_gr: Επισκόπηση Πιστωτικού Δελτίου

source: CREDIT NOTE #%d
el_gr: ΠΙΣΤΩΤΙΚΟ ΣΗΜΕΙΩΜΑ #%d

source: There are no line items on this credit note.
el_gr: Δεν υπάρχει κανένα αγαθό γραμμής σε αυτό το πιστωτικό δελτίο.

source: View Sales Dispatch
el_gr: Επισκόπηση όψης πωλήσεων

source: DISPATCH NOTE #%d
el_gr: ΣΗΜΕΙΩΜΑ ΑΠΟΣΤΟΛΗΣ #%d

source: Charge Branch
el_gr: Στοιχεία Χρέωσης

source: Customer Order Ref.
el_gr: Αναφορά Παραγγελίας Πελάτη

source: Dispatch Date
el_gr: Ημερομηνία αποστολής

source: There are no line items on this dispatch.
el_gr: Δεν υπάρχει κανένα αγαθό γραμμής σε αυτή την αποστολή.

source: TOTAL VALUE
el_gr: ΠΛΗΡΩΤΕΟ ΠΟΣΟ

source: This dispatch has been voided.
el_gr: Αυτή η αποστολή έχει ακυρωθεί.

source: View Sales Invoice
el_gr: Επισκόπηση τιμολογίου πώλησης

source: SALES INVOICE #%d
el_gr: ΤΙΜΟΛΟΓΙΟ ΠΩΛΗΣΕΩΝ #%d

source: There are no line items on this invoice.
el_gr: Δεν υπάρχει κανένα αγαθό γραμμής σε αυτό το τιμολόγιο.

source: View Customer Payment
el_gr: Επισκόπηση πληρωμής πελάτη

source: Customer Payment #%d
el_gr: Πληρωμή πελάτη #%d

source: From Customer
el_gr: Από πελάτη

source: Date of Deposit
el_gr: Ημερομηνία κατάθεσης

source: Customer Currency
el_gr: Συνάλλαγμα Πελάτη

source: Into Bank Account
el_gr: Σε τραπεζικό λογαριασμό

source: Bank Amount
el_gr: Τραπεζικό Ποσό

source: This customer payment has been voided.
el_gr: Αυτή η πληρωμή πελάτη έχει ακυρωθεί.

source: View Sales Quotation
el_gr: Επισκόπηση αναφοράς πώλησης

source: Sales Quotation #%d
el_gr: Αναφορά πώλησης #%d

source: View Sales Order
el_gr: Επισκόπηση Παραγγελιών Πώλησης

source: Sales Order #%d
el_gr: Παραγγελία Πώλησης #%d

source: Order Information
el_gr: Πληροφορίες Παραγγελίας

source: Customer Name
el_gr: Όνομα πελάτη

source: Deliver To Branch
el_gr: Αποστολή σε κλάδο

source: Requested Delivery
el_gr: Επιθυμητή αποστολή

source: Deliver From Location
el_gr: Παράδοση από τοποθεσία

source: Telephone
el_gr: Τηλεφωνικός αριθμός

source: This Sales Order is used as a Template.
el_gr: Αυτή η παραγγελία πώλησης χρησιμοποιείται ως Πρότυπο.

source: Quantity Delivered
el_gr: Παραδομένη Ποσότητα

source: Customer Allocation Inquiry
el_gr: Αναζήτηση Εισπράξεων από Πελάτη

source: Allocation
el_gr: Είσπραξη

source: Payment
el_gr: Πληρωμή

source: Customer Transactions
el_gr: Συναλλαγές Πελάτη

source: CUSTOMER ACCOUNT IS ON HOLD
el_gr: Ο ΛΟΓΑΡΙΑΣΜΟΣ ΠΕΛΑΤΗ ΕΙΝΑΙ ΣΕ ΔΙΑΘΕΣΙΜΟΤΗΤΑ

source: Print Receipt
el_gr: Εκτύπωση Απόδειξης

source: Search Not Invoiced Deliveries
el_gr: Αναζήτηση Μη τιμολογημένων Παραδόσεων

source: Search All Deliveries
el_gr: Αναζήτηση όλων των Παραδόσεων

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
el_gr: Για τιμολόγηση παρτίδας θα πρέπει να επιλέξετε τουλάχιστον μια αποστολή. Όλα τα είδη θα πρέπει να αποσταλούν στον ίδιο κλάδο πελάτη.

source: Delivery #
el_gr: Παράδοση #

source: Cust Ref
el_gr: Αν. πελάτη

source: Due By
el_gr: Μέχρι και

source: Delivery Total
el_gr: Σύνολο παράδοσης

source: Batch
el_gr: Παρτίδα

source: Batch Invoicing
el_gr: Τιμολόγηση "μίας περίπτωσης"

source: Search Outstanding Sales Orders
el_gr: Αναζήτηση εξεχόντων παραγγελιών πωλήσεων

source: Search Template for Invoicing
el_gr: Αναζήτηση Πρότυπου για Τιμολόγηση

source: Select Template for Delivery
el_gr: Επιλέξτε Πρότυπο για Παράδοση

source: Search All Sales Orders
el_gr: Αναζήτηση σε όλες τις Παραγγελίες

source: Search All Sales Quotations
el_gr: Αναζήτηση σε όλες τις Πωλήσεις

source: Dispatch
el_gr: Αποστολή

source: Set this order as a template for direct deliveries/invoices
el_gr: Θέσε αυτή την παραγγελία ως ένα πρότυπο για απευθείας τιμολόγια/δελτία αποστολής

source: Show All:
el_gr: Άποψη όλων:

source: Order #
el_gr: Παραγγελία #

source: Cust Order Ref
el_gr: Αναφορά παρ. πελάτη

source: Delivery To
el_gr: Αποστολή σε

source: Quote #
el_gr: Προσφορά #

source: Quote Date
el_gr: Ημερομηνία προσφοράς

source: Quote Total
el_gr: Σύνολο προσφοράς

source: Tmpl
el_gr: Πρότυπο

source: You have to enter valid stock code or nonempty description
el_gr: Πρέπει να εισάγετε έγκυρο κωδικό αποθέματος ή μια μη κενή περιγραφή

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
el_gr: Αυτή η περίοδος επεξεργασίας έχει εγκαταλειφθεί με το άνοιγμα εγγράφου πωλήσεων σε έναν άλλο φυλλομετρητή. Δεν μπορείτε να επεξεργαστείτε περισσότερα από ένα έγγραφο πωλήσεων τη φορά.

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
el_gr: Πραγματοποιήθηκε ανυποψίαστη υπερ-κατανομή επειδή υπάρχουν διάσπαρτα πιστωτικά δελτία για αυτό το τιμολόγιο. Ελέγξτε όλα τα πιστωτικά δελτία που είναι κατανεμημένα σε αυτό το τιμολόγιο για περιλήψεις χρέωσης κομίστρων.

source: Cash invoice
el_gr: Τιμολόγιο μετρητών

source: Stocks below Re-Order Level at
el_gr: Απόθεμα κάτω από το επίπεδο επι-παραγγελίας σε

source: Below
el_gr: Κάτω από

source: Please reorder
el_gr: Παρακαλώ παραγγείλετε πάλι

source: Deleted.
el_gr: Διαγραμμένο.

source: Customer Currency:
el_gr: Συνάλλαγμα πελάτη:

source: Shipping Company:
el_gr: Φορέας Μεταφορών:

source: Customer Discount:
el_gr: Έκπτωση πελάτη:

source: This item is already on this document. You have been warned.
el_gr: Αυτό το είδος αγαθού είναι ήδη σε αυτό το έγγραφο. Έχετε προειδοποιηθεί!

source: The selected customer and branch are not valid, or the customer does not have any branches.
el_gr: Ο επιλεγμένος πελάτης και κλάδος δεν είναι έγκυρα ή ο πελάτης δεν έχει κανένα κλάδο.

source: Shipping Charge
el_gr: ΕΞΟΔΑ ΜΕΤΑΦΟΡΑΣ

source: No customer found for entered text.
el_gr: Δεν βρέθηκε κανένας πελάτης για το δοσμένο κείμενο.

source: Customer's payment terms '%s' cannot be selected on this POS
el_gr: Οι όροι πληρωμής του πελάτη '%s' δεν μπορούν να επιλεχθούν σε αυτό το POS

source: Reference number unique for this document type
el_gr: Μοναδικό αριθμό αναφοράς για αυτό τον τύπο κειμένου

source: Price List:
el_gr: Λίστα τιμών:

source: Date of order receive
el_gr: Ημερομηνία λήψης παραγγελίας

source: Cash payment
el_gr: Πληρωμή μετρητών

source: Deliver from Location:
el_gr: Παράδοση από:

source: Cash account:
el_gr: Ποσό μετρητών:

source: Delivery Details
el_gr: Λεπτομέρειες Αποστολής

source: Invoice Delivery Details
el_gr: Λεπτομέρειες Τιμολογίου - Δελτίου Αποστολής

source: Invoice before
el_gr: Τιμολόγηση πριν

source: Quotation Delivery Details
el_gr: Λεπτομέρειες Προσφοράς Αποστολής

source: Order Delivery Details
el_gr: Λεπτομέρειες Παραγγελίας Αποστολής

source: Enter requested day of delivery
el_gr: Εισάγετε επιθυμητή ημέρα αποστολής

source: Enter Valid until Date
el_gr: Εισάγετε Έγκυρο μέχρι Ημερομηνία

source: Deliver To:
el_gr: Αποστολή σε:

source: Additional identifier for delivery e.g. name of receiving person
el_gr: Πρόσθετος προσδιορισμός για παράδοση π.χ. όνομα του παραλήπτη

source: Delivery address. Default is address of customer branch
el_gr: Διεύθυνση παράδοσης. Προκαθορισμένη είναι η διεύθυνση του κλάδου πελάτη

source: Contact Phone Number:
el_gr: Τηλεφωνικός αριθμός επικοινωνίας:

source: Phone number of ordering person. Defaults to branch phone number
el_gr: Τηλεφωνικός αριθμός του πελάτη. Προκαθορισμένο στον τηλεφωνικό αριθμό του κλάδου

source: Customer Reference:
el_gr: Αναφορά Πελάτη:

source: Customer reference number for this order (if any)
el_gr: Αναφορά πελάτη για αυτή την παραγγελία (αν υπάρχει)

source: Item Tax Types
el_gr: Τύποι φορολογίας αγαθών

source: The item tax type description cannot be empty.
el_gr: Η περιγραφή του τύπου φορολογίας είδους δεν μπορεί να είναι κενή.

source: Selected item tax type has been updated
el_gr: Ο επιλεγμένος τύπος φορολογίας είδους ανανεώθηκε

source: New item tax type has been added
el_gr: Προστέθηκε νέος τύπος φορολογίας είδους

source: Cannot delete this item tax type because items have been created referring to it.
el_gr: Αδυναμία διαγραφής αυτού του τύπου φόρου είδους επειδή έχουν δημιουργηθεί είδη που αναφέρονται σε αυτόν.

source: Cannot delete this item tax type because item categories have been created referring to it.
el_gr: Αδυναμία διαγραφής αυτού του τύπου φόρου είδους, επειδή έχουν δημιουργηθεί είδη που αναφέρονται σε αυτόν.

source: Selected item tax type has been deleted
el_gr: Ο επιλεγμένος τύπος φόρου είδους έχει διαγραφεί

source: Tax exempt
el_gr: Εξαίρεση φόρου

source: Is Fully Tax-exempt:
el_gr: Χωρίς κανένα Φόρο:

source: Select which taxes this item tax type is exempt from.
el_gr: Επιλέξτε τους φόρους που αυτός ο τύπος φόρου είδους εξαιρείται από.

source: Tax Name
el_gr: Όνομα φόρου

source: Is exempt
el_gr: είναι εξαιρεταίο

source: Tax Groups
el_gr: Ομάδες φορολογίας

source: There are no tax types defined. Define tax types before defining tax groups.
el_gr: Δεν έχουν οριστεί τύποι φόρου. Ορίστε τύπους φόρου πριν να ορίσετε ομάδες φόρων.

source: The tax group name cannot be empty.
el_gr: Το όνομα του γκρούπ φορολογίας δεν μπορεί να είναι κενό.

source: Selected tax group has been updated
el_gr: Το επιλεγμένο γρουπ φορολογίας ανανεώθηκε

source: New tax group has been added
el_gr: Προστέθηκε νέα ομάδα φορολογίας

source: Cannot delete this tax group because customer branches been created referring to it.
el_gr: Αδυναμία διαγραφής αυτής της ομάδας φόρων επειδή έχουν δημιουργηθεί κλάδοι πελατών με αναφορές σε αυτή την ομάδα.

source: Cannot delete this tax group because suppliers been created referring to it.
el_gr: Αδυναμία διαγραφής αυτής της ομάδας φόρων επειδή έχουν δημιουργηθεί προμηθευτές με αναφορές σε αυτή.

source: Selected tax group has been deleted
el_gr: Η επιλεγμένη ομάδα φορολογίας διαγράφτηκε

source: Shipping Tax
el_gr: Φόρος εξόδων αποστολής

source: Tax applied to Shipping:
el_gr: Φόρος που αναλογεί στα έξοδα αποστολής:

source: Select the taxes that are included in this group.
el_gr: Επιλέξτε τους φόρους που περιλαμβάνονται σε αυτή την ομάδα.

source: Tax Types
el_gr: Τύποι φορολογίας

source: The tax type name cannot be empty.
el_gr: Το όνομα του τύπου φορολογίας δεν μπορεί να είναι κενό.

source: The default tax rate must be numeric and not less than zero.
el_gr: Το προκαθορισμένο ποσοστό φορολογίας πρέπει να είναι αριθμητικό και όχι μικρότερο από μηδέν.

source: Selected GL Accounts cannot be used by another tax type.
el_gr: Οι επιλεγμένοι απολογισμοί δεν μπορούν να χρησιμοποιηθούν από άλλο τύπο φόρου.

source: New tax type has been added
el_gr: Προστέθηκε νέος τύπος φορολογίας

source: Selected tax type has been updated
el_gr: Ο επιλεγμένος τύπος φορολογίας ανανεώθηκε

source: Cannot delete this tax type because tax groups been created referring to it.
el_gr: Αδυναμία διαγραφής αυτού του τύπου φόρου επειδή έχουν δημιουργηθεί ομάδες φόρων με αναφορές σε αυτή.

source: Selected tax type has been deleted
el_gr: Ο επιλεγμένος τύπος φόρου διαγράφτηκε

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
el_gr: Για την αποφυγή προβλημάτων με την χειροκίνητη εγγραφή ημερολογίου, όλοι οι τύποι φόρου θα πρέπει να έχουν μοναδικούς απολογισμούς Αγορών/Πωλήσεων ΓΚ.

source: Default Rate (%)
el_gr: Προκαθορισμένο ποσοστό (%)

source: Sales GL Account
el_gr: Απολογισμός ΓΚ πωλήσεων

source: Purchasing GL Account
el_gr: Απολογισμός ΓΚ αγορών

source: Default Rate:
el_gr: Προκαθορισμένο ποσοστό:

source: Sales GL Account:
el_gr: Απολογισμός ΓΚ πωλήσεων:

source: Purchasing GL Account:
el_gr: Απολογισμός ΓΚ αγορών:

source: Main Menu
el_gr: Κεντρικό Μενού

source: Help
el_gr: Βοήθεια

source: Preferences
el_gr: Προτιμήσεις

source: Upgrade from version 2.0 to 2.1
el_gr: Αναβάθμιση από έκδοση 2.0 σε 2.1

source: Cannot retrieve bank accounts codes
el_gr: Αδυναμία ανάκτησης κωδικών τραπεζικών λογαριασμών

source: Cannot update bank transactions
el_gr: Αδυναμία ενημέρωσης τραπεζικών συναλλαγών

source: Cannot select stock identificators
el_gr: Αδυναμία επιλογής αναγνώριστικών αποθέματος

source: Cannot insert stock id into item_codes
el_gr: Αδυναμία εισαγωγής ταυτότητας αποθέματος μέσα στους κωδικούς_αγαθών (items_codes)

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
el_gr: Φαίνεται πως η αναβάθμιση στην έκδοση 2.1 έχει πραγματοποιηθεί ήδη για αυτή την επιχείρηση.<br> Αν κάτι έχει πάει λάθος και θέλετε να δοκιμάσετε πάλι την διαδικασία αναβάθμισης θα ΠΡΕΠΕΙ να κάνετε ανάκτηση της βάσης δεδομένων από εφεδρικό αρχείο πρώτα.

source: Upgrade from version 2.1/2.2beta to 2.2
el_gr: Αναβάθμιση από έκδοση 2.1/2.2beta σε 2.2

source: Cannot query max sales order number.
el_gr: Αδυναμία έρευνας αριθμού παραγγελίας μέγιστων πωλήσεων.

source: Cannot store next sales order reference.
el_gr: Αδυναμία καταγραφής αναφοράς επόμενης παραγγελίας πώλησης.

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
el_gr: Αδυναμία αναβάθμισης επεκτάσεων συστήματος: το αρχείο /modules/installed_modules.php δεν είναι εγγράψιμο

source: Upgrade from version 2.2 to 2.3
el_gr: Αναβάθμιση από έκδοση 2.2 σε 2.3
