Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: Update credit value for quantities entered
el_gr: Ανανέωση αξίας πίστωσης για τις ποσότητες που δόθηκαν

source: Modifying Delivery Note # %d.
el_gr: Τροποποίηση δελτίου Αποστολής # %d.

source: Deliver Items for a Sales Order
el_gr: Παράδοση Αγαθών για μια Παραγγελία Πώλησης

source: Delivery # %d has been entered.
el_gr: Η Παράδοση # %d έχει εισαχθεί.

source: &View This Delivery
el_gr: Επισκόπηση αυτής της Αποστολής

source: &Print Delivery Note
el_gr: Εκτύπωση του Δελτίου Αποστολής

source: &Email Delivery Note
el_gr: Αποστολή με email του Δελτίου Αποστολής

source: P&rint as Packing Slip
el_gr: Εκτύπωση ως Ένθετο συσκευασίας

source: E&mail as Packing Slip
el_gr: Αποστολή με email ως Ένθετο συσκευασίας

source: View the GL Journal Entries for this Dispatch
el_gr: Επισκόπηση του ημερολογίου ΓΚ για αυτή την αποστολή

source: Invoice This Delivery
el_gr: Τιμολόγηση αυτής της Αποστολής

source: Select Another Order For Dispatch
el_gr: Επιλογή άλλης Παραγγελίας για Παράδοση

source: Delivery Note # %d has been updated.
el_gr: Το Δελτίο Αποστολής # %d έχει ενημερωθεί.

source: View this delivery
el_gr: Επισκόπηση αυτής της Παράδοσης

source: Confirm Delivery and Invoice
el_gr: Επιβεβαιώστε Δελτίο Αποστολής και Τιμολόγιο

source: Select A Different Delivery
el_gr: Επιλέξτε μια διαφορετική Παράδοση

source: Select a different sales order to delivery
el_gr: Επιλέξτε μια διαφορετική παραγγελία πώλησης για Παράδοση

source: This order has no items. There is nothing to delivery.
el_gr: Αυτή η παραγγελία δεν περιέχει είδη. Δεν υπάρχει τίποτα προς παράδοση.

source: Select a different delivery
el_gr: Επιλέξτε μια διαφορετική Παράδοση

source: This delivery has all items invoiced. There is nothing to modify.
el_gr: Αυτή η παράδοση έχει όλα τα είδη τιμολογημένα. Δεν υπάρχει τίποτα για τροποποίηση.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεχθεί ένα δελτίο παραγγελίας ή παράδοσης. Παρακαλώ επιλέξτε ένα πρώτα.

source: Select a Sales Order to Delivery
el_gr: Επιλέξτε ένα διαφορετικό δελτίο αποστολής για τιμολόγηση

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
el_gr: Η επιλεγμένη ποσότητα δεν μπορεί να είναι μικρότερη από την τιμολογημένη ποσότητα ούτε περισσότερη από την ποσότητα που δεν έχει αποσταλεί με τη παραγγελία πώλησης.

source: Freight cost cannot be less than zero
el_gr: Το κόστος κομίστρων δεν μπορεί να είναι μικρότερο του μηδέν

source: The entered date of delivery is invalid.
el_gr: Η δοσμένη ημερομηνία για παράδοση είναι άκυρη.

source: The entered date of delivery is not in fiscal year.
el_gr: Η δοσμένη ημερομηνία παράδοσης δεν είναι μέσα στο οικονομικό έτος.

source: The entered dead-line for invoice is invalid.
el_gr: Η δοσμένη ημερομηνία προθεσμίας για τιμολόγηση είναι άκυρη.

source: The entered shipping value is not numeric.
el_gr: Η δοσμένη αξία μεταφοράς δεν είναι αριθμητική.

source: There are no item quantities on this delivery note.
el_gr: Δεν υπάρχουν καθόλου ποσότητες αγαθού σε αυτό το δελτίο αποστολής.

source: The delivery cannot be processed because there is an insufficient quantity for item:
el_gr: Η παράδοση δεν μπορεί να επεξεργασθεί επειδή υπάρχει ανεπαρκής ποσότητα για το είδος:

source: For Sales Order
el_gr: Παραγγελία για Πώληση

source: Delivery From
el_gr: Παράδοση Από

source: Invoice Dead-line
el_gr: Προθεσμία Τιμολόγησης

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
el_gr: Ο επιλεγμένος λογαριασμός πελάτη είναι προς το παρόν σε διαθεσιμότητα. Παρακαλώ επικοινωνήστε με το προσωπικό διαχείρισης πιστώσεων για να συζητήσετε.

source: Delivery Items
el_gr: Αγαθά Παράδοσης

source: Max. delivery
el_gr: Μέγιστη παράδοση

source: Invoiced
el_gr: Τιμολογημένο

source: Shipping Cost
el_gr: Κόστος αποστολής

source: Marked items have insufficient quantities in stock as on day of delivery.
el_gr: Τα σημαδεμένα είδη έχουν ανεπαρκείς ποσότητες αποθέματος τη μέρα της παράδοσης.

source: Action For Balance
el_gr: Κίνηση για Ισολογισμό

source: Refresh document page
el_gr: Ανανέωση σελίδας εγγράφου

source: Reset quantity
el_gr: Αναστοιχειοθέτηση ποσότητας

source: Clear quantity
el_gr: Καθαρισμός ποσότητας

source: Process Dispatch
el_gr: Εκτέλεση Αποστολής

source: Check entered data and save document
el_gr: Επιβεβαιώστε τα δοσμένα δεδομένα και σώστε το έγγραφο

source: Modifying Sales Invoice # %d.
el_gr: Τροποποίηση Τιμολογίου Πώλησης # %d.

source: Issue an Invoice for Delivery Note
el_gr: Έκδοση Τιμολογίου για Δελτίο Αποστολής

source: Issue Batch Invoice for Delivery Notes
el_gr: Δημιουργία τιμολογίων παρτίδας για Δελτία Αποστολής

source: Selected deliveries has been processed
el_gr: Οι επιλεγμένες αποστολές έχουν εκτελεστεί

source: &View This Invoice
el_gr: (v) Επισκόπηση αυτού του Τιμολογίου

source: &Print This Invoice
el_gr: (p) Εκτύπωση αυτού του Τιμολογίου

source: &Email This Invoice
el_gr: (e) Αποστολή με email αυτού του Τιμολογίου

source: View the GL &Journal Entries for this Invoice
el_gr: (j) Επισκόπηση των εγγραφών ημερολογίου ΓΚ για αυτή την μεταφορά

source: Select Another &Delivery For Invoicing
el_gr: Επιλογή άλλης Αποστολής για τιμολόγηση

source: Sales Invoice # %d has been updated.
el_gr: Το τιμολόγιο Πώλησης # %d έχει ενημερωθεί.

source: Select Another &Invoice to Modify
el_gr: Επιλέξτε ένα διαφορετικό Τιμολόγιο προς Τροποποίηση

source: Select a different delivery to invoice
el_gr: Επιλέξτε μια διαφορετική αποστολή προς τιμολόγηση

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
el_gr: Δεν υπάρχουν παραδομένα είδη με ποσότητα που να απομένει προς τιμολόγηση. Δεν υπάρχει τίποτα προς τιμολόγηση.

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
el_gr: Δεν υπάρχουν δελτία αποστολής για αυτό το τιμολόγιο<br> Το περισσότερο πιθανό είναι αυτό το τιμολόγιο να δημιουργήθηκε σε έκδοση του FA πριν από τη 2.0 και έτσι δεν μπορεί να τροποποιηθεί.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
el_gr: Όλες οι ποσότητες σε αυτό το τιμολόγιο είναι πιστωμένες. Δεν υπάρχει τίποτα προς τροποποίηση σε αυτό το τιμολόγιο

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
el_gr: Αυτή η σελίδα μπορεί να ανοιχτεί μόνο μετά από την επιλογή παράδοσης. Παρακαλώ επιλέξτε παράδοση προς τιμολόγηση πρώτα.

source: Select Delivery to Invoice
el_gr: Επιλογή Παράδοσης για Τιμολόγηση

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
el_gr: Η επιλεγμένη ποσότητα δεν μπορεί να είναι μικρότερη από την πιστωμένη ποσότητα ούτε μεγαλύτερη από την ποσότητα που δεν έχει τιμολογηθεί ακόμη.

source: The entered invoice date is invalid.
el_gr: Η δοσμένη ημερομηνία τιμολόγησης είναι άκυρη.

source: The entered invoice date is not in fiscal year.
el_gr: Η δοσμένη ημερομηνία τιμολόγησης δεν είναι μέσα στο οικονομικό έτος.

source: The entered invoice due date is invalid.
el_gr: Η δοσμένη ημερομηνία προθεσμίας είναι άκυρη.

source: There are no item quantities on this invoice.
el_gr: Δεν υπάρχουν κσθόλου ποσότητες αγαθού σε αυτό το τιμολόγιο.

source: Payment terms:
el_gr: Όροι πληρωμής:

source: Payment:
el_gr: Πληρωμή:

source: Invoice Items
el_gr: Τιμολόγηση Αγαθών

source: This Invoice
el_gr: Αυτό το τιμολόγιο

source: Credited
el_gr: Πιστωμένο

source: Invoice Total
el_gr: Σύνολο τιμολογίου

source: Customer Payment Entry
el_gr: Εγγραφή πληρωμής πελάτη

source: There are no customers defined in the system.
el_gr: Δεν υπάρχουν ορισμένοι πελάτες στο σύστημα.

source: Invalid sales invoice number.
el_gr: Άκυρος αριθμός τιμολογίου πώλησης.

source: The customer payment has been successfully entered.
el_gr: Η πληρωμή πελάτη έχει εισαχθεί επιτυχώς.

source: &Print This Receipt
el_gr: (p) Εκτύπωση αυτής της απόδειξης

source: &View this Customer Payment
el_gr: Επισκόπηση αυτής της Πληρωμής Πελάτη

source: Enter Another &Customer Payment
el_gr: Εισάγετε άλλη &Πληρωμή Πελάτη

source: Enter Payment to &Supplier
el_gr: Εισαγωγή Πληρωμής σε Προμηθευτή

source: &View the GL Journal Entries for this Customer Payment
el_gr: (v) Επισκόπηση του ημερολογίου ΓΚ για αυτή την πληρωμή πελάτη

source: The customer payment has been successfully updated.
el_gr: Η πληρωμή πελάτη έχει ανανεωθεί με επιτυχία.

source: Select Another Customer Payment for &Edition
el_gr: Εισάγετε άλλη Πληρωμή Πελάτη προς Έκδοση

source: There is no customer selected.
el_gr: Δεν έχει επιλεγεί κανένας πελάτης.

source: This customer has no branch defined.
el_gr: Αυτός ο πελάτης δεν έχει ορισμένο κλάδο.

source: The entered date is invalid. Please enter a valid date for the payment.
el_gr: Η δοσμένη ημερομηνία είναι άκυρη. Παρακαλώ εισάγετε μια έγκυρη ημερομηνία για την πληρωμή.

source: The entered amount is invalid or negative and cannot be processed.
el_gr: Το δοσμένο ποσό είναι άκυρο ή αρνητικό και δεν μπορεί να διεργαστεί.

source: The entered discount is not a valid number.
el_gr: Η δοσμένη έκπτωση δεν είναι έγκυρος αριθμός.

source: The balance of the amount and discount is zero or negative. Please enter valid amounts.
el_gr: Ο ισολογισμός του ποσού και της έκπτωσης είναι μηδενικός ή αρνητικός. Παρακαλώ εισάγετε έγκυρα ποσά.

source: The entered payment amount is zero or negative.
el_gr: Το ποσό που πληρωμής που εισήχθη είναι μηδέν ή αρνητικό.

source: Into Bank Account:
el_gr: Μέσα στον Τραπεζικό Λογαριασμό:

source: From Customer:
el_gr: Από Πελάτη:

source: Date of Deposit:
el_gr: Ημερομηνία κατάθεσης:

source: Payment Amount:
el_gr: Ποσό Πληρωμής:

source: Customer prompt payment discount :
el_gr: Περίοδος έκπτωσης πληρωμής πελάτη :

source: Add Payment
el_gr: Προσθήκη Πληρωμής

source: Update Payment
el_gr: Ανανέωση Πληρωμής

source: Direct Sales Delivery
el_gr: Απευθείας Δελτίο Αποστολής

source: Direct Sales Invoice
el_gr: Απευθείας Τιμολόγιο Πώλησης

source: Modifying Sales Order # %d
el_gr: Τροποποίηση Παραγγελίας Πώλησης # %d

source: Modifying Sales Quotation # %d
el_gr: Τροποποίηση Προσφοράς Πώλησης # %d

source: New Sales Order Entry
el_gr: Εισαγωγή νέας Παραγγελίας Πώλησης

source: New Sales Quotation Entry
el_gr: Εισαγωγή νέας Προσφοράς Πώλησης

source: Sales Order Entry
el_gr: Εισαγωγή Παραγγελίας Πώλησης

source: Order # %d has been entered.
el_gr: Η Παραγγελία # %d έχει εισαχθεί.

source: &View This Order
el_gr: Επισκόπηση αυτής της Παραγγελίας

source: Make &Delivery Against This Order
el_gr: Πραγματοποίηση Παράδοσης για αυτή τη παραγγελία

source: Enter a &New Order
el_gr: Εισάγετε μια νέα Παραγγελία

source: Order # %d has been updated.
el_gr: Η Παραγγελία # %d έχει ανανεωθεί

source: Confirm Order Quantities and Make &Delivery
el_gr: Επιβεβαίωση ποσοτήτων παραγγελίας και πραγματοποίηση παράδοσης

source: Select A Different &Order
el_gr: Επιλογή μιας νέας Παραγγελίας

source: Quotation # %d has been entered.
el_gr: Η Αναφορά # %d έχει εισαχθεί.

source: &View This Quotation
el_gr: Επισκόπηση αυτής της Αναφοράς

source: &Print This Quotation
el_gr: Εκτύπωση αυτής της Αναφοράς

source: &Email This Quotation
el_gr: Αποστολή αυτής της Αναφοράς με E-mail

source: Make &Sales Order Against This Quotation
el_gr: Πραγματοποίηση Παραγγελίας Πώλησης για αυτή τη προσφορά τιμών

source: Enter a New &Quotation
el_gr: Εισάγετε μια νεά Αναφορά

source: Quotation # %d has been updated.
el_gr: Η αναφορά # %d έχει ανανεωθεί.

source: Select A Different &Quotation
el_gr: Επιλέξτε μια διαφορετική Αναφορά

source: Make &Invoice Against This Delivery
el_gr: Δημιουργία τιμολογίου για αυτό το Δελτίο Αποστολής

source: Enter a New Template &Delivery
el_gr: Εισάγετε ένα νέο Πρότυπο Δελτίου Αποστολής

source: Enter a &New Delivery
el_gr: Εισάγετε ένα νέο Δελτίο Αποστολής

source: Invoice # %d has been entered.
el_gr: Το τιμολόγιο # %d έχει εισαχθεί.

source: &Print Sales Invoice
el_gr: Εκτύπωση Τιμολογίου πώλησης

source: &Email Sales Invoice
el_gr: Αποστολή Τιμολογίου πώλησης με E-mail

source: Print &Receipt
el_gr: Εκτύπωση Απόδειξης

source: Enter a &New Template Invoice
el_gr: Εισάγετε ένα νέο Πρότυπο τιμολογίου

source: Enter a &New Direct Invoice
el_gr: Εισάγετε ένα νέο απευθείας-τιμολόγιο

source: You must enter the person or company to whom delivery should be made to.
el_gr: Θα πρέπει να εισάγετε το άτομο ή την εταιρία όπου θα πρέπει να γίνει η παράδοση.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
el_gr: Θα πρέπει να εισάγετε την διεύθυνση στο κουτί που δίδεται. Οι παραγγελίες δεν γίνονται δεκτές χωρίς μια έγκυρη διεύθυνση.

source: The shipping cost entered is expected to be numeric.
el_gr: Το δοσμένο κόστος αποστολής/μεταφοράς αναμένεται να είναι αριθμητικό.

source: The Valid date is invalid.
el_gr: Η ημερομηνία κύρωσης είναι άκυρη.

source: The delivery date is invalid.
el_gr: Η ημερομηνία παράδοσης είναι άκυρη.

source: The requested valid date is before the date of the quotation.
el_gr: Η απαιτημένη μέρα κύρωσης είναι πριν από την ημέρα της προσφοράς τιμών.

source: The requested delivery date is before the date of the order.
el_gr: Η απαιτημένη ημερομηνία παράδοσης είναι πριν από την ημερομηνία της παραγγελίας.

source: You need to define a cash account for your Sales Point.
el_gr: Χρειάζεται να ορίσετε ένα λογαριασμό μετρητών για το σημείο πωλήσεών σας.

source: The reference number field has been increased. Please save the document again.
el_gr: Το πεδίο αριθμός αναφοράς έχει αυξηθεί. Παρακαλώ αποθηκεύσατε το αρχείο ξανά.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
el_gr: Αυτό το είδος δεν ανανεώθηκε επειδή προσπαθείτε να ορίσετε την ποσότητα παραγγελίας σε μικρότερο του 0, ή το ποσοστό έκπτωσης είναι περισσότερο από 100.

source: Price for inventory item must be entered and can not be less than 0
el_gr: Η τιμή για το αγαθό αποθήκης πρέπει να δοθεί και δεν μπορεί να είναι μικρότερη από 0

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
el_gr: Προσπαθείτε να κάνετε την ποσότητα παραγγελίας μια ποσότητα μικρότερη από αυτή που έχει ήδη παραδοθεί. Η ποσότητα που έχει παραδοθεί δεν μπορεί να τροποποιηθεί αναδρομικά.

source: Price %s is below Standard Cost %s
el_gr: Η τιμή %s είναι χαμηλότερη από το κανονικό κόστος %s

source: This item cannot be deleted because some of it has already been delivered.
el_gr: Αυτό το είδος δεν μπορεί να διαγραφεί επειδή μερικό από αυτό έχει ήδη παραδοθεί.

source: Direct delivery entry has been cancelled as requested.
el_gr: Αυτό το απευθείας δελτίο αποστολής ακυρώθηκε όπως ζητήθηκε.

source: Enter a New Sales Delivery
el_gr: Εισάγετε ένα νέο δελτίο αποστολής πώλησης

source: Direct invoice entry has been cancelled as requested.
el_gr: Αυτό το απευθείας τιμολόγιο ακυρώθηκε όπως ζητήθηκε.

source: Enter a New Sales Invoice
el_gr: Εισάγετε ένα νέο τιμολόγιο πώλησης

source: This sales quotation has been cancelled as requested.
el_gr: Αυτή η προσφορά τιμών ακυρώθηκε όπως ζητήθηκε.

source: Enter a New Sales Quotation
el_gr: Εισάγετε μια νέα αναφορά πώλησης

source: Undelivered part of order has been cancelled as requested.
el_gr: Το μη παραδομένο μέρος της παραγγελίας ακυρώθηκε όπως ζητήθηκε.

source: Select Another Sales Order for Edition
el_gr: Επιλογή άλλης Παραγγελίας για Επεξεργασία

source: This sales order has been cancelled as requested.
el_gr: Αυτή η παραγγελία πώλησης ακυρώθηκε όπως ζητήθηκε.

source: Enter a New Sales Order
el_gr: Εισάγετε μια νέα παραγγελία πώλησης

source: Sales Invoice Items
el_gr: Τιμολόγιο

source: Enter Delivery Details and Confirm Invoice
el_gr: Εισάγετε λεπτομέρειες παράδοσης και επιβεβαιώστε το τιμολόγιο

source: Place Invoice
el_gr: Επικύρωση Τιμολογίου

source: Delivery Note Items
el_gr: Αγαθά Δελτίου Αποστολής

source: Enter Delivery Details and Confirm Dispatch
el_gr: Εισάγετε λεπτομέρειες παράδοσης και επιβεβαιώστε την αποστολή

source: Cancel Delivery
el_gr: Ακύρωση Αποστολής

source: Place Delivery
el_gr: Επικύρωση Αποστολής

source: Quotation Date:
el_gr: Ημερομηνία Αναφοράς:

source: Sales Quotation Items
el_gr: Αγαθά Αναφορών Πωλήσεων

source: Enter Delivery Details and Confirm Quotation
el_gr: Εισάγετε λεπτομέρειες παράδοσης και επιβεβαιώστε την τρέχουσα επίσημη τιμή

source: Cancel Quotation
el_gr: Ακύρωση Αναφοράς

source: Place Quotation
el_gr: Επικύρωση Αναφοράς

source: Commit Quotations Changes
el_gr: Καταχώρηση αλλαγών αναφορών

source: Sales Order Items
el_gr: Αγαθά παραγγελίας πώλησης

source: Enter Delivery Details and Confirm Order
el_gr: Εισάγετε λεπτομέρειες παράδοσης και επιβεβαιώστε τη παραγγελία

source: Commit Order Changes
el_gr: Δέσμευση αλλαγών παραγγελίας

source: You are about to void this Document.\nDo you want to continue?
el_gr: Ετοιμάζεστε να ακυρώσετε αυτό το έγγραφο.\nΘέλετε να συνεχίσετε;

source: You are about to cancel undelivered part of this order.\nDo you want to continue?
el_gr: Ετοιμάζεστε να ακυρώσετε το μη παραδομένο μέρος αυτής της παραγγελίας.\nΘέλετε να συνεχίσετε;

source: Validate changes and update document
el_gr: Επικύρωση αλλαγών και ανανέωση του εγγράφου

source: Allocate Customer Payment or Credit Note
el_gr: Είσπραξη πληρωμής ή πιστωτικού δελτίου πελάτη

source: Allocation of %s # %d
el_gr: Είσπραξη του %s # %d

source: Customer Allocations
el_gr: Εισπράξεις Πελάτη

source: Select a customer:
el_gr: Επιλογή Πελάτη:

source: Credit Status
el_gr: Καθεστώς Πίστωσης

source: The credit status description cannot be empty.
el_gr: Η περιγραφή του πιστωτικού καθεστώτος δεν μπορεί να είναι κενή.

source: New credit status has been added
el_gr: Προστέθηκε νέο πιστωτικό καθεστώς

source: Selected credit status has been updated
el_gr: Το επιλεγμένο πιστωτικό καθεστός ανανεώθηκε

source: Cannot delete this credit status because customer accounts have been created referring to it.
el_gr: Αδυναμία διαγραφής αυτής της κατάστασης πίστωσης επειδή λογαριασμοί πελατών έχουν δημιουργηθεί με αναφορές σε αυτή.

source: Selected credit status has been deleted
el_gr: Το επιλεγμένο πιστωτικό καθεστός διαγράφτηκε

source: Dissallow Invoices
el_gr: Απαγόρεψη Τιμολογίων

source: Invoice OK
el_gr: Tιμολόγιο OK

source: NO INVOICING
el_gr: ΟΧΙ ΤΙΜΟΛΟΓΗΣΗ

source: Dissallow invoicing ?
el_gr: Απαγόρεψη τιμολόγησης;

source: Customer Branches
el_gr: Κλάδοι Πελατών

source: There are no customers defined in the system. Please define a customer to add customer branches.
el_gr: Δεν υπάρχει κανένας καθορισμένος πελάτης στο σύστημα. Παρακαλώ καθορίστε έναν πελάτη για να προσθέσετε κλάδους πελατών.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
el_gr: Δεν υπάρχει κανένας καθορισμένος πωλητής στο σύστημα. Τουλάχιστον ένας πωλητής απαιτείται για να συνεχίσετε.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
el_gr: Δεν υπάρχουν καθορισμένες περιοχές πωλήσεων στο σύστημα. Τουλάχιστον μια περιοχή απαιτείται για να συνεχίσετε.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
el_gr: Δεν υπάρχει κανένας ορισμένος φορέας αποστωλών/μεταφορών στο σύστημα. Τουλάχιστον ένας φορέας αποστολών/μεταφορών απαιτείται για να συνεχίσετε.

source: The Branch name cannot be empty.
el_gr: Το όνομα κλάδου πελάτη δεν μπορεί να είναι κενό.

source: The Branch short name cannot be empty.
el_gr: Το σύντομο όνομα κλάδου πελάτη δεν μπορεί να είναι κενό.

source: Selected customer branch has been updated
el_gr: Ο επιλεγμένος κλάδος πελάτη ανανεώθηκε

source: New customer branch has been added
el_gr: Προστέθηκε νέος κλάδος πελάτη

source: Cannot delete this branch because customer transactions have been created to this branch.
el_gr: Αποτυχία διαγραφής αυτού του κλάδου πελάτη, επειδή έχουν δημιουργηθεί συναλλαγές πελατών σε αυτόν τον κλάδο.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
el_gr: Αποτυχία διαγραφής αυτού του κλάδου πελάτη, επειδή υπάρχουν παραγγελίες πώλησης για αυτόν. Κάντε εκκαθάριση των παλαιών πωλήσεων πρώτα.

source: Selected customer branch has been deleted
el_gr: Ο επιλεγμένος κλάδος πελάτη διαγράφτηκε

source: Main Branch
el_gr: Κύριος κλαδος

source: Name and Contact
el_gr: Όνομα και Σύνδεσμος επικοινωνίας

source: Branch Name:
el_gr: Όνομα κλάδου:

source: Branch Short Name:
el_gr: Σύντομο όνομα κλάδου:

source: Sales Person:
el_gr: Υπέυθυνος πώλησης:

source: Sales Area:
el_gr: Περιοχή πώλησης:

source: Sales Group:
el_gr: Ομάδα πωλήσεων:

source: Default Inventory Location:
el_gr: Προκαθορισμένη τοποθεσία αποθήκης:

source: Default Shipping Company:
el_gr: Προκαθορισμένος Φορέας Αποστολών:

source: Accounts Receivable Account:
el_gr: Λογαριασμός αποδοχών λογαριασμών:

source: General contact data
el_gr: Γενικά δεδομένα εποικινωνίας

source: Billing Address:
el_gr: Διεύθυνση χρέωσης:

source: Disable this Branch:
el_gr: Απενεργοποίηση αυτού του κλάδου:

source: Contact
el_gr: Επικοινωνία

source: Area
el_gr: Περιοχή

source: Phone No
el_gr: Τηλεφωνικός αριθμός

source: Fax No
el_gr: Αριθμός τηλεμοιότυπου

source: Tax Group
el_gr: Ομάδα φόρων

source: The selected customer does not have any branches. Please create at least one branch.
el_gr: Ο επιλεγμένος πελάτης δεν έχει κανένα κλάδο. Παρακαλώ δημιουργήστε τουλάχιστον ένα κλάδο.

source: The customer name cannot be empty.
el_gr: Το όνομα πελάτη δεν μπορεί να είναι κενό.

source: The customer short name cannot be empty.
el_gr: Το μικρό όνομα πελάτη δεν μπορεί να είναι κενό.

source: The credit limit must be numeric and not less than zero.
el_gr: Το πιστωτικό όριο πρέπει να είναι αριθμός και όχι μικρότερο από μηδέν.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
el_gr: Η έκπτωση πληρωμής πρέπει να είναι αριθμητικό και αναμένεται να είναι μικρότερο του 100% και μεγαλύτερο ή ίσο με 0.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
el_gr: Το ποσοστό έκπτωσης πρέπει να είναι αριθμητικό και αναμένεται να είναι μικρότερο του 100% και μεγαλύτερο ή ίσο με 0.

source: Customer has been updated.
el_gr: Ο πελάτης έχει ανανεωθεί.

source: A new customer has been added.
el_gr: Ένας νέος πελάτης προστέθηκε.

source: A default Branch has been automatically created, please check default Branch values by using link below.
el_gr: Ένας προκαθορισμένος κλάδος έχει δημιουργηθεί αυτόματα, παρακαλώ ελέγξτε τις τιμές του προκαθορισμένου κλάδου με τη χρήση του συνδέσμου παρακάτω.

source: This customer cannot be deleted because there are transactions that refer to it.
el_gr: Αδυναμία διαγραφής αυτού του πελάτη επειδή υπάρχουν συναλλαγές που αναφέρονται σε αυτόν.

source: Cannot delete the customer record because orders have been created against it.
el_gr: Αδυναμία διαγραφής αρχείου πελάτη επειδή έχουν δημιουργηθεί παραγγλίες για αυτό.

source: Cannot delete this customer because there are branch records set up against it.
el_gr: Αδυναμία διαγραφής αυτού του πελάτη επειδή έχουν οριστεί αρχεία κλάδων για αυτόν.

source: Selected customer has been deleted.
el_gr: Ο επιλεγμένος πελάτης διαγράφτηκε.

source: Name and Address
el_gr: Όνομα και Διεύθυνση

source: Customer Name:
el_gr: Όνομα Πελάτη:

source: Customer Short Name:
el_gr: Σύντομο Όνομα Πελάτη:
