Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-3.po
Languages: id_id

source: Main Menu
id_id: Menu Utama

source: Logout
id_id: Keluar

source: Restricted access
id_id: Pembatasan akses

source: Login as user: demouser and password: password
id_id: Login sebagai user : demouser dan kata sandi : password

source: Please login here
id_id: Mohon login disini

source: Authorization timeout
id_id: Otorisasi timeout

source: Version
id_id: Versi

source: User name
id_id: Nama pengguna :

source: Password:
id_id: Kata sandi :

source: Company
id_id: Perusahaan

source: Theme:
id_id: Tema :

source: Thank you for using
id_id: Terima kasih telah menggunakan

source: Click here to Login Again.
id_id: Klik disini untuk login kembali

source: Attach Documents
id_id: Lampirkan Dokumen

source: Attachment has been inserted.
id_id: Attachment telah dimasukkan.

source: Attachment has been updated.
id_id: Attachment telah diperbarui.

source: Attachment has been deleted.
id_id: Attachment telah dihapus.

source: Type:
id_id: Tipe :

source: Description
id_id: Deskripsi

source: Filename
id_id: Nama file

source: Size
id_id: Ukuran

source: Filetype
id_id: Tipe file

source: Date Uploaded
id_id: Tanggal upload

source: Edit
id_id: Sunting

source: View
id_id: Lihat

source: Download
id_id: Unduh

source: Delete
id_id: Hapus

source: Transaction #
id_id: Transaksi #

source: Attached File
id_id: File attachment

source: Select backup file first.
id_id: Pilih file cadangan pertama.

source: Backup and Restore Database
id_id: Backup dan Restore Database

source: Backup paths have not been set correctly.
id_id: Path backup belum diatur dengan benar.

source: Please contact System Administrator.
id_id: Silakan hubungi System Administrator.

source: cannot find backup directory
id_id: tidak dapat menemukan direktori backup

source: Backup successfully generated.
id_id: Backup sukses dijalankan.

source: Database backup failed.
id_id: Backup database gagal.

source: No
id_id: Tidak

source: Restore backup completed.
id_id: Restore backup selesai.

source: File successfully deleted.
id_id: File sukses terhapus

source: Can't delete backup file.
id_id: Tidak dapat menghapus file salinan

source: You can only upload *.sql backup files
id_id: Anda hanya dapat upload *.sql file salinan

source: File was not uploaded into the system.
id_id: File tidak di upload ke dalam sistem.

source: Create backup
id_id: Membuat backup

source: Comments:
id_id: Komentar

source: Compression:
id_id: Kompresi :

source: Create Backup
id_id: Membuat backup

source: Backup scripts maintenance
id_id: Pemeliharaan skrip backup

source: View Backup
id_id: Lihat salinan

source: Download Backup
id_id: Unduh salinan

source: Restore Backup
id_id: Memulihkan salinan

source: You are about to restore database from backup file. Do you want to continue?
id_id: Anda akan restore database dari file cadangan. Apakah Anda ingin melanjutkan?

source: Delete Backup
id_id: Hapus salinan

source: You are about to remove selected backup file. Do you want to continue ?
id_id: Anda akan menghapus file cadangan yang dipilih. Apakah Anda ingin melanjutkan?

source: Change password
id_id: Ganti kata sandi

source: The password entered must be at least 4 characters long.
id_id: Kata sandi harus terdiri minimal 4 karakter

source: The password cannot contain the user login.
id_id: Kata sandi tidak boleh memuat nama pengguna

source: The passwords entered are not the same.
id_id: Kata sandi tidak sama

source: Password cannot be changed in demo mode.
id_id: Kata sandir tidak dapat diganti pada mode demo

source: Your password has been updated.
id_id: Kata sandi Anda telah diperbaharui

source: User login:
id_id: Login pengguna :

source: Repeat password:
id_id: Ulangi kata sandi :

source: Enter your new password in the fields.
id_id: Masukkan password baru Anda

source: Company Setup
id_id: Setup Perusahaan

source: Login timeout must be positive number not less than 10.
id_id: Login timeout harus angka positif tidak kurang dari 10.

source: The company name must be entered.
id_id: Nama perusahaan harus dimasukkan.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
id_id: Hanya file jpg dan png yang didukung - file ekstensi .jpg atau .png yang diharapkan

source: The file size is over the maximum allowed. The maximum size allowed in KB is
id_id: Ukuran file melebihi maksimum yang diizinkan. Ukuran maksimum diperbolehkan dalam KB adalah

source: Only graphics files can be uploaded
id_id: Hanya file grafis dapat di-upload

source: The existing image could not be removed
id_id: Gambar yang ada tidak dapat dihapus

source: Error uploading logo file
id_id: Kesalahan pada saat upload file logo

source: Company setup has been updated.
id_id: Setup Perusahaan telah diperbarui.

source: Name (to appear on reports):
id_id: Nama (untuk ditampilkan di laporan):

source: Address:
id_id: Alamat :

source: Domicile:
id_id: Domisili :

source: Phone Number:
id_id: Nomor Telepon :

source: Fax Number:
id_id: Nomor Fax :

source: Email Address:
id_id: Alamat email :

source: Official Company Number:
id_id: Jumlah resmi perusahaan :

source: GSTNo:
id_id: NPWP :

source: Home Currency:
id_id: Mata uang lokal :

source: Fiscal Year:
id_id: Tahun pajak :

source: Tax Periods:
id_id: Periode pajak :

source: Months.
id_id: Bulan.

source: Tax Last Period:
id_id: Periode pajak terakhir :

source: Months back.
id_id: Bulan kebelakang.

source: Company Logo:
id_id: Logo perusahaan :

source: New Company Logo (.jpg)
id_id: Logo perusahaan yang baru (.jpg)

source: Delete Company Logo:
id_id: Hapus logo perusahaan :

source: Use Dimensions:
id_id: Gunakan Dimensi:

source: Base for auto price calculations:
id_id: Dasar untuk perhitungan harga otomatis:

source: No base price list
id_id: Tidak ada daftar harga dasar

source: Add Price from Std Cost:
id_id: Tambahkan harga dari Std Biaya :

source: Round to nearest:
id_id: Pembulatan terdekat :

source: Search Item List
id_id: Cari daftar barang

source: Search Customer List
id_id: Cari daftar pelanggan

source: Search Supplier List
id_id: Cari daftar pemasok

source: Time Zone on Reports
id_id: Zona waktu pada Laporan

source: seconds
id_id: detik

source: Version Id
id_id: Id versi

source: Update
id_id: Perbaharui

source: Create/Update Company
id_id: Buat/perbaharui perusahaan

source: This database settings are already used by another company.
id_id: Setingan database ini telah digunakan oleh perusahaan lain

source: You cannot have table set without prefix together with prefixed sets in the same database.
id_id: Anda tidak dapat membuat tabel tanpa awalan bersama-sama dengan diawali set pada database yang sama.

source: Error creating Database:
id_id: Kesalahan pada pembuatan database :

source: , Please create it manually
id_id: , Mohon membuatnya secara manual

source: Cannot create new company due to bugs in sql file.
id_id: Tidak dapat membuat perusahaan baru karena bug di file sql.

source: Error uploading Database Script, please upload it manually
id_id: Kesalahan pada upload skrip database, silakan upload secara manual

source: Cannot open the configuration file -
id_id: Tidak dapat membuka file konfigurasi

source: Cannot write to the configuration file -
id_id: Tidak dapat menulis file konfigurasi

source: The configuration file
id_id: File konfigurasi

source: is not writable. Change its permissions so it is, then re-run the operation.
id_id: tidak dapat ditulis. Ubah akses file, dan ulangi operasinya.

source: New company has been created.
id_id: Perusahaan baru telah dibuat

source: Company has been updated.
id_id: Data perusahaan telah diperbaharui

source: Broken company subdirectories system. You have to remove this company manually.
id_id: Sistem subdirektori perusahaan tidak terhapus. Anda harus menghapus perusahaan ini secara manual.

source: Cannot rename subdirectory to temporary name.
id_id: Tidak dapat mengubah subdirektori ke nama sementara

source: Cannot rename company subdirectory
id_id: Tidak dapat mengubah subdirektori perusahaan

source: Error removing Database:
id_id: Kesalahan pada saat menghapus database :

source: , please remove it manually
id_id: , mohon menghapusnya secara manual

source: Cannot remove temporary renamed company data directory
id_id: Tidak dapat menghapus direktori data perusahaan

source: Are you sure you want to delete company no.
id_id: Apakah Anda serius ingin menghapus perusahaan nomor.

source: Database User
id_id: Pengguna database

source: Database Name
id_id: Nama database

source: Table Pref
id_id: Awalan nama tabel

source: Default
id_id: Aturan standar

source: Yes
id_id: Iya

source: The marked company is the current company which cannot be deleted.
id_id: Perusahaan yang ditandai adalah perusahaan saat ini yang tidak dapat dihapus.

source: Database Password
id_id: Kata sandi database

source: None
id_id: Tidak ada

source: Database Script
id_id: Skrip database

source: New script Admin Password
id_id: Kata sandi baru untuk Admin

source: Choose from Database scripts in SQL folder. No Database is created without a script.
id_id: Pilih skrip database dari folder SQL. Database tidak dapat dibuat tanpa skrip.

source: Save
id_id: Simpan

source: Create a new company
id_id: Buat perusahaan baru

source: Short Name
id_id: Nama pendek

source: Display Setup
id_id: Tampilan Setup

source: Query size must be integer and greater than zero.
id_id: Ukuran query harus bilangan bulat dan lebih besar dari nol.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
id_id: Pengaturan tampilan telah diperbarui. Perlu diketahui bahwa pengaturan berubah dikembalikan pada setiap login dalam modus demo.

source: Display settings have been updated.
id_id: Pengaturan tampilan telah diperbarui.

source: Decimal Places
id_id: Desimal Places

source: Prices/Amounts:
id_id: Harga / Jumlah:

source: Quantities:
id_id: Kuantitas:

source: Exchange Rates:
id_id: Kurs nilai tukar :

source: Percentages:
id_id: Persentase :

source: Dateformat and Separators
id_id: Format tanggal dan Pemisah

source: Dateformat:
id_id: Format tanggal :

source: Date Separator:
id_id: Pemisah tanggal :

source: Thousand Separator:
id_id: Pemisah ribuan :

source: Decimal Separator:
id_id: Pemisah desimal :

source: Language
id_id: Bahasa

source: Language:
id_id: Bahasa :

source: Miscellaneous
id_id: Lain-lain

source: Show hints for new users:
id_id: Tampilkan petunjuk untuk pengguna baru:

source: Show GL Information:
id_id: Tampilkan informasi GL :

source: Show Item Codes:
id_id: Tampilkan kode barang :

source: Page Size:
id_id: Ukuran kertas :

source: Printing profile
id_id: Profil percetakan

source: Browser printing support
id_id: Browser yang dukung pencetakan

source: Use popup window to display reports:
id_id: Gunakan jendela popup untuk menampilkan laporan:

source: Set this option to on if your browser directly supports pdf files
id_id: Tetapkan pilihan ini untuk aktif jika browser Anda langsung mendukung file pdf

source: Use icons instead of text links:
id_id: Ikon alih-alih menggunakan link teks:

source: Set this option to on for using icons instead of text links
id_id: Tetapkan pilihan ini untuk pada ikon bukan untuk link teks

source: Query page size:
id_id: Query ukuran halaman:

source: Remember last document date:
id_id: Ingat tanggal dokumen terakhir :

source: If set document date is remembered on subsequent documents, otherwise default is current date
id_id: Jika di-set tanggal dokumen yang diingat pada dokumen berikutnya, jika tidak default adalah tanggal sekarang

source: Fiscal Years
id_id: Tahun pajak

source: Invalid BEGIN date in fiscal year.
id_id: Awal tanggal dalam tahun fiskal tidak valid.

source: Invalid END date in fiscal year.
id_id: Tanggal akhir pada tahun fiskal tidak valid.

source: BEGIN date bigger than END date.
id_id: Tanggal awal lebih besar daripada tanggal akhir

source: Cannot CLOSE this year because there are open fiscal years before
id_id: Tidak dapa tutup tahun ini karena masih ada tahun fiskal yang terbuka sebelumnya

source: Selected fiscal year has been updated
id_id: Tahun fiskal yang dipilih telah diperbarui

source: New fiscal year has been added
id_id: Tahun fiskal baru telah ditambahkan

source: Cannot delete this fiscal year because thera are fiscal years before.
id_id: Tidak dapat menghapus tahun fiskal ini karena ada fiskal tahun sebelumnya.

source: Cannot delete this fiscal year because the fiscal year is not closed.
id_id: Tidak dapat menghapus tahun fiskal ini karena tahun fiskal yang tidak tertutup.

source: Selected fiscal year has been deleted
id_id: Tahun fiskal yang dipilih telah dihapus

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
id_id: Peringatan: Menghapus tahun fiskal semua transaksi dihapus dan diubah menjadi keseimbangan yang relevan. Proses ini ireversibel!

source: Fiscal Year Begin
id_id: Awal tahun fiskal

source: Fiscal Year End
id_id: Akhir tahun fiskal

source: Closed
id_id: Tertutup

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
id_id: Apakah Anda yakin ingin menghapus fiskal tahun%s - %s? Semua transaksi akan dihapus dan diubah menjadi keseimbangan yang relevan. Apakah Anda ingin melanjutkan?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
id_id: Tahun fiskal yang ditandai adalah tahun fiskal saat ini yang tidak dapat dihapus.

source: Fiscal Year Begin:
id_id: Awal tahun pajak :

source: Fiscal Year End:
id_id: Akhir tahun pajak :

source: Is Closed:
id_id: Apakah sudah ditutup :

source: Forms Setup
id_id: Setup bentuk

source: Forms settings have been updated.
id_id: Pengaturan bentuk telah diperbarui.

source: Form
id_id: Bentuk

source: Next Reference
id_id: Referensi selanjutnya

source: System and General GL Setup
id_id: Setup sistem dan GL Umum

source: The delivery over-receive allowance must be between 0 and 100.
id_id: Pengiriman atas-menerima tunjangan harus antara 0 dan 100.

source: The invoice over-charge allowance must be between 0 and 100.
id_id: Faktur atas tunjangan biaya harus antara 0 dan 100.

source: The past due days interval allowance must be between 0 and 100.
id_id: Batas hari terakhir yang diperkenankan antara 0 dan 100.

source: The general GL setup has been updated.
id_id: Konfiguras GL umum telah diperbarui.

source: General GL
id_id: GL umum

source: Past Due Days Interval:
id_id: Jarak hari setelah jatuh tempo:

source: days
id_id: hari

source: Retained Earnings:
id_id: Saldo laba :

source: Profit/Loss Year:
id_id: Laba/Rugi tahun :

source: Exchange Variances Account:
id_id: Akun perbedaan nilai tukar :

source: Bank Charges Account:
id_id: Biaya account bank :

source: Customers and Sales
id_id: Pelanggan dan penjual

source: Default Credit Limit:
id_id: Default Batas Kredit:

source: Accumulate batch shipping:
id_id: Mengumpulkan batch pengiriman:

source: Legal Text on Invoice:
id_id: Teks legal pada invoice:

source: Shipping Charged Account:
id_id: Account tagihan pengiriman:

source: Customers and Sales Defaults
id_id: Default pelanggan dan penjualan

source: Receivable Account:
id_id: Akun piutang :

source: Sales Account:
id_id: Akun penjualan :

source: Sales Discount Account:
id_id: Akun diskon penjualan :

source: Prompt Payment Discount Account:
id_id: Aku pembayaran diskon dimuka :

source: Delivery Required By:
id_id: Dibutuhkan pengiriman pada:

source: Dimension Defaults
id_id: Dimension Standar

source: Dimension Required By After:
id_id: Dimensi disyaratkan Oleh Setelah:

source: Suppliers and Purchasing
id_id: Pemasok dan Pembelian

source: Suppliers and Purchasing Defaults
id_id: Pemasok dan Pembelian Default

source: Payable Account:
id_id: Hutang

source: Purchase Discount Account:
id_id: Account diskon pembelian:

source: Inventory
id_id: Inventaris

source: Allow Negative Inventory:
id_id: Izinkan inventaris negatif:

source: Warning: This may cause a delay in GL postings
id_id: Peringatan: Ini dapat menyebabkan keterlambatan dalam posting GL

source: Items Defaults
id_id: Item default

source: Inventory Account:
id_id: Account inventaris:

source: C.O.G.S. Account:
id_id: Akun C.O.G.S :

source: Inventory Adjustments Account:
id_id: Akun penyesuaian inventaris :

source: Item Assembly Costs Account:
id_id: Majelis item Biaya Account:

source: Manufacturing Defaults
id_id: Manufaktur Default

source: Work Order Required By After:
id_id: Work Order Diperlukan Oleh Setelah:

source: Install/Update Languages
id_id: Install / Update Bahasa

source: Name
id_id: Nama

source: Right To Left
id_id: Kanan ke kiri

source: Available
id_id: Tersedia

source: Installed
id_id: Telah terinstall

source: The marked language is the current language which cannot be deleted.
id_id: Bahasa yang ditandai adalah bahasa saat ini yang tidak dapat dihapus.

source: Language name, code nor encoding cannot be empty
id_id: Nama bahasa, kode atau penyandian tidak boleh kosong

source: Language Code
id_id: Kode bahasa

source: Language Name
id_id: Nama bahasa

source: Default Language
id_id: Bahasa utama

source: Language File
id_id: File bahasa

source: Select your language files from your local harddisk.
id_id: Pilih file bahasa dari harddisk lokal Anda

source: Install/Activate extensions
id_id: Install / Aktifkan ekstensi

source: Extension name cannot be empty.
id_id: Nama ekstensinya tidak boleh kosong.

source: Extension name have to be unique.
id_id: Nama ekstensinya harus unik.

source: Extension title cannot be empty.
id_id: Judul extensinya tidak boleh kosong.

source: Extension folder name cannot be empty.
id_id: Nama folder ekstensi tidak boleh kosong.

source: You have to select plugin file to upload
id_id: Anda harus memilih file plugin untuk meng-upload

source: Selected extension has been successfully deleted
id_id: Ekstensi yang dipilih telah berhasil dihapus

source: Active
id_id: Aktif

source: Menu Link Text
id_id: Menu teks link

source: Default status
id_id: Status default

source: Module File
id_id: File modul

source: Access Levels Extensions
id_id: Tingkat akses Extension

source: SQL File
id_id: File SQL

source: Select your module PHP file from your local harddisk.
id_id: Pilih file modul PHP dari harddisk lokal Anda

source: Extension data has been updated.
id_id: Extension data telah diperbarui.

source: Extension has been installed.
id_id: Extension telah diinstal.

source: Current active extensions set has been saved.
id_id: Ekstensi aktif saat ini telah disimpan.

source: Upgrade cannot be done because database has been already partially upgraded. Please downgrade database to clean previous version or try forced upgrade.
id_id: Upgrade tidak dapat dilakukan karena database sudah sebagian diupgrade. Harap downgrade database untuk membersihkan versi sebelumnya atau coba dipaksa upgrade.

source: Cannot connect to database for company
id_id: Tidak dapat terhubung ke database untuk perusahaan

source: Database upgrade to version %s failed for company '%s'.
id_id: Upgrade database ke versi %s gagal untuk perusahaan '%s'.

source: You should restore company database from latest backup file
id_id: Anda harus mengembalikan database perusahaan dari file cadangan terbaru

source: All companies data has been successfully updated
id_id: Semua data perusahaan telah berhasil diperbarui

source: Sql file
id_id: File SQL

source: Partially installed (%s)
id_id: Sebagian terinstall (%s)

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
id_id: Upgrade database yang ditandai sebagai diinstal sebagian tidak dapat diinstal secara otomatis. Anda harus membersihkan database secara manual untuk mengaktifkan mereka, atau mencoba untuk melakukan upgrade dipaksa.

source: Upgrade system
id_id: Sistem upgrade

source: Save database and perform upgrade
id_id: Simpan database dan melakukan upgrade

source: Payment Terms
id_id: Syarat Pembayaran

source: The number of days or the day in the following month must be numeric.
id_id: Jumlah hari atau hari di bulan berikutnya harus dalam angka.

source: The Terms description must be entered.
id_id: Deskripsi Persyaratan harus dimasukkan.

source: Selected payment terms have been updated
id_id: Pembayaran yang dipilih telah diperbarui

source: New payment terms have been added
id_id: Syarat pembayaran baru telah ditambahkan

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
id_id: Tidak dapat menghapus istilah pembayaran ini, karena account pelanggan yang dibuat merujuk pada istilah ini.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
id_id: Tidak dapat menghapus istilah pembayaran ini, karena account pemasok yang dibuat merujuk pada istilah ini.

source: Selected payment terms have been deleted
id_id: Pembayaran yang dipilih telah dihapus

source: Type
id_id: Tipe

source: Terms Description:
id_id: Keterangan syarat :

source: Days (Or Day In Following Month):
id_id: Hari (Atau Hari Pada Bulan Berikut):

source: Printer Locations
id_id: Lokasi printer

source: Printer name cannot be empty.
id_id: Nama printer tidak boleh kosong.

source: You have selected printing to server at user IP.
id_id: Anda telah memilih mencetak ke server pada IP pengguna.

source: Timeout cannot be less than zero nor longer than 60 (sec).
id_id: Timeout tidak boleh kurang dari nol atau lebih dari 60 (sec).

source: New printer definition has been created
id_id: Definisi printer baru telah dibuat

source: Selected printer definition has been updated
id_id: Definisi printer yang dipilih telah diperbarui

source: Cannot delete this printer definition, because print profile have been created using it.
id_id: Tidak dapat menghapus definisi printer ini, karena profil cetak yang menggunakannya telah dibuat.

source: Selected printer definition has been deleted
id_id: Definisi printer yang dipilih telah dihapus

source: Printer Queue
id_id: Antrian printer

source: Printer Name
id_id: Nama printer

source: Printer Description
id_id: Deskripsi printer

source: Host name or IP
id_id: Nama host atau IP

source: Printing Profiles
id_id: Profil cetak

source: Default printing destination
id_id: Default tujuan pencetakan

source: Printing profile name cannot be empty.
id_id: Nama profil percetakan tidak boleh kosong.

source: New printing profile has been created
id_id: Profil pencetakan baru telah dibuat

source: Printing profile has been updated
id_id: Profil pencetakan telah diperbarui

source: Selected printing profile has been deleted
id_id: Profil pencetakan yang dipilih telah dihapus

source: Select printing profile
id_id: Pilih profil pencetakan

source: New printing profile
id_id: Profil pencetakan baru

source: Printing Profile Name
id_id: Profil pencetakan nama

source: Report Id
id_id: Id laporan

source: no title was found in this report definition file.
id_id: no title ditemukan dalam file laporan definisi ini.

source: Add New Profile
id_id: Tambahkan Profil Baru

source: Update Profile
id_id: Update Profil

source: Update printer profile
id_id: Update profil printer

source: Delete Profile
id_id: Hapus Profil

source: Delete printer profile (only if not used by any user)
id_id: Hapus profil printer (hanya jika tidak digunakan oleh setiap pengguna)

source: Access setup
id_id: Setup akses

source: Role description cannot be empty.
id_id: Deskripsi peran tidak boleh kosong.

source: Role name cannot be empty.
id_id: Nama peran tidak boleh kosong.
