Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: Upgrade cannot be done because database has been already partially upgraded. Please downgrade database to clean previous version or try forced upgrade.
nl_nl: De upgrade kan niet worden uitgevoerd omdat de database upgrade al gedeeltelijk was uitgevoerd. Downgrade de database tot een volledige voorgaande versie en probeer daarna de database geforceerd te upgraden.

source: Cannot connect to database for company
nl_nl: Kan geen verbinding maken met de database van de administratie

source: Database upgrade to version %s failed for company '%s'.
nl_nl: Het updaten van de database naar versie %s is mislukt voor administratie '%s'.

source: You should restore company database from latest backup file
nl_nl: U dient de laatste administratie backup terug te plaatsen.

source: All companies data has been successfully updated
nl_nl: Alle bedrijfsadministraties zijn succesvol bijgewerkt.

source: Sql file
nl_nl: SQL-bestand

source: Force upgrade
nl_nl: Forceer update

source: Partially installed (%s)
nl_nl: Gedeeltelijk geïnstalleerd (%s)

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
nl_nl: Database upgrades die als gedeeltelijk zijn gemarkeerd, kunnen niet automatisch worden geïnstalleerd. U dient de database handmatig te schonen om deze te activeren, of probeer de 'forceer upgrade' optie.

source: Upgrade system
nl_nl: Update systeem

source: Save database and perform upgrade
nl_nl: Opslaan database en update uitvoeren

source: Payment Terms
nl_nl: Betalingsvoorwaarden

source: The number of days or the day in the following month must be numeric.
nl_nl: Het aantal dagen of de dag in de volgende maand moet numeriek zijn.

source: The Terms description must be entered.
nl_nl: Een beschrijving van de voorwaarden is nodig.

source: Selected payment terms have been updated
nl_nl: De geselecteerde betaalvoorwaarden zijn aangepast.

source: New payment terms have been added
nl_nl: Nieuwe betaalvoorwaarden zijn toegevoegd.

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
nl_nl: Deze betalingsvoorwaarde kan niet verwijderd worden omdat klanten naar deze voorwaarde verwijzen.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
nl_nl: Deze betalingsvoorwaarde kan niet verwijderd worden omdat leveranciers naar deze voorwaarde verwijzen.

source: Selected payment terms have been deleted
nl_nl: De geselecteerde betaalvoorwaarden zijn verwijderd.

source: Due After/Days
nl_nl: Vervald na #dagen

source: N/A
nl_nl: N.V.T.

source: Terms Description:
nl_nl: Beschrijving voorwaarde:

source: Payment type:
nl_nl: Betaalwijze:

source: Days (Or Day In Following Month):
nl_nl: Dagen (of dag in de volgende maand):

source: Printer Locations
nl_nl: Printer locaties

source: Printer name cannot be empty.
nl_nl: De naam van de printer kan niet leeg zijn

source: You have selected printing to server at user IP.
nl_nl: U heeft er voor gekozen om te printen naar de server op het IP-adres van de gebruiker.

source: Timeout cannot be less than zero nor longer than 60 (sec).
nl_nl: De time-out kan niet kleinder dan 0 of langer dan 60 seconden zijn.

source: New printer definition has been created
nl_nl: Een nieuwe printerinstelling is aangemaakt.

source: Selected printer definition has been updated
nl_nl: De geselecteerde printerinstelling is bijgewerkt.

source: Cannot delete this printer definition, because print profile have been created using it.
nl_nl: Deze printerinstellingen kunnen niet worden verwijderd, omdat er print profielen naar verwijzen.

source: Selected printer definition has been deleted
nl_nl: De geselecteerde printerinstellingen zijn verwijderd.

source: Printer Queue
nl_nl: Printer wachtrij

source: Printer Name
nl_nl: Printer naam

source: Printer Description
nl_nl: Printer omschrijving

source: Host name or IP
nl_nl: Servernaam of IP-adres

source: Port
nl_nl: Poort

source: Printing Profiles
nl_nl: Instellingen print profielen

source: Default printing destination
nl_nl: Standaard printer lokatie

source: Printing profile name cannot be empty.
nl_nl: De naam van het print profiel kan niet leeg zijn.

source: New printing profile has been created
nl_nl: Een nieuw print profiel is aangemaakt.

source: Printing profile has been updated
nl_nl: Het print profiel is bijgewerkt.

source: Selected printing profile has been deleted
nl_nl: Het geselecteerde print profiel is verwijderd.

source: Select printing profile
nl_nl: Selecteer print profiel

source: New printing profile
nl_nl: Nieuw print profiel

source: Printing Profile Name
nl_nl: Naam print profiel

source: Report Id
nl_nl: Rapportage ID

source: Browser support
nl_nl: Browser ondersteuning

source: no title was found in this report definition file.
nl_nl: Er is geen titel gevonden in het rapportage definitie bestand.

source: Add New Profile
nl_nl: Profiel toevoegen

source: Update Profile
nl_nl: Profiel wijzigen

source: Update printer profile
nl_nl: Bijwerken print profiel

source: Delete Profile
nl_nl: Profiel verwijderen

source: Delete printer profile (only if not used by any user)
nl_nl: Verwijder printer profiel (alleen als deze niet in gebruik is door een gebruiker)

source: Access setup
nl_nl: Onderhoud toegangsrechten

source: Role description cannot be empty.
nl_nl: De omschrijving van de rol mag niet leeg zijn.

source: Role name cannot be empty.
nl_nl: De naam van de rol mag niet leeg zijn.

source: Access level edition in Company setup section have to be enabled for your account.
nl_nl: Het wijzigen van toegangsrechten moet voor uw account geactiveerd worden in het instellingen scherm.

source: New security role has been added.
nl_nl: Een nieuwe toegangsrol is aangemaakt.

source: Security role has been updated.
nl_nl: De toegangsrol is aangepast.

source: This role is currently assigned to some users and cannot be deleted
nl_nl: De geselecteerde valutacode is de functionele valuata en kan niet verwijderd worden.

source: Security role has been sucessfully deleted.
nl_nl: De toegansrol is verwijderd.

source: Role:
nl_nl: Rol:

source: Show inactive:
nl_nl: Verborgen items weergeven:

source: Role name:
nl_nl: Rol naam:

source: Role description:
nl_nl: Rol omschrijving:

source: Current status:
nl_nl: Status:

source: On/off set of features
nl_nl: Aan/uitzetten van toepassingen

source: Update view
nl_nl: Update wijzigingen

source: Insert New Role
nl_nl: Nieuwe rol toevoegen

source: Save Role
nl_nl: Wijzigingen opslaan

source: Clone This Role
nl_nl: Rol kopieren

source: Delete This Role
nl_nl: Rol verwijderen

source: Cancel
nl_nl: Annuleren

source: Cancel Edition
nl_nl: Annuleer wijzigingen

source: Shipping Company
nl_nl: Expediteur

source: The shipping company name cannot be empty.
nl_nl: De naam van de verzendingsfirma moet ingevuld zijn.

source: New shipping company has been added
nl_nl: Een nieuwe vervoerder is aangemaakt.

source: Selected shipping company has been updated
nl_nl: De geselecteerde vervoerder is aangepast.

source: Cannot delete this shipping company because sales orders have been created using this shipper.
nl_nl: Kan de verzendfirma niet verwijderen omdat er nog verkoopopdrachten naar verwijzen.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
nl_nl: Kan de verzendfirma niet verwijderen omdat er facturen naar verwijzen.

source: Selected shipping company has been deleted
nl_nl: De geselecteerde vervoerder is verwijderd

source: Contact Person
nl_nl: Contactpersoon

source: Phone Number
nl_nl: Telefoonnummer

source: Secondary Phone
nl_nl: Mobiel

source: Address
nl_nl: Adres

source: Name:
nl_nl: Naam:

source: Contact Person:
nl_nl: Contactpersoon:

source: Secondary Phone Number:
nl_nl: Mobiel:

source: System Diagnostics
nl_nl: Systeemcontrole uitvoeren

source: Unspecified tag type
nl_nl: Niet gespecificeerd zoekwoord

source: Account Tags
nl_nl: Zoekwoorden

source: Dimension Tags
nl_nl: Project

source: The tag name cannot be empty.
nl_nl: De naam mag niet leeg zijn.

source: Selected tag settings have been updated
nl_nl: Het geselecteerde sleutelwoord is bijgewerkt.

source: New tag has been added
nl_nl: Nieuw sleutelwoord toegevoegd,

source: Cannot delete this tag because records have been created referring to it.
nl_nl: Kan dit sleutelwoord niet verwijderen omdat er transacties naar verwijzen.

source: Selected tag has been deleted
nl_nl: Het geselecteerde sleutelwoord is verwijderd.

source: Tag Name
nl_nl: Naam sleutelwoord

source: Tag Description
nl_nl: Omschrijving sleutelwoord

source: Tag Name:
nl_nl: Naam sleutelwoord:

source: Tag Description:
nl_nl: Omschrijving sleutelwoord:

source: Users
nl_nl: Onderhoud gebruikers

source: The user login entered must be at least 4 characters long.
nl_nl: De gebruikersnaam moet minstens 4 karakters lang zijn.

source: The selected user has been updated.
nl_nl: De geselecteerde gebruiker is aangepast.

source: A new user has been added.
nl_nl: Een nieuwe gebruiker is toegevoegd.

source: User has been deleted.
nl_nl: Gebruiker is verwijderd.

source: User login
nl_nl: Gebruikersnaam

source: Full Name
nl_nl: Volledige naam

source: Phone
nl_nl: Telefoon

source: Last Visit
nl_nl: Laatste bezoek

source: Access Level
nl_nl: Toegangsniveau

source: User Login:
nl_nl: Gebruikers login:

source: Enter a new password to change, leave empty to keep current.
nl_nl: Om te veranderen, geef een nieuw wachtwoord in. Om het huidige te behouden, laat veld leeg.

source: Telephone No.:
nl_nl: Telefoonnummer:

source: Access Level:
nl_nl: Toegangsniveau:

source: User's POS
nl_nl: Gebruiker's POS

source: Use popup window for reports:
nl_nl: Pop-up venster voor rapportages gebruiken:

source: View or Print Transactions
nl_nl: Transacties weergeven of afdrukken

source: Print
nl_nl: Afdrukken

source: Only documents can be printed.
nl_nl: Alleen documenten kunnen afgedrukt worden.

source: from #:
nl_nl: van #:

source: to #:
nl_nl: tot #:

source: Search
nl_nl: Zoeken

source: The starting transaction number is expected to be numeric and greater than zero.
nl_nl: De nummer van de eerste transactie moet numeriek en groter dan nul zijn.

source: The ending transaction number is expected to be numeric and greater than zero.
nl_nl: De nummer van de laatste transactie moet numeriek en groter dan nul zijn.

source: Reference
nl_nl: Referentie

source: Date
nl_nl: Datum

source: GL
nl_nl: Journaalpost

source: Void a Transaction
nl_nl: Boeking terugboeken

source: Select
nl_nl: Selecteer

source: Transaction #:
nl_nl: Boekingsnummer #:

source: Voiding Date:
nl_nl: Terugboekingsdatum:

source: Memo:
nl_nl: Opmerking:

source: Void Transaction
nl_nl: Boeking terugboeken

source: The entered transaction does not exist or cannot be voided.
nl_nl: De geselecteerde transactie bestaat niet of kan niet teruggeboekt worden.

source: Are you sure you want to void this transaction ? This action cannot be undone.
nl_nl: Weet je zeker dat je deze boeking wilt storneren. Deze aktie kan niet herroepen worden.

source: Proceed
nl_nl: Ga verder

source: The selected transaction was closed for edition and cannot be voided.
nl_nl: De geselecteerde transactie kan niet gewijzigd en dus ook niet teruggeboekt worden.

source: The entered date is invalid.
nl_nl: De ingegeven datum is ongeldig.

source: The entered date is not in fiscal year.
nl_nl: De ingegeven datum valt niet in het huidige boekjaar.

source: The transaction number is expected to be numeric and greater than zero.
nl_nl: De transactienummer moet numeriek zijn en groter dan nul.

source: The selected transaction has already been voided.
nl_nl: De geselecteerde transactie is al teruggeboekt.

source: Selected transaction has been voided.
nl_nl: De geselecteerde transactie is teruggeboekt.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
nl_nl: De rekening voor onverdeelde winst voorgaand boekjaar of winst huidig boekjaar is niet ingesteld in het menu instellingen systeem en grootboek.

source: Closing Year
nl_nl: Sluiten boekjaar

source: Open Balance
nl_nl: Beginbalans

source: Cannot open the extension setup file '%s' for writing.
nl_nl: Het extentie setupbestand '%s' kan niet worden geopend om naar te worden geschreven.

source: Cannot write to the extensions setup file '%s'.
nl_nl: Kan niet schrijven naar het extentie setup bestand '%s'.

source: Cannot update system extensions list.
nl_nl: De systeem extentielijst kan niet worden bijgewerkt.

source: Cannot update extensions list for company '%s'.
nl_nl: Kan de extentie lijst niet bijwerken voor de administratie '%s'.

source: Cannot open the languages file -
nl_nl: Kan taalbestand niet openen -

source: Cannot write to the language file -
nl_nl: Kan taalbestand niet beschrijven -

source: The language files folder
nl_nl: Directory taalbestanden

source: SQL script execution failed in line %d: %s
nl_nl: Er is een fout ontstaan bij het uitvoeren van SQL script op regel %d: %s

source: user online
nl_nl: gebruiker online

source: users online
nl_nl: gebruikers online

source: Voided.
nl_nl: Teruggeboekt.

source: &Sales
nl_nl: &Verkopen

source: Transactions
nl_nl: Invoer van transacties

source: Sales &Quotation Entry
nl_nl: Aanmaken &verkoopofferte

source: Sales &Order Entry
nl_nl: Aanmaken verkoop&order

source: Direct &Delivery
nl_nl: Aanmaken &levering

source: Direct &Invoice
nl_nl: Aanmaken &factuur

source: &Delivery Against Sales Orders
nl_nl: &Aanmaken uitlevering van verkooporder

source: &Invoice Against Sales Delivery
nl_nl: &Aanmaken verkoopfactuur van levering

source: &Template Delivery
nl_nl: Aanmaken levering (met template)

source: &Template Invoice
nl_nl: Aanmaken verkoopfactuur (met template)

source: &Create and Print Recurrent Invoices
nl_nl: Aanmaken/weergeven &periodieke facturen

source: Customer &Payments
nl_nl: Invoeren ontvangst debiteuren

source: Customer &Credit Notes
nl_nl: Aanmaken &creditfactuur

source: &Allocate Customer Payments or Credit Notes
nl_nl: &Afletteren betalingen/creditfacturen

source: Inquiries and Reports
nl_nl: Weergave van transacties en rapportages

source: Sales Quotation I&nquiry
nl_nl: Weergeven v&erkoopoffertes

source: Sales Order &Inquiry
nl_nl: Weergeven ve&rkooporders

source: Customer Transaction &Inquiry
nl_nl: Weergeven transacties per &klant

source: Customer Allocation &Inquiry
nl_nl: Weergeven afgeletterde verkooporders/be&talingen

source: Customer and Sales &Reports
nl_nl: Debiteuren- en &omzetrapportages

source: Maintenance
nl_nl: Onderhoud en beheer

source: Add and Manage &Customers
nl_nl: Onderhoud klanten

source: Customer &Branches
nl_nl: Onderhoud vestigingen klanten

source: Sales &Groups
nl_nl: Onderhoud omzet categorieën

source: Recurrent &Invoices
nl_nl: Onderhoud periodieke facturen

source: Sales T&ypes
nl_nl: Onderhoud prijslijst categorieën

source: Sales &Persons
nl_nl: Onderhoud verkopers

source: Sales &Areas
nl_nl: Onderhoud verkoopregio's

source: Credit &Status Setup
nl_nl: Onderhoud kredietstatus

source: &Dimensions
nl_nl: P&rojectadministratie

source: Dimension &Entry
nl_nl: Aanmaken &project(code)

source: &Outstanding Dimensions
nl_nl: Weergeven en &aanpassen projecten

source: Dimension &Inquiry
nl_nl: &Weergeven projecten

source: Dimension &Reports
nl_nl: Project &rapportages

source: Dimension &Tags
nl_nl: Project &sleutelwoorden

source: &Banking and General Ledger
nl_nl: &Bank- & grootboek

source: &Payments
nl_nl: Invoeren &bankbetaling

source: &Deposits
nl_nl: Invoeren bank&ontvangst

source: Bank Account &Transfers
nl_nl: Invoeren &kruisposten

source: &Journal Entry
nl_nl: Invoeren &memoriaal boeking

source: &Budget Entry
nl_nl: Invoeren &begroting

source: &Reconcile Bank Account
nl_nl: Invoeren aansluiting &banksaldi

source: Revenue / &Costs Accruals
nl_nl: Invoeren opbrengsten / &kosten transitoria

source: &Journal Inquiry
nl_nl: &Weergeven boekingen

source: GL &Inquiry
nl_nl: Weergeven &grootboekrekeningen

source: Bank Account &Inquiry
nl_nl: Weergeven b&ankboek

source: Ta&x Inquiry
nl_nl: Weergeven BTW-&positie (af te dragen/te vorderen)

source: Trial &Balance
nl_nl: Weergeven &kolommenbalans

source: Balance &Sheet Drilldown
nl_nl: Weergeven balans &huidig jaar

source: &Profit and Loss Drilldown
nl_nl: Weergeven winst- & &verliesrekening huidig jaar

source: Banking &Reports
nl_nl: Bank &rapportages

source: General Ledger &Reports
nl_nl: Grootboek- en &algemene rapportages

source: Bank &Accounts
nl_nl: Onderhoud bank&rekeningen

source: &Quick Entries
nl_nl: Onderhoud type &handmatige boekingen

source: Account &Tags
nl_nl: Onderhoud &zoekwoorden

source: &Currencies
nl_nl: Onderhoud &valuta

source: &Exchange Rates
nl_nl: Onderhoud &wisselkoersen

source: &GL Accounts
nl_nl: Onderhoud &grootboekrekeningen

source: GL Account &Groups
nl_nl: Onderhoud &grootboekgroepen

source: GL Account &Classes
nl_nl: Onderhoud grootboek&categorieën

source: &Revaluation of Currency Accounts
nl_nl: Herwaardering &vreemde valuta

source: &Items and Inventory
nl_nl: V&oorraad- & artikelbeheer

source: Inventory Location &Transfers
nl_nl: Invoeren voorraad &relocatie

source: Inventory &Adjustments
nl_nl: Invoeren voorraad &aanpassing/correctie

source: Inventory Item &Movements
nl_nl: Weergeven &voorraad relocaties

source: Inventory Item &Status
nl_nl: Weergeven voorraad aa&ntallen

source: Inventory &Reports
nl_nl: Voorraad- en artikel&rapportages

source: &Items
nl_nl: Onderhoud &artikelen

source: &Foreign Item Codes
nl_nl: Onderhoud &internationale productcodes

source: Sales &Kits
nl_nl: Onderhoud &combinatieproducten

source: Item &Categories
nl_nl: Onderhoud &productcategorieën

source: Inventory &Locations
nl_nl: Onderhoud voorraad&locaties

source: Inventory &Movement Types
nl_nl: Onderhoud soorten &voorraadverplaatsingen

source: &Units of Measure
nl_nl: Onderhoud &basiseenheden

source: &Reorder Levels
nl_nl: Onderhoud wijzigen voorraadaantallen

source: Pricing and Costs
nl_nl: Onderhoud tarieven

source: Sales &Pricing
nl_nl: Onderhoud ver&koopprijzen

source: Purchasing &Pricing
nl_nl: Onderhoud &inkoopprijzen

source: Standard &Costs
nl_nl: Onderhoud vaste &kostprijzen

source: &Manufacturing
nl_nl: &Productie

source: Work &Order Entry
nl_nl: Aanmaken &werkorder

source: &Outstanding Work Orders
nl_nl: Weergeven &openstaande werkorders

source: Costed Bill Of Material Inquiry
nl_nl: Weergeven kostenoverzicht stuklijst

source: Inventory Item Where Used &Inquiry
nl_nl: Weergeven &overzicht benodigde artikelen

source: Work Order &Inquiry
nl_nl: Weergeven &werkorders

source: Manufacturing &Reports
nl_nl: &Productie rapportages

source: &Bills Of Material
nl_nl: Onderhoud &stuklijsten

source: &Work Centres
nl_nl: Onderhoud &werkplaatsen

source: S&etup
nl_nl: I&nstellingen

source: &Company Setup
nl_nl: &Wijzigen basisgegevens administratie

source: &User Accounts Setup
nl_nl: Onderhoud &gebruikers

source: &Access Setup
nl_nl: Onderhoud &gebruikersrollen

source: &Display Setup
nl_nl: Wijzigen weergave &instellingen

source: &Forms Setup
nl_nl: Wijzigen &volgnummers boekingen

source: &Taxes
nl_nl: Onderhoud &BTW-tarieven

source: Tax &Groups
nl_nl: Onderhoud &BTW-groepen

source: Item Ta&x Types
nl_nl: Onderhoud BTW-&categorieën

source: System and &General GL Setup
nl_nl: Instellingen &systeem en grootboek

source: &Fiscal Years
nl_nl: Instellingen &boekjaar

source: &Print Profiles
nl_nl: Instellingen &print profielen

source: Pa&yment Terms
nl_nl: Instellingen &betalingsvoorwaarden

source: Shi&pping Company
nl_nl: Instellingen &vervoerders

source: &Points of Sale
nl_nl: Instellingen &POS-systemen / verkooppunten

source: &Printers
nl_nl: &Instellingen printers

source: Contact &Categories
nl_nl: Instellingen categorieën &contacten

source: &Void a Transaction
nl_nl: &Terugboeken boeking/transactie

source: View or &Print Transactions
nl_nl: Transacties weergeven of &afdrukken

source: &Attach Documents
nl_nl: &Uploaden documenten

source: System &Diagnostics
nl_nl: &Systeemcontrole uitvoeren

source: &Backup and Restore
nl_nl: &Backup aanmaken/terugplaatsen

source: Create/Update &Companies
nl_nl: Onderhoud &administraties

source: Install/Update &Languages
nl_nl: Onderhoud &taalinstellingen

source: Install/Activate &Extensions
nl_nl: Onderhoud &extenties

source: Install/Activate &Themes
nl_nl: Onderhoud layout (themes)

source: Install/Activate &Chart of Accounts
nl_nl: Onderhoud &rekeningschema's

source: Software &Upgrade
nl_nl: Update systeemsoftware

source: &Purchases
nl_nl: &Inkopen

source: Purchase &Order Entry
nl_nl: Aanmaken &inkooporder

source: &Outstanding Purchase Orders Maintenance
nl_nl: Wijzigen &openstaande inkooporders

source: Direct &GRN
nl_nl: Aanmaken &magazijnontvangstbon

source: &Payments to Suppliers
nl_nl: Invoeren &leveranciersbetaling

source: Supplier &Invoices
nl_nl: Aanmaken directe &inkoopfactuur

source: Supplier &Credit Notes
nl_nl: Invoeren ontvangen &creditfactuur

source: &Allocate Supplier Payments or Credit Notes
nl_nl: Betalingen of creditnota's leveranciers &afletteren

source: Purchase Orders &Inquiry
nl_nl: &Weergeven inkooporders

source: Supplier Transaction &Inquiry
nl_nl: Weergeven &transacties per leverancier

source: Supplier Allocation &Inquiry
nl_nl: &Weergeven afgeletterde inkooporders/betalingen

source: Supplier and Purchasing &Reports
nl_nl: Crediteuren- en inkoop&rapportages

source: &Suppliers
nl_nl: Onderhoud &leveranciers

source: Dimension Entry
nl_nl: Project aanmaken

source: The dimension has been entered.
nl_nl: Het project is aangemaakt.

source: The dimension has been updated.
nl_nl: Het project is gewijzigd.

source: The dimension has been deleted.
nl_nl: Het project is verwijderd.

source: The dimension has been closed. There can be no more changes to it.
nl_nl: Dit project is afgesloten. Er kunnen geen wijzigingen meer worden aangebracht.

source: The dimension has been re-opened.
nl_nl: Het project is heropend.

source: Enter a &new dimension
nl_nl: Maak een nieuw project aan.

source: &Select an existing dimension
nl_nl: Secleteer een bestaand project

source: The dimension reference must be entered.
nl_nl: De projectcode moet ingevoerd worden.

source: The entered reference is already in use.
nl_nl: De ingevoerde projectcode is reeds in gebruik.

source: The dimension name must be entered.
nl_nl: De projectnaam moet ingevoerd worden.

source: The date entered is in an invalid format.
nl_nl: De ingegeven datum is ongeldig.

source: The required by date entered is in an invalid format.
nl_nl: De ingegeven einddatum is ongeldig.

source: This dimension cannot be deleted because it has already been processed.
nl_nl: Dit project kan niet worden verwijderd omdat het al verwerkt is.

source: The dimension sent is not valid.
nl_nl: Het project is niet geldig.

source: Dimension Reference:
nl_nl: Project referentie:

source: Start Date
nl_nl: Startdatum

source: Date Required By
nl_nl: Datum gereed

source: Tags:
nl_nl: Sleutelwoorden:

source: This Dimension is closed.
nl_nl: DIt project is afgesloten

source: Save changes to dimension
nl_nl: Bewaar wijzigingen project.

source: Re-open This Dimension
nl_nl: Her-open dit project

source: Mark this dimension as re-opened
nl_nl: Markeer dit project als her-opend.

source: Close This Dimension
nl_nl: Project afsluiten

source: Mark this dimension as closed
nl_nl: Markeer dit project als afgesloten

source: Delete This Dimension
nl_nl: Verwijder project

source: Delete unused dimension
nl_nl: Verwijder ongebruikte projecten

source: Add
nl_nl: Toevoegen
