Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: Database structure seems to be not upgraded to current version
nl_nl: De database structuur lijkt niet te zijn bijgewerkt naar de huidige versie.

source: Company subdirectories consistency
nl_nl: Consistentie subdirectory administraties

source: '%s' is not writeable
nl_nl: '%s' is niet schrijfbaar

source: Temporary directory
nl_nl: Tijdelijke directory

source: Language configuration consistency
nl_nl: Consistentie taalinstellingen

source: Languages folder should be writeable.
nl_nl: De map met taalbestanden moet schrijfbaar zijn

source: Languages configuration file should be writeable.
nl_nl: Het taalconfiguratiebestand moet schrijfbaar zijn

source: Missing %s translation file.
nl_nl: Onbrekend %s taalbestand.

source: Missing system locale: %s
nl_nl: Ontbrekende systeeminstelling: %s

source: Main config file
nl_nl: Configuratiebestand

source: Can't write '%s' file. Check FA directory write permissions.
nl_nl: Kan niet schrijven naar het bestand '%s'. Controleer de schrijfrechten van de frontaccounting directory.

source: '%s' file exists.
nl_nl: '%s' bestand bestaat.

source: '%s' file should be read-only
nl_nl: '%s' bestand moet alleen lezen zijn

source: Database auth file
nl_nl: Toegang databasebestand

source: '%s' file should be read-only if you do not plan to add or change companies
nl_nl: '%s' bestand moet alleen lezen zijn als u geen intentie heeft om wijzigingen in de bedrijfsinstellingen aan te brengen

source: Extensions system
nl_nl: Systeem extenties

source: Extensions configuration files and directories should be writeable
nl_nl: De extentie installatiebestanden en folders dienen schrijfbaar te zijn.

source: Non-standard theme directory '%s' is not writable
nl_nl: Het niet-standaard thema folder '%s' is niet schrijfbaar

source: OpenSSL PHP extension have to be enabled to use extension repository system.
nl_nl: OpenSSL PHP extentie moet geactiveerd zijn om de extentie te gebruiken.

source: OpenSSL have to be available on your server to use extension repository system.
nl_nl: OpenSSL moet beschikbaar zijn op uw server om de extentie ge gebruiken.

source: Test
nl_nl: Controle

source: Test type
nl_nl: Soort test

source: Value
nl_nl: Waarde

source: Comments
nl_nl: Opmerkingen

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
nl_nl: Er zijn enkele grootboektransactie niet geïndexeerd omdat er een fout in de audit trail aanwezig is.

source: Cost was %s changed to %s x quantity on hand for item '%s'
nl_nl: De prijs was %s en is veranderd in %s x aantal voor artikel '%s'

source: Zero/negative inventory handling
nl_nl: 0/negatieve voorraad afhandeling

source: Transaction Type
nl_nl: Soort transactie

source: Other Allocations
nl_nl: Reeds afgeletterd

source: This Allocation
nl_nl: Deze betaling

source: Left to Allocate
nl_nl: Openstaand saldo

source: Total Allocated
nl_nl: Totaal afgeletterd

source: The entry for one or more amounts is invalid or negative.
nl_nl: Een ingegeven bedrag is onjuist of negatief.

source: At least one transaction is overallocated.
nl_nl: Tenminste 1 transactie is teveel afgeletterd.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
nl_nl: Kan dit bedraf niet afletteren omdat het bedrag groter is dan het restbedrag.

source: Assignment
nl_nl: Toewijzing

source: Sec Phone
nl_nl: Mobiele telefoon

source: Contact data
nl_nl: Contactgegevens

source: First Name:
nl_nl: Voornaam:

source: Last Name:
nl_nl: Achternaam:

source: Contact active for:
nl_nl: Contactpersoon voor:

source: Phone:
nl_nl: Telefoon:

source: Document Language:
nl_nl: Taal documenten:

source: Customer default
nl_nl: Standaard voor klant

source: Notes:
nl_nl: Opmerkingen:

source: The contact name cannot be empty.
nl_nl: De naam contact moet ingevuld zijn.

source: Contact reference cannot be empty.
nl_nl: Het contact referentienummer moet ingevuld zijn.

source: You have to select at least one category.
nl_nl: U dient minimaal 1 categorie te selecteren.

source: Show also Inactive
nl_nl: Weergeven inactieve items

source: First
nl_nl: Eerste

source: Prev
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Last
nl_nl: Laatste

source: Records %d-%d of %d
nl_nl: Boeking %d-%d van %d

source: No records
nl_nl: Geen records

source: Submit changes
nl_nl: Wijzigingen opslaan

source: Clone
nl_nl: Kopieren

source: Edit new record with current data
nl_nl: Wijzig record met huidige gegevens

source: Cancel edition
nl_nl: Annuleer wijzigingen

source: Request from outside of this page is forbidden.
nl_nl: Aanvragen buiten deze pagina zijn niet toegestaan.

source: CSRF attack detected from:
nl_nl: CSRF aanval gedetecteerd van:

source: You should automatically be forwarded.
nl_nl: U wordt automatisch verder geleid.

source: If this does not happen
nl_nl: Wanneer dat niet gebeurd

source: click here
nl_nl: klik hier

source: to continue
nl_nl: om verder te gaan

source: View Attachment
nl_nl: Open bijlagen

source: Close
nl_nl: Sluiten

source: Customers
nl_nl: Klanten

source: Branches
nl_nl: Vestigingen

source: Suppliers
nl_nl: Leveranciers

source: Items
nl_nl: Artikelen

source: Entered data has not been saved yet.\nDo you want to abandon changes?
nl_nl: De ingevoerde gegevens gegevens zijn nog niet opgeslagen.\nWeet u zeker dat u wilt annuleren?

source: Click Here to Pick up the date
nl_nl: Klik hier om een datum te selecteren

source: Inactive
nl_nl: Inactief

source: Current Credit:
nl_nl: Actueel saldo:

source: Bank Balance:
nl_nl: Banksaldo:

source: Set filter
nl_nl: Instellen filter

source: Press Space tab for search pattern entry
nl_nl: Druk op spatie om een zoekopdracht in te geven

source: Enter code fragment to search or * for all
nl_nl: Geef een gedeelte van de tekst in om te zoeken of * voor alles

source: Enter description fragment to search or * for all
nl_nl: Geef een deel van de omschrijving in of voer * in voor alles

source: All Suppliers
nl_nl: Alle leveranciers

source: Press Space tab to filter by name fragment
nl_nl: Druk op spatie om te zoeken op een gedeelte van een naam

source: Select supplier
nl_nl: Selecteer een leverancier

source: All Customers
nl_nl: Alle klanten

source: Press Space tab to filter by name fragment; F2 - entry new customer
nl_nl: Druk op spatie om te zoeken op een gedeelte van een naam; F2 - invoer nieuwe klant

source: Select customer
nl_nl: Selecteer klant

source: All branches
nl_nl: Alle vestigingen

source: Select customer branch
nl_nl: Selecteer klant vestiging

source: All Locations
nl_nl: Alle locaties

source: All Items
nl_nl: Alle posten

source: All Sales Types
nl_nl: Alle omzettypen

source: Use Item Sales Accounts
nl_nl: Gebruik omzetrekening van artikel

source: All Types
nl_nl: Alle types

source: Sales Invoices
nl_nl: Verkoop facturen

source: Overdue Invoices
nl_nl: Vervallen facturen

source: Payments
nl_nl: Betalingen

source: Credit Notes
nl_nl: Creditnota's

source: Delivery Notes
nl_nl: Bevestiging leveringen

source: Invoices
nl_nl: Facturen

source: Overdue Credit Notes
nl_nl: Vervallen creditnota's

source: GRNs
nl_nl: Magazijnontvangstbon

source: Automatically put balance on back order
nl_nl: Artikelen automatisch in backorder plaatsen

source: Cancel any quantites not delivered
nl_nl: Annuleer alle niet geleverde hoeveelheden

source: Items Returned to Inventory Location
nl_nl: Terug ontvangen producten

source: Items Written Off
nl_nl: Afgeschreven producten

source: New role
nl_nl: Nieuwe rol

source: No tags defined.
nl_nl: Geen sleutelwoorden gedefinieerd.

source: No active tags defined.
nl_nl: Geen sleutelwoorden aangemaakt.

source: Activated for '%s'
nl_nl: Geïnstalleerd voor '%s'

source: Available and/or installed
nl_nl: Beschikbaar en/of geïnstalleerd

source: Standard new company American COA (4 digit)
nl_nl: Amerikaans (4 cijferig)

source: Standard American COA (4 digit) with demo data
nl_nl: Amerikaans (4 cijferig) met demo data

source: No payment Link
nl_nl: Geen betalingslink

source: in units of :
nl_nl: in eenheden van :

source: Cannot retrieve exchange rate for currency %s. Please adjust approximate rate if needed.
nl_nl: De wisselkoers voor valuta %s kan niet worden opgehaald. Voer de wisselkoers handmatig in bij de instellingen voor wisselkoersen.

source: Date Voided:
nl_nl: Datum van de fout:

source: Total Tax Excluded
nl_nl: Totaal excl. BTW

source: Included
nl_nl: Inclusief

source: Allocations
nl_nl: Afletteringen

source: Total Amount
nl_nl: Totaalbedrag

source: Total Allocated:
nl_nl: Totaal afgeletterd

source: Left to Allocate:
nl_nl: Nog af te letteren:

source: No Quick Entries are defined.
nl_nl: Er zijn geen instellingen voor handmatige boekingen bekend.

source: No Quick Entry lines are defined.
nl_nl: Er zijn geen handmatige boekingsregels gedefinieerd.

source: and
nl_nl: en

source: January
nl_nl: Januari

source: February
nl_nl: Februari

source: March
nl_nl: Maart

source: June
nl_nl: Juni

source: July
nl_nl: Juli

source: August
nl_nl: Augustus

source: October
nl_nl: Oktober

source: Su
nl_nl: Zo

source: Mo
nl_nl: Ma

source: Tu
nl_nl: Di

source: We
nl_nl: Wo

source: Th
nl_nl: Do

source: Fr
nl_nl: Vr

source: Sa
nl_nl: Za

source: Package Details
nl_nl: Details

source: The script must be called with a valid package id to review the info for.
nl_nl: Het script dient gestart te worden met een geldig package ID.

source: Available version
nl_nl: Beschikbare versie

source: Package type
nl_nl: Type

source: Package content
nl_nl: Inhoud

source: Author
nl_nl: Auteur

source: Home page
nl_nl: Website

source: Package maintainer
nl_nl: Laatst bijgewerkt door

source: Installation path
nl_nl: Locatie bestand

source: Minimal software versions
nl_nl: Minimale software versie

source: Right to left
nl_nl: Rechts naar links

source: Charset encoding
nl_nl: Teken codering

source: Content information for package '%s'
nl_nl: Eigenschappen voor pakket '%s'

source: Property
nl_nl: Eigenschappen

source: Item Adjustments Note
nl_nl: Invoeren voorraad aanpassing/correctie

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
nl_nl: Er zijn geen voorraad producten in het systeem die aangepast kunnen worden (Aangekocht of samengesteld).

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
nl_nl: Er zijn geen Voorraad verplaatsingstype gedefineerd. Maak er minstens één aan.

source: Items adjustment has been processed
nl_nl: Product aanpassing is verwerkt.

source: &View this adjustment
nl_nl: &Bekijk deze aanpassing

source: View the GL &Postings for this Adjustment
nl_nl: Bekijk de journaalpost voor deze aanpassing

source: Enter &Another Adjustment
nl_nl: Voer een andere aanpassing in

source: You must enter at least one non empty item line.
nl_nl: U moet minstens één, niet lege regel ingeven.

source: The entered date for the adjustment is invalid.
nl_nl: De ingegeven datum is ongeldig voor deze aanpassing.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
nl_nl: De aanpassing kan niet verwerkt worden omdat dit een negatieve voorraad zou veroorzaken :

source: The quantity entered is negative or invalid.
nl_nl: De ingegeven hoeveelheid is ongeldig of negatief.

source: The entered standard cost is negative or invalid.
nl_nl: De ingegeven standaardkost is negatief of ongeldig.

source: Adjustment Items
nl_nl: Aanpassing producten

source: Process Adjustment
nl_nl: Aanpassing verwerken

source: Inventory Item Cost Update
nl_nl: Wijzigen standaard kosten

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
nl_nl: Er zijn geen kostengevoelige voorraad producten gedefineerd in dit systeem (Aangekocht of samengesteld).

source: The entered cost is not numeric.
nl_nl: De ingegeven kost is niet numeriek.

source: The new cost is the same as the old cost. Cost was not updated.
nl_nl: De nieuwe kost is dezelfde als de oude. De kost werd niet aangepast.

source: Cost has been updated.
nl_nl: De kost is aangepast

source: View the GL Journal Entries for this Cost Update
nl_nl: Weergeven journaalpost voor deze kostenaanpassing

source: Item:
nl_nl: Product:

source: Standard Material Cost Per Unit
nl_nl: Standaard materiaalkost per eenheid

source: Standard Labour Cost Per Unit
nl_nl: Standaard arbeidskost per eenheid

source: Standard Overhead Cost Per Unit
nl_nl: Standaard overheadkost per eenheid

source: Inventory Item Sales prices
nl_nl: Wijzigen verkoopprijzen

source: There are no items defined in the system.
nl_nl: Er zijn geen producten gedefineerd in dit systeem.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
nl_nl: Er zijn geen verkooptypes in dit systeem. Maak verkooptypes aan voor het ingeven van prijzen.

source: The price entered must be numeric.
nl_nl: De prijs moet numeriek zijn.

source: The sales pricing for this item, sales type and currency has already been added.
nl_nl: De verkoopprijzen, verkoopsoorten en valuta is reeds voor dit artikel toegevoegd.

source: This price has been updated.
nl_nl: De prijs is aangepast

source: The new price has been added.
nl_nl: De nieuwe prijs is toegevoegd.

source: The selected price has been deleted.
nl_nl: De geselecteerde prijs is verwijderd.

source: Sales Type
nl_nl: Verkoop type

source: Price
nl_nl: Prijs

source: There are no prices set up for this part.
nl_nl: Er zijn geen prijzen ingegeven voor dit product.

source: Currency:
nl_nl: Munteenheid:

source: Sales Type:
nl_nl: Verkoop type:

source: Price:
nl_nl: Prijs:

source: The price is calculated.
nl_nl: De prijs is berekend.

source: Supplier Purchasing Data
nl_nl: Onderhoud inkoopprijzen

source: There are no purchasable inventory items defined in the system.
nl_nl: Er ziojn geen aankoopbare voorraad producten gedefinieerd in dit systeem.

source: There are no suppliers defined in the system.
nl_nl: Er zijn geen leveranciers in dit systeem.

source: There is no item selected.
nl_nl: Er is geen product geselecteerd.

source: The price entered was not numeric.
nl_nl: De ingegeven prijs was niet numeriek.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
nl_nl: De conversiefactor is niet numeriek. De conversiefactor is het getal waardoor de prijs moet gedeeld worden om de eenheidsprijs in de geselecteerde eenheid te krijgen.

source: The purchasing data for this supplier has already been added.
nl_nl: De aankoopgegevens voor deze leverancier zijn reeds toegevoegd.

source: This supplier purchasing data has been added.
nl_nl: De aankoopgegevens van de leverancier zijn toegevoegd.

source: Supplier purchasing data has been updated.
nl_nl: De aankoopgegevens van de leverancier zijn aangepast.

source: The purchasing data item has been sucessfully deleted.
nl_nl: De aankoopgegevens van het product zijn verwijderd.

source: Entered item is not defined. Please re-enter.
nl_nl: Opgegeven product is niet gedefinieerd. Geef een ander product op.

source: There is no purchasing data set up for the part selected
nl_nl: Er zijn geen aankoopgegevens voor het geselecteerde artikel.

source: Supplier's Unit
nl_nl: Eenheid leverancier

source: Conversion Factor
nl_nl: Converteringsfactor

source: Supplier's Description
nl_nl: Beschrijving van de leverancier

source: Suppliers Unit of Measure:
nl_nl: Eenheid leverancier:

source: Conversion Factor (to our UOM):
nl_nl: Converteringsfactor (naar eigen eenheid):

source: Supplier's Code or Description:
nl_nl: Code/beschrijving leverancier:

source: Reorder Levels
nl_nl: Wijzigen voorraadaantallen

source: There are no inventory items defined in the system (Purchased or manufactured items).
nl_nl: Er zijn geen voorraad producten gedefinieerd in dit systeem (aangekocht of samengesteld).

source: Location
nl_nl: Locatie

source: Quantity On Hand
nl_nl: Beschikbaar aantal

source: Re-Order Level
nl_nl: Buffervoorraad

source: Reorder levels has been updated.
nl_nl: Buffervoorraad is aangepast.

source: Inventory Location Transfers
nl_nl: Invoeren voorraad relocatie

source: Inventory transfer has been processed
nl_nl: Voorraad relocatie is verwerkt

source: &View this transfer
nl_nl: Bekijk deze boeking

source: Enter &Another Inventory Transfer
nl_nl: Voer een andere voorraad verplaatsing in

source: The entered transfer date is invalid.
nl_nl: De ingegeven datum van de relocatie is ongeldig.

source: The locations to transfer from and to must be different.
nl_nl: De locaties van de overboeking moeten verschillen.

source: The quantity entered is greater than the available quantity for this item at the source location :
nl_nl: De ingegeven hoeveelheid is groter dan de hoeveelheid beschikbaar op de bronlocatie :

source: The quantity entered must be a positive number.
nl_nl: De ingegeven hoeveelheid moet een positief getal zijn.

source: Process Transfer
nl_nl: Boeking verwerken

source: For Part :
nl_nl: Voor onderdeel:

source: Location:
nl_nl: Locatie:

source: Positive Adjustment
nl_nl: Positieve aanpassing

source: Negative Adjustment
nl_nl: Negatieve aanpassing

source: Item Code
nl_nl: Artikel

source: Item Description
nl_nl: Omschrijving

source: Quantity
nl_nl: Aantal

source: Unit
nl_nl: Per

source: Unit Cost
nl_nl: Kosten eenheid

source: From Location:
nl_nl: Van locatie:

source: To Location:
nl_nl: Naar locatie:

source: Transfer Type:
nl_nl: Boekingssoort:

source: Cannot delete this item because there are stock movements that refer to this item.
nl_nl: Dit product kan niet verwijderd worden omdat er voorraad verplaatsingen naar verwijzen.

source: Cannot delete this item record because there are bills of material that require this part as a component.
nl_nl: Dit product kan niet verwijderd worden omdat het verwerkt is in stuklijsten.

source: Cannot delete this item because there are existing purchase order items for it.
nl_nl: Dit product kan niet verwijderd worden omdat er bestaande inkooporders naar verwijzen.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
nl_nl: Dit artikel kan niet worden verwijderd omdat er naar wordt verwezen of omdat deze is opgenomen in een samengesteld artikel.

source: Inventory Item Movement
nl_nl: Weergeven voorraad relocaties

source: Show Movements
nl_nl: Toon bewegingen

source: Refresh Inquiry
nl_nl: Vernieuw weergave

source: Quantity In
nl_nl: Aantal in

source: Quantity Out
nl_nl: Aantal uit

source: Quantity on hand before
nl_nl: Beschikbaar aantal van

source: Quantity on hand after
nl_nl: Beschikbaar aantal tot

source: Inventory Item Status
nl_nl: Weergeven voorraad aantallen

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
nl_nl: Dit is een dienst waarvan geen voorraad wordt bijgehouden. Enkel het aantal openstaande verkoopopdrachten wordt getoond.

source: Demand
nl_nl: Vraag

source: On Order
nl_nl: Besteld

source: Item Categories
nl_nl: Product categorieën

source: The item category description cannot be empty.
nl_nl: De beschrijving van de productcategorie mag niet leeg zijn.

source: Selected item category has been updated
nl_nl: De geselecteerde artikelgroep is bijgewerkt.

source: New item category has been added
nl_nl: Een nieuwe artikelgroep is aangemaakt.

source: Cannot delete this item category because items have been created using this item category.
nl_nl: Deze product categorie kan niet verwijderd worden omdat er producten naar verwijzen.

source: Selected item category has been deleted
nl_nl: De geselecteerde artikelgroep is verwijderd

source: Tax type
nl_nl: BTW-type

source: Units
nl_nl: Eenheden

source: Sales Act
nl_nl: Omzetrekening

source: Inventory Account
nl_nl: Rekening voorraad

source: COGS Account
nl_nl: Rekening kostprijs omzet

source: Adjustment Account
nl_nl: Rekening verschillen

source: Assembly Account
nl_nl: Rekening productiekosten

source: Category Name:
nl_nl: Naam van de categorie:

source: Default values for new items
nl_nl: Standaard waarde voor nieuwe artikelen

source: Item Tax Type:
nl_nl: BTW-soort artikel:

source: Item Type:
nl_nl: Artikel soort:

source: Units of Measure:
nl_nl: Basiseenheid:

source: Exclude from sales:
nl_nl: Uitgesloten van verkoop:

source: Foreign Item Codes
nl_nl: Internationale productcodes

source: There are no inventory items defined in the system.
nl_nl: Er zijn geen producten gedefineerd in dit systeem.

source: The price entered was not positive number.
nl_nl: De ingevoerde prijs is negatief.

source: Item code description cannot be empty.
nl_nl: Het artikelomschrijving mag niet leeg zijn.

source: This item code is already assigned to stock item or sale kit.
nl_nl: Deze artikelcode is al toegewezen aan een voorraadartikel of verkoopkit.

source: New item code has been added.
nl_nl: Nieuw artikel is toegevoegd.

source: Item code has been updated.
nl_nl: Het artikelnummer is bijgewerkt.

source: Item code has been sucessfully deleted.
nl_nl: Het artikel is verwijderd.

source: Category
nl_nl: Categorie

source: Quantity:
nl_nl: Aantal:

source: Description:
nl_nl: Omschrijving:

source: Category:
nl_nl: Categorie:

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
nl_nl: Alleen grafische bestanden worden ondersteund (alleen *.jpg *.png en *.gif bestanden zijn toegestaan) !

source: There are no item categories defined in the system. At least one item category is required to add a item.
nl_nl: Er zijn geen product categorieën gedefinieerd. Minstens één categorie is nodig om een product aan te maken.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
nl_nl: Er zijn geen BTW-types gedefinieerd. Er moet minstens één type zijn voor u een product kunt creeëren.

source: The item name must be entered.
nl_nl: De productnaam is verplicht.

source: The item code cannot be empty
nl_nl: De productcode mag niet leeg blijven.

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
nl_nl: De productcode kan volgende tekens niet bevatten - & + OF leeg OF aanhalingstekens.

source: Item has been updated.
nl_nl: Het artikel is bijgewerkt.

source: A new item has been added.
nl_nl: Een nieuw artikel is toegevoegd.

source: Selected item has been deleted.
nl_nl: Het geselecteerde artikel is verwijderd.

source: Item
nl_nl: Product

source: Item Code:
nl_nl: Artikel code:

source: Editable description:
nl_nl: Aanpasbare omschrijving:

source: GL Accounts
nl_nl: Grootboekrekeningen

source: Other
nl_nl: Overige

source: Image File (.jpg)
nl_nl: Afbeelding (.jpg)

source: No image
nl_nl: Geen afbeelding

source: Delete Image:
nl_nl: Verwijder afbeelding:

source: Item status:
nl_nl: Artikel status:

source: Insert New Item
nl_nl: Nieuw product toevoegen

source: Update Item
nl_nl: Product aanpassen

source: Select this items and return to document entry.
nl_nl: Selecteer deze artikelen en ga terug naar de invoer.

source: Clone This Item
nl_nl: Artikel kopieren

source: Delete This Item
nl_nl: Dit product verwijderen

source: Select an item:
nl_nl: Selecteer een product:

source: New item
nl_nl: Nieuw artikel

source: &General settings
nl_nl: &Algemene instellingen

source: S&ales Pricing
nl_nl: &Verkoopprijzen

source: &Purchasing Pricing
nl_nl: &Inkoopprijzen

source: &Transactions
nl_nl: &Transacties

source: &Status
nl_nl: &Status voorraad
