Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: Current active extensions set has been saved.
el_gr: Οι παρούσες ενεργές επεκτάσεις έχουν σωθεί.

source: Extensions:
el_gr: Επεκτάσεις:

source: Install Themes
el_gr: (&6) Εγκατάσταση/Ενεργοποίηση Επεκτάσεων

source: Selected theme has been successfully deleted
el_gr: Η επιλεγμένη επέκταση διαγράφτηκε επιτυχώς

source: Theme
el_gr: Θέμα

source: Software Upgrade
el_gr: Αναβάθμιση λογισμικού

source: Database upgrade for company '%s' (%s:%s*) started...
el_gr: Άρχισε η αναβάθμιση της βάσης δεδομένων για την επιχείριση '%s' (%s:%s*) ...

source: Database upgrade finished.
el_gr: Καταγραφή της βάσης δεδομένων και εκτέλεση ανανέωσης

source: Upgrade cannot be done because database has been already partially upgraded. Please downgrade database to clean previous version or try forced upgrade.
el_gr: Η αναβάθμιση δεν μπορεί να γίνει επειδή η βάση δεδομένων ήδη μερικώς έχει αναβαθμιστεί. Παρακαλώ υποβιβάστε τη βάση δεδομένων για να καθαρίσετε τη προηγούμενη έκδοση ή δοκιμάσετε εξαναγκασμένη αναβάθμιση.

source: Cannot connect to database for company
el_gr: Αδυναμία σύνδεσης με τη βάση δεδομένων για την επιχείρηση

source: Database upgrade to version %s failed for company '%s'.
el_gr: Η αναβάθμιση της βάσης δεδομένων στην έκδοση %s απέτυχε για την επιχείρηση '%s'.

source: You should restore company database from latest backup file
el_gr: Θα έπρεπε να αποκαταστήσετε τη βάση δεδομένων επιχείρησης από το πιό πρόσφατο εφεδρικό αρχείο

source: All companies data has been successfully updated
el_gr: Όλα τα δεδομένα επιχειρήσεων ανανεώθηκαν επιτυχώς

source: Sql file
el_gr: Αρχείο Sql

source: Force upgrade
el_gr: Εξαναγκασμένη αναβάθμιση

source: Partially installed (%s)
el_gr: Μερικώς εγκατεστημένο (%s)

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
el_gr: Οι σημαδεμένες βελτιώσεις βάσεων δεδομένων ως μερικώς εγκατεστημένες δεν μπορούν να εγκατασταθούν αυτόματα. Πρέπει να καθαρίσετε τη βάση δεδομένων χειροκίνητα για να τις ενεργοποιήσετε, ή προσπαθήσετε εξαναγκασμένη αναβάθμιση.

source: Upgrade system
el_gr: Αναβάθμιση συστήματος

source: Save database and perform upgrade
el_gr: Καταγραφή της βάσης δεδομένων και εκτέλεση ανανέωσης

source: Payment Terms
el_gr: Όροι πληρωμής

source: The number of days or the day in the following month must be numeric.
el_gr: Ο αριθμός ημερών ή η ημέρα στον επόμενο μήνα πρέπει να είναι αριθμητική.

source: The Terms description must be entered.
el_gr: Πρέπει να γίνει εισαγωγή της περιγραφής των όρων.

source: Selected payment terms have been updated
el_gr: Οι επιλεγμένοι όροι πληρωμής ανανεώθηκαν

source: New payment terms have been added
el_gr: Προστέθηκαν νέοι όροι πληρωμής

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
el_gr: Αποτυχία διαγραφής αυτού του όρου πληρωμής, επειδή οι λογαριασμοί πελατών έχουν δημιουργήσει αναφορές σε αυτό τον όρο.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
el_gr: Αποτυχία διαγραφής αυτού του όρου πληρωμής, επειδή οι λογαριασμοί προμηθευτών έχουν δημιουργήσει αναφορές σε αυτό τον όρο.

source: Selected payment terms have been deleted
el_gr: Οι επιλεγμένοι όροι πληρωμής έχουν διαγραφτεί

source: Type
el_gr: ΤΥΠΟΣ

source: Due After/Days
el_gr: Οφειλή μετά από (ημέρες)

source: N/A
el_gr: Άγνωστο

source: Terms Description:
el_gr: Περιγραφή όρων:

source: Payment type:
el_gr: Τύπος πληρωμής

source: Days (Or Day In Following Month):
el_gr: Ημέρες/α (στον επόμενο μήνα):

source: Printer Locations
el_gr: Τοποθεσίες εκτυπωτή

source: Printer name cannot be empty.
el_gr: Το όνομα εκτυπωτή δεν μπορεί να είναι κενό.

source: You have selected printing to server at user IP.
el_gr: Έχετε επιλέξει εκτύπωση σε εξυπηρετητή με IP χρήστη.

source: Timeout cannot be less than zero nor longer than 60 (sec).
el_gr: Η λήξη προθεσμίας δεν μπορεί να είναι μικρότερη από μηδέν ή μεγαλύτερη από 60 δευτερόλεπτα.

source: New printer definition has been created
el_gr: Δημιουργήθηκε ορισμός νέου εκτυπωτή

source: Selected printer definition has been updated
el_gr: Ο ορισμός επιλεγμένου εκτυπωτή έχει ενημερωθεί

source: Cannot delete this printer definition, because print profile have been created using it.
el_gr: Αδυναμία διαγραφής αυτού του ορισμού εκτυπωτή, επειδή το προφίλ εκτύπωσης έχει δημιουργηθεί χρησιμοποιώντας το.

source: Selected printer definition has been deleted
el_gr: Ο επιλεγμένος ορισμός έχει διαγραφτεί

source: Printer Queue
el_gr: Σειρά αναμονής εκτυπωτή

source: Printer Name
el_gr: Όνομα εκτυπωτή

source: Printer Description
el_gr: Περιγραφή εκτυπωτή

source: Host name or IP
el_gr: Όνομα φιλοξενητή ή IP

source: Port
el_gr: Θύρα

source: Timeout
el_gr: Χρόνος λήξης

source: Printing Profiles
el_gr: Προφίλ Εκτύπωσης

source: Default printing destination
el_gr: Προκαθορισμένος προορισμός εκτύπωσης

source: Printing profile name cannot be empty.
el_gr: Το όνομα προφίλ εκτύπωσης δεν μπορεί να έιναι κενό.

source: New printing profile has been created
el_gr: Δημιουργήθηκε νέο προφίλ εκτύπωσης

source: Printing profile has been updated
el_gr: Το προφίλ εκτύπωσης έχει ανανεωθεί

source: Selected printing profile has been deleted
el_gr: Το επιλεγμένο προφίλ εκτύπωσης διαγράφτηκε

source: Select printing profile
el_gr: Επιλογή προφίλ εκτύπωσης

source: New printing profile
el_gr: Νέο προφίλ εκτύπωσης

source: Printing Profile Name
el_gr: Εκτύπωση Ονόματος Προφίλ

source: Report Id
el_gr: Ταυτότητα αναφοράς

source: Printer
el_gr: Εκτυπωτής

source: Browser support
el_gr: Υποστήριξη φυλλομετρητή

source: no title was found in this report definition file.
el_gr: κανένας τίτλος δεν βρέθηκε σε αυτό το αρχείο καθορισμού εκθέσεων.

source: Add New Profile
el_gr: Προσθήκη νέου προφίλ

source: Update Profile
el_gr: Ανανέωση προφίλ

source: Update printer profile
el_gr: Ανανέωση προφίλ εκτύπωσης

source: Delete Profile
el_gr: Διαγραφή προφίλ

source: Delete printer profile (only if not used by any user)
el_gr: Διαγραφή προφίλ εκτυπωτή (Μόνο αν δεν χρησιμοποιείτε από κανένα χρήστη)

source: Access setup
el_gr: Επιλογές Πρόσβασης

source: Role description cannot be empty.
el_gr: Η περιγραφή ρόλου δεν μπορεί να είναι κενή.

source: Role name cannot be empty.
el_gr: Το όνομα ρόλου δεν μπορεί να είναι κενό.

source: Access level edition in Company setup section have to be enabled for your account.
el_gr: Η πρόσβαση επιπέδου έκδοσης στον τομέα Οργάνωση επιχείρησης πρέπει να είναι ενεργοποιημένη για το λογαριασμό σας.

source: New security role has been added.
el_gr: Προστέθηκε νέος ρόλος ασφάλειας.

source: Security role has been updated.
el_gr: Ο ρόλος ασφάλειας ανανεώθηκε.

source: This role is currently assigned to some users and cannot be deleted
el_gr: Αυτός ο ρόλος έχει προς το παρόν αποδοθεί σε μερικούς χρήστες και δεν μπορεί να διαγραφεί

source: Security role has been sucessfully deleted.
el_gr: Ο Ρόλος ασφαλείας διαγράφτηκε επιτυχώς.

source: Role:
el_gr: Ρόλος:

source: Show inactive:
el_gr: Προβολή ανενεργού:

source: Role name:
el_gr: Όνομα ρόλου:

source: Role description:
el_gr: Περιγραφή ρόλου:

source: Current status:
el_gr: Παρούσα κατάσταση:

source: On/off set of features
el_gr: On/off σύνολο χαρακτηριστικών

source: Update view
el_gr: Ανανέωση άποψης

source: Insert New Role
el_gr: Εισαγωγή νέου ρόλου

source: Save Role
el_gr: Καταχώρηση ρόλου

source: Clone This Role
el_gr: Κλωνοποίηση αυτού του ρόλου

source: Delete This Role
el_gr: Διαγραφή αυτού του ρόλου

source: Cancel
el_gr: Ακύρωση

source: Cancel Edition
el_gr: Ακύρωση έκδοσης

source: Shipping Company
el_gr: Φορέας Αποστολών

source: The shipping company name cannot be empty.
el_gr: Το όνομα της επιχείρησης αποστολών δεν μπορεί να είναι κενό.

source: New shipping company has been added
el_gr: Προστέθηκε νέα επιχείρηση αποστολών

source: Selected shipping company has been updated
el_gr: Η επιλεγμένη επιχείρηση μεταφορών ανανεώθηκε

source: Cannot delete this shipping company because sales orders have been created using this shipper.
el_gr: Αδυναμία διαγραφής αυτού του φορέα αποστολών/μεταφορών επειδή έχουν δημιουργηθεί παραγγελίες πώλησης χρησιμοποιώντας αυτό τον φορέα.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
el_gr: Αδυναμία διαγραφής αυτού του φορέα αποστολών/μεταφορών επειδή έχουν δημιουργηθεί τιμολόγια χρησιμοποιώντας αυτό τον φορέα.

source: Selected shipping company has been deleted
el_gr: Η επιλεγμένη επιχείρηση μεταφορών διαγράφτηκε

source: Contact Person
el_gr: Υπέυθυνος επικοινωνίας

source: Phone Number
el_gr: Τηλεφωνικός αριθμός

source: Secondary Phone
el_gr: Δευτερεύον τηλέφωνο

source: Address
el_gr: Διεύθυνση

source: Name:
el_gr: Όνομα:

source: Contact Person:
el_gr: Υπεύθυνος επικοινωνίας:

source: Secondary Phone Number:
el_gr: Δευτερεύον Τηλεφωνικός Αριθμός:

source: System Diagnostics
el_gr: Διαγνωστικά συστήματος

source: Unspecified tag type
el_gr: Απροσδιόριστος τύπος ετικετών

source: Account Tags
el_gr: Ετικέτες λογαριασμού

source: Dimension Tags
el_gr: Ετικέτες διαστάσεων

source: The tag name cannot be empty.
el_gr: Το όνομα ετικέτας δεν μπορεί να είναι κενό.

source: Selected tag settings have been updated
el_gr: Οι επιλεγμένες παράμετροι ετικετών ανανεώθηκαν

source: New tag has been added
el_gr: Προστέθηκε νέα καρτέλα

source: Cannot delete this tag because records have been created referring to it.
el_gr: Αδυναμία δαγραφής της καρτέλας λόγω ύπαρξης αρχείων που αναφέρονται σε αυτή.

source: Selected tag has been deleted
el_gr: Η επιλεγμένη καρτέλα διαγράφτηκε

source: Tag Name
el_gr: Όνομα καρτέλας

source: Tag Description
el_gr: Περιγραφή καρτέλας

source: Tag Name:
el_gr: Όνομα καρτέλας:

source: Tag Description:
el_gr: Περιγραφή καρτέλας:

source: Users
el_gr: Χρήστες

source: The user login entered must be at least 4 characters long.
el_gr: Το όνομα σύνδεσης χρήστη πρέπει να είναι τουλάχιστον 4 χαρακτήρες.

source: The selected user has been updated.
el_gr: Ο επιλεγμένος χρήστης ανανεώθηκε.

source: A new user has been added.
el_gr: Ένας νέος χρήστης προστέθηκε.

source: User has been deleted.
el_gr: Ο χρήστης έχει διαγραφτεί.

source: User login
el_gr: Σύνδεση χρήστη

source: Full Name
el_gr: Ονοματεπώνυμο

source: Phone
el_gr: ΤΗΛ:

source: E-mail
el_gr: Ε-mail

source: Last Visit
el_gr: Τελευταία επίσκεψη

source: Access Level
el_gr: Επίπεδο πρόσβασης

source: User Login:
el_gr: Σύνδεση χρήστη:

source: Enter a new password to change, leave empty to keep current.
el_gr: Εισάγετε ένα νέο συνθηματικό για να αλλάξετε - αφήστε κενό για να διατηρηθεί το τρέχον.

source: Telephone No.:
el_gr: Τηλεφωνικός αριθμός:

source: Access Level:
el_gr: Επίπεδο πρόσβασης:

source: User's POS
el_gr: POS χρήστη

source: Use popup window for reports:
el_gr: Χρήση αναδυόμενου παραθύρου για αναφορές:

source: View or Print Transactions
el_gr: Επισκόπηση ή εκτύπωση συναλλαγών

source: Print
el_gr: Εκτύπωση

source: Only documents can be printed.
el_gr: Μόνο έγγραφα μπορούν να εκτυπωθούν.

source: from #:
el_gr: από #:

source: to #:
el_gr: προς #:

source: Search
el_gr: Έρευνα

source: The starting transaction number is expected to be numeric and greater than zero.
el_gr: Ο αρχικός αριθμός συναλλαγής πρέπει να είναι αριθμητικό και μεγαλύτερος από μηδέν.

source: The ending transaction number is expected to be numeric and greater than zero.
el_gr: Ο αριθμός τέλους συναλλαγής αναμένεται να είναι αριθμητικό και μεγαλύτερο από μηδέν.

source: Reference
el_gr: Αναφορά

source: Date
el_gr: Ημερομηνία:

source: GL
el_gr: ΓΚ

source: Void a Transaction
el_gr: Ακύρωση Συναλλαγής

source: Select
el_gr: Επιλογή

source: Transaction #:
el_gr: Συναλλαγή #:

source: Voiding Date:
el_gr: Ημερομηνία ακύρωσης:

source: Memo:
el_gr: Υπόμνημα:

source: Void Transaction
el_gr: Ακύρωση συναλλαγών

source: The entered transaction does not exist or cannot be voided.
el_gr: Η δοσμένη συναλλαγή δεν υπάρχει ή δεν μπορεί να ακυρωθεί.

source: Are you sure you want to void this transaction ? This action cannot be undone.
el_gr: Είστε σίγουρος πως θέλετε να ακυρώσετε αυτή την συναλλαγή; Αυτή η ενέργεια δεν μπορεί να αναστραφεί.

source: Proceed
el_gr: Επικύρωση

source: The selected transaction was closed for edition and cannot be voided.
el_gr: Η επιλεγμένη συναλλαγή έχει κλείσει για έκδοση και δεν μπορεί να ακυρωθεί.

source: The entered date is invalid.
el_gr: Η δοσμένη ημερομηνία είναι άκυρη

source: The entered date is not in fiscal year.
el_gr: Η δοσμένη ημερομηνία δεν είναι μέσα στο οικονομικό έτος.

source: The transaction number is expected to be numeric and greater than zero.
el_gr: Ο αριθμός συναλλαγής αναμένεται να είναι αριθμός μεγαλύτερος του μηδέν.

source: The selected transaction has already been voided.
el_gr: Η επιλεγμένη συναλλαγή έχει ήδη ακυρωθεί.

source: Selected transaction has been voided.
el_gr: Η επιλεγμένη συναλλαγή ακυρώθηκε.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
el_gr: Ο λογαριασμός διατηρημένων κερδών ή ο λογαριασμός κέρδους και ζημιών δεν έχουν προσδιοριστεί στο σύστημα και τη γενική οργάνωση ΓΚ

source: Closing Year
el_gr: Κλείσιμο έτους

source: Open Balance
el_gr: Άνοιγμα Ισοζυγίου

source: Cannot open the extension setup file '%s' for writing.
el_gr: Αδυναμία ανοίγματος του αρχείου οργάνωσης επέκτασης '%s' για εγγραφή.

source: Cannot write to the extensions setup file '%s'.
el_gr: Αδυναμία εγγραφής στο αρχείο οργάνωσης επεκτάσεων '%s'.

source: Cannot update system extensions list.
el_gr: Αδυναμία ενημέρωσης λίστας επεκτάσεων συστήματος.

source: Cannot update extensions list for company '%s'.
el_gr: Αδυναμία ενημέρωσης λίστας επεκτάσεων για την επιχείρηση '%s'.

source: Cannot open the languages file -
el_gr: Αποτυχία ανοίγματος του αρχείου γλωσσών -

source: Cannot write to the language file -
el_gr: Αποτυχία εγγραφής στο αρχείο γλωσσών -

source: The language files folder
el_gr: Ο φάκελος του αρχείου γλωσσών

source: SQL script execution failed in line %d: %s
el_gr: Η εκτέλεση του αρχείου εντολών SQL απέτυχε στη γραμμή %d: %s

source: user online
el_gr: Χρήστης on-line

source: users online
el_gr: χρήστες on-line

source: Voided.
el_gr: Ακυρωμένο.

source: &Sales
el_gr: &1 Εκροές

source: Transactions
el_gr: Συναλλαγές

source: Sales &Quotation Entry
el_gr: (&1) Προσφορά Πώλησης

source: Sales &Order Entry
el_gr: (&1) Παραγγελία Πώλησης

source: Direct &Delivery
el_gr: (&1) Απευθείας Δελτίο Αποστολής

source: Direct &Invoice
el_gr: (&1) Απευθείας Τιμολόγιο

source: &Delivery Against Sales Orders
el_gr: (&1) Δελτίο Αποστολής για Παραγγελία Πώλησης

source: &Invoice Against Sales Delivery
el_gr: (&1) Τιμολόγιο για Δελτίο Αποστολής

source: &Template Delivery
el_gr: (&2) Πρότυπο Δελτίου Αποστολής

source: &Template Invoice
el_gr: (&2) Πρότυπο Τιμολογίου

source: &Create and Print Recurrent Invoices
el_gr: (&2) Δημιουργία και Εκτύπωση Περιοδικών Τιμολογίων

source: Customer &Payments
el_gr: (&2) Πληρωμές Πελάτη

source: Customer &Credit Notes
el_gr: (&2) Πιστωτικά Δελτία Πελάτη

source: &Allocate Customer Payments or Credit Notes
el_gr: (&2) Είσπραξη Πληρωμών Πελάτη ή Πιστωτικών Δελτίων

source: Inquiries and Reports
el_gr: Αναζητήσεις και Αναφορές

source: Sales Quotation I&nquiry
el_gr: (&3) Αναζήτηση Προσφοράς Πώλησης

source: Sales Order &Inquiry
el_gr: (&3) Αναζήτηση Παραγγελίας Πώλησης

source: Customer Transaction &Inquiry
el_gr: (&3) Αναζήτηση Συναλλαγής με Πελάτη

source: Customer Allocation &Inquiry
el_gr: (&3) Αναζήτηση Είσπραξης από Πελάτη

source: Customer and Sales &Reports
el_gr: (&4) Εκθέσεις για Πωλήσεις και Πελάτες

source: Maintenance
el_gr: Συντήρηση

source: Add and Manage &Customers
el_gr: (&5) Προσθήκη και Διαχείριση Πελατών

source: Customer &Branches
el_gr: (&5) Κλάδοι Πελατών (Στοιχεία Χρέωσης)

source: Sales &Groups
el_gr: (&5) Ομάδες Πωλήσεων

source: Recurrent &Invoices
el_gr: (&5) Περιοδικά Τιμολόγια

source: Sales T&ypes
el_gr: (&6) Τύποι Πωλήσεων

source: Sales &Persons
el_gr: (&6) Πωλητές

source: Sales &Areas
el_gr: (&6) Περιοχές Πώλησης

source: Credit &Status Setup
el_gr: (&6) Επιλογές Πιστωτικού Ιστορικού

source: &Dimensions
el_gr: &5 Ενδοσύνολα

source: Dimension &Entry
el_gr: (&1) Εισαγωγή Ενδοσυνόλου

source: &Outstanding Dimensions
el_gr: (&1) Σημαντικά Ενδοσύνολα

source: Dimension &Inquiry
el_gr: (&3) Αναζήτηση Ενδοσυνόλου

source: Dimension &Reports
el_gr: (&4) Εκθέσεις Ενδοσυνόλων

source: Dimension &Tags
el_gr: (&5) Καρτέλες Ενδοσυνόλων

source: &Banking and General Ledger
el_gr: &6 Λογιστική - Τραπεζική

source: &Payments
el_gr: (&1) Πληρωμές

source: &Deposits
el_gr: (&1) Καταθέσεις

source: Bank Account &Transfers
el_gr: (&1) Μεταφορές από/σε Τραπεζικούς Λογαριασμούς

source: &Journal Entry
el_gr: (&2) Εγγραφή Ημερολογίου

source: &Budget Entry
el_gr: (&2) Εγγραφή Προϋπολογισμού

source: &Reconcile Bank Account
el_gr: (&2) Συμβιβασμός τραπεζικού λογαριασμού

source: Revenue / &Costs Accruals
el_gr: (&2) Λογιστικές Μεταφορές Εισοδήματος / Δαπανών

source: &Journal Inquiry
el_gr: (&3) Αναζήτηση Ημερολογίου

source: GL &Inquiry
el_gr: (&3) Αναζήτηση στο Γενικό Καθολικό

source: Bank Account &Inquiry
el_gr: (&3) Αναζήτηση Τραπεζικού Λογαριασμού

source: Ta&x Inquiry
el_gr: (&3) Αναζήτηση Φορολογίας

source: Trial &Balance
el_gr: (&4) Δοκιμή Ισοζυγίου

source: Balance &Sheet Drilldown
el_gr: (&4) Έκθεση Φύλλου Ισολογισμού

source: &Profit and Loss Drilldown
el_gr: (&4) Ισολογισμός Κέρδους και Ζημίας

source: Banking &Reports
el_gr: (&4) Τραπεζικές Αναφορές

source: General Ledger &Reports
el_gr: (&4) Αναφορές Γενικού Καθολικού

source: Bank &Accounts
el_gr: (&5) Τραπεζικοί Λογαριασμοί

source: &Quick Entries
el_gr: (&5) Γρήγορες Εισαγωγές

source: Account &Tags
el_gr: (&5) Ετικέτες Λογαριασμών

source: &Currencies
el_gr: (&5) Συνάλλαγμα

source: &Exchange Rates
el_gr: (&5) Ποσοστά Συναλλάγματος

source: &GL Accounts
el_gr: (&6) Λογαριασμοί Γενικού Καθολικού

source: GL Account &Groups
el_gr: (&6) Ομάδες Λογαριασμών Λογιστικού Σχεδίου

source: GL Account &Classes
el_gr: (&6) Τάξεις Λογαριασμών Λογιστικού Σχεδίου

source: &Revaluation of Currency Accounts
el_gr: (&6) Επαναξιολόγηση των Λογαριασμών Συναλλάγματος

source: &Items and Inventory
el_gr: &3 Αγαθά - Κατάλογος

source: Inventory Location &Transfers
el_gr: (&1) Τοποθεσία και Μεταφορές Αποθήκευσης/Καταλόγου

source: Inventory &Adjustments
el_gr: (&1) Προσαρμογές Αποθήκευσης/Καταλόγου

source: Inventory Item &Movements
el_gr: (&3) Μετακινήσεις Αγαθών Καταλόγου

source: Inventory Item &Status
el_gr: (&3) Κατάσταση Αγαθών Καταλόγου

source: Inventory &Reports
el_gr: (&4) Εκθέσεις Καταλόγου

source: &Items
el_gr: (&5) Aγαθά

source: &Foreign Item Codes
el_gr: (&5) Ξένοι Κωδικοί Αγαθών

source: Sales &Kits
el_gr: (&5) Πωλήσεις Πακέτων

source: Item &Categories
el_gr: (&5) Κατηγορίες Αγαθού

source: Inventory &Locations
el_gr: (&5) Τοποθεσίες Αποθήκευσης

source: Inventory &Movement Types
el_gr: (&6) Τύποι Μετακινήσεων Αποθήκευσης

source: &Units of Measure
el_gr: (&6) Μονάδες Mέτρησης

source: &Reorder Levels
el_gr: (&6) Επίπεδα Πρόσθετης Παραγγελίας

source: Pricing and Costs
el_gr: Τιμολόγηση και Κόστη

source: Sales &Pricing
el_gr: (&7) Κοστολόγηση Πώλησης

source: Purchasing &Pricing
el_gr: (&7) Κοστολόγηση Αγοράς

source: Standard &Costs
el_gr: (&8) Προκαθορισμένα Κόστη

source: &Manufacturing
el_gr: &4 Κατασκευή

source: Work &Order Entry
el_gr: (&1) Εισαγωγή Παραγγελίας Εργασίας

source: &Outstanding Work Orders
el_gr: (&1) Σημαντικές Παραγγελίες Εργασίας

source: Costed Bill Of Material Inquiry
el_gr: (&3) Αναζήτηση Κόστους Αγοράς Υλικού

source: Inventory Item Where Used &Inquiry
el_gr: (&3) Αναζήτηση Χρήσης Αγαθού Καταλόγου/Αποθήκης

source: Work Order &Inquiry
el_gr: (&3) Αναζήτηση Παραγγελίας Εργασίας

source: Manufacturing &Reports
el_gr: (&4) Εκθέσεις Κατασκευής/Μεταποίησης

source: &Bills Of Material
el_gr: (&5) Λογαριασμοί Κόστους Υλικού

source: &Work Centres
el_gr: (&5) Κέντρα Εργασίας

source: S&etup
el_gr: &7 Οργάνωση

source: &Company Setup
el_gr: (&1) Επιλογές Επιχείρησης

source: &User Accounts Setup
el_gr: (&1) Λογαριασμοί Χρηστών

source: &Access Setup
el_gr: (&1) Επιλογές Πρόσβασης

source: &Display Setup
el_gr: (&1) Προβολή Επιλογών

source: &Forms Setup
el_gr: (&1) Επιλογές Δομών

source: &Taxes
el_gr: (&2) Φόροι

source: Tax &Groups
el_gr: (&2) Ομάδες Φόρων

source: Item Ta&x Types
el_gr: (&2) Φορολογικές Ομάδες Αγαθού

source: System and &General GL Setup
el_gr: (&2) Σύστημα και Οργάνωση ΓΚ

source: &Fiscal Years
el_gr: (&2) Οικονομικά Έτη

source: &Print Profiles
el_gr: (&2) Προφίλ Εκτύπωσης

source: Pa&yment Terms
el_gr: (&3) Όροι Πληρωμής

source: Shi&pping Company
el_gr: (&3) Φορείς Μεταφορών

source: &Points of Sale
el_gr: (&4) Σημεία Πώλησης (POS)

source: &Printers
el_gr: (&4) Εκτυπωτές

source: Contact &Categories
el_gr: (&4) Κατηγορίες Επικοινωνίας

source: &Void a Transaction
el_gr: (&5) Ακύρωση Συναλλαγών

source: View or &Print Transactions
el_gr: (&5) Επισκόπηση ή Εκτύπωση Συναλλαγών

source: &Attach Documents
el_gr: (&5) Επισύναψη Αρχείων Κειμένου

source: System &Diagnostics
el_gr: (&5) Διάγνωση Συστήματος

source: &Backup and Restore
el_gr: (&6) Εφεδρική Καταγραφή και Αποκατάσταση

source: Create/Update &Companies
el_gr: (&6) Δημιουργία/Ανανέωση Επιχειρήσεων

source: Install/Update &Languages
el_gr: (&6) Εγκατάσταση/Ανανέωση Γλωσσών

source: Install/Activate &Extensions
el_gr: (&6) Εγκατάσταση/Ενεργοποίηση Επεκτάσεων

source: Install/Activate &Themes
el_gr: (&6) Εγκατάσταση/Ενεργοποίηση Θεμάτων

source: Install/Activate &Chart of Accounts
el_gr: (&6) Εγκατάσταση/Ενεργοποίηση Λογαριασμών Λογιστικού Σχεδίου

source: Software &Upgrade
el_gr: (&6) Αναβάθμιση Λογισμικού

source: &Purchases
el_gr: &2 Εισροές

source: Purchase &Order Entry
el_gr: (&1) Εισαγωγή Παραγγελίας Αγοράς

source: &Outstanding Purchase Orders Maintenance
el_gr: (&1) Συντήρηση Σημαντικών Παραγγελιών Αγοράς

source: Direct &GRN
el_gr: (&1) Απευθείας Δελτίο Παραληφθέντων Αγαθών

source: &Payments to Suppliers
el_gr: (&2) Πληρωμές σε Προμηθευτές

source: Supplier &Invoices
el_gr: (&2) Τιμολόγια Προμηθευτών

source: Supplier &Credit Notes
el_gr: (&2) Πιστωτικά Δελτία Προμηθευτών

source: &Allocate Supplier Payments or Credit Notes
el_gr: (&2) Εκχώρηση Πληρωμών ή Πιστωτικών Δελτίων σε Προμηθευτή

source: Purchase Orders &Inquiry
el_gr: (&3) Αναζήτηση Παραγγελιών Αγοράς

source: Supplier Transaction &Inquiry
el_gr: (&3) Αναζήτηση Συναλλαγής με Προμηθευτή

source: Supplier Allocation &Inquiry
el_gr: (&3) Αναζήτηση Εκχώρησης σε Προμηθευτή

source: Supplier and Purchasing &Reports
el_gr: (&4) Εκθέσεις για Προμηθευτές και Αγορές

source: &Suppliers
el_gr: (&5) Προμηθευτές

source: Dimension Entry
el_gr: Εγγραφή ενδοσυνόλου

source: The dimension has been entered.
el_gr: Το ενδοσύνολο έχει εισαχθεί.

source: The dimension has been updated.
el_gr: Αυτό το ενδοσύνολο έχει ανανεωθεί.

source: The dimension has been deleted.
el_gr: Το ενδοσύνολο έχει διαγραφτεί

source: The dimension has been closed. There can be no more changes to it.
el_gr: Το ενδοσύνολο έχει κλείσει. Δεν μπορεί να γίνουν άλλες αλλαγές σε αυτό.

source: The dimension has been re-opened.
el_gr: Το ενδοσύνολο έχει ανοίξει ξανά.

source: Enter a &new dimension
el_gr: (n) Εισάγετε ένα νέο ενδοσύνολο

source: &Select an existing dimension
el_gr: (s) Επιλέξτε ένα υπάρχον ενδοσύνολο

source: The dimension reference must be entered.
el_gr: Η αναφορά ενδοσυνόλου πρέπει να εισαχθεί.

source: The entered reference is already in use.
el_gr: Η εισηγμένη αναφορά είναι ήση σε χρήση.

source: The dimension name must be entered.
el_gr: Το όνομα της διάστασης πρέπει να εισαχθεί.
