Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: Purchase Order has been updated
nl_nl: Inkooporder is aangepast

source: &View this order
nl_nl: Deze order bekijken

source: &Print This Order
nl_nl: &Print deze order

source: &Email This Order
nl_nl: &E-mail deze order

source: &Receive Items on this Purchase Order
nl_nl: &Ontvangst artikelen op deze order

source: Enter &Another Purchase Order
nl_nl: Een andere inkooporder invoeren

source: Select An &Outstanding Purchase Order
nl_nl: Selecteer een openstaande inkooporder

source: Direct GRN has been entered
nl_nl: Een magazijnontvangstbon is aangemaakt.

source: &View this GRN
nl_nl: &Bekijk deze magazijnontvangstbon

source: View the GL Journal Entries for this Delivery
nl_nl: Bekijk de journaalpost van deze levering

source: Entry purchase &invoice for this receival
nl_nl: Invoeren inkoopfactuur voor deze levering

source: Enter &Another GRN
nl_nl: Voer nog een magazijnontvangstbon in

source: Direct Purchase Invoice has been entered
nl_nl: Directe inkoopfactuur is geboekt.

source: &View this Invoice
nl_nl: &Bekijk deze factuur

source: View the GL Journal Entries for this Invoice
nl_nl: Bekijk de journaalpost van deze factuur

source: Entry supplier &payment for this invoice
nl_nl: Voer de leveranciersbetaling voor deze factuur in

source: Enter &Another Direct Invoice
nl_nl: Nog een &directe factuur aanmaken.

source: This item cannot be deleted because some of it has already been received.
nl_nl: Dit product kan niet verwijderd worden omdat er reeds deel producten geleverd zijn.

source: This order cannot be cancelled because some of it has already been received.
nl_nl: Deze order kan niet geannuleerd worden omdat er al producten van ontvangen zijn.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
nl_nl: De hoeveelheid van de productlijnen kan veranderd worden naar meer dan reeds ontvangen is. Voor reeds ontvangen lijnen kan de prijs niet meer veranderd worden en de hoeveelheid kan niet verlaagd worden onder de geleverde hoeveelheid.

source: This purchase order has been cancelled.
nl_nl: Deze inkooporder is geannuleerd.

source: Enter a new purchase order
nl_nl: Een nieuwe inkooporder invoeren

source: Item description cannot be empty.
nl_nl: De artikelomschrijving kan niet leeg zijn.

source: The quantity of the order item must be numeric and not less than
nl_nl: De bestelhoeveelheid moet numeriek en niet minder dan

source: The price entered must be numeric and not less than zero.
nl_nl: De prijs moet numeriek zijn en niet minder dan 0.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
nl_nl: U probeert de bestelhoeveelheid te verlagen tot onder de hoeveelheid die reeds geleverd of gefactureerd is. Dat is niet toegelaten.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
nl_nl: De geleverde hoeveelheid kan enkel aangepast worden door een negatieve ontvangst in te geven en de gefactureerde hoeveelheid kan enkel verminderd worden door een creditnota.

source: The selected item is already on this order.
nl_nl: Het geselecteerde product is al opgenomen in deze opdracht.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
nl_nl: Het geselecteerde product bestaat niet of is onderdeel van een samenstelling en kan daarom niet aangekocht worden.

source: There is no supplier selected.
nl_nl: Er is geen leverancier geselecteerd.

source: The entered order date is invalid.
nl_nl: De ingegeven opdrachtdatum is ongeldig.

source: The entered date is not in fiscal year
nl_nl: De ingegeven datum valt niet in het boekjaar

source: The entered due date is invalid.
nl_nl: De ingevoerde vervaldatum is ongeldig.

source: There is no reference entered for this purchase order.
nl_nl: Er is geen referentie ingegeven voor deze inkooporder.

source: You must enter a supplier's invoice reference.
nl_nl: Het invoeren van het factuurnummer van de leverancier is verplicht.

source: This invoice number has already been entered. It cannot be entered again.
nl_nl: Dit factuurnummer is al verwerkt en kan niet opnieuw gebruikt worden.

source: There is no delivery address specified.
nl_nl: Er is geen afleveradres aangeduid.

source: There is no location specified to move any items into.
nl_nl: Er is geen locatie ingegeven waar de goederen geleverd moeten worden.

source: The order cannot be placed because there are no lines entered on this order.
nl_nl: Deze order kan niet geplaatst worden omdat er geen orderlijnen werden ingegeven.

source: Place Order
nl_nl: Order plaatsen

source: Update Order
nl_nl: Order aanpassen

source: Cancel Order
nl_nl: Order annuleren

source: Process GRN
nl_nl: Verwerk magazijnontvangstbon

source: Update GRN
nl_nl: Wijzigen magazijnontvangstbon

source: Cancel GRN
nl_nl: Annuleer magazijnontvangstbon

source: Process Invoice
nl_nl: Factuur verwerken

source: Update Invoice
nl_nl: Factuur bijwerken

source: Cancel Invoice
nl_nl: Factuur annuleren

source: Receive Purchase Order Items
nl_nl: Goederenontvangst

source: Purchase Order Delivery has been processed
nl_nl: Levering van inkooporder is verwerkt

source: &View this Delivery
nl_nl: &Bekijk deze levering

source: Select a different &purchase order for receiving items against
nl_nl: Binnenmelden goederen van een andere inkooporder

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
nl_nl: Deze pagina kan enkel geopend worden met een geselecteerde verkoopopdracht. Kies eerst een opdracht.

source: Ordered
nl_nl: Besteld

source: Outstanding
nl_nl: Openstaand

source: This Delivery
nl_nl: Deze levering

source: There is nothing to process. Please enter valid quantities greater than zero.
nl_nl: Er is niets te verwerken. Geef een geldige hoeveelheid in, groter dan nul.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
nl_nl: Ingegeven hoeveelheid kan niet groter zijn dan de hoeveelheid op de verkooporder inclusief het leveringsoverschot-percentage

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
nl_nl: Verhoog het bestelde aantal producten in de verkoopopdracht indien je de hoeveelheden wil verhogen.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
nl_nl: Deze opdracht is veranderd of gefactureerd sinds de start van de transactie. De verwerking is gestopt. Om deze verkoopopdracht uit te leveren, moet ze opnieuw selecteerd worden om de veranderingen door de andere gebruiker mee te nemen.

source: Select a different purchase order for receiving goods against
nl_nl: Selecteer een andere verkoopopdracht voor goederenontvangst

source: Re-Read the updated purchase order for receiving goods against
nl_nl: Herlees de aangepaste verkoopopdracht voor goederenontvangst

source: Items to Receive
nl_nl: Producten te ontvangen

source: Process Receive Items
nl_nl: Goederenontvangst verwerken

source: Supplier credit note has been processed.
nl_nl: Creditnota leverancier is verwerkt.

source: View this Credit Note
nl_nl: Bekijk creditnota

source: View the GL Journal Entries for this Credit Note
nl_nl: Bekijk de journaalpost van deze creditnota

source: Enter Another Credit Note
nl_nl: Andere creditnota ingeven

source: The account code entered is not a valid code, this line cannot be added to the transaction.
nl_nl: De ingegeven rekeningnummer is ongeldig. Deze lijn kan niet toegevoegd worden.

source: The amount entered is not numeric. This line cannot be added to the transaction.
nl_nl: Het ingegeven bedrag is niet numeriek. Deze lijn kan niet worden toegevoegd.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
nl_nl: Deze creditnota kan niet verwerkt worden omdat er geen producten of waarden op staan. Creditnota's moeten een waarde hebben.

source: You must enter an credit note reference.
nl_nl: Een referentie is verplicht op een creditnota.

source: You must enter a supplier's credit note reference.
nl_nl: U moet een referentie ingeven op een creditnota van een leverancier.

source: The credit note as entered cannot be processed because the date entered is not valid.
nl_nl: De ingegeven creditnota kan niet verwerkt worden omdat de ingegeven datum niet geldig is.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
nl_nl: De ingegeven factuur kan niet verwerkt worden omdat de ingegeven vervaldatum niet geldig is.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
nl_nl: Het totaal van de ingegeven creditnota is minder dan de som van de grootboekrekening (facultatief) en de waarde van de goederenontvangst. Er is ergens een foute, de creditnota als ingegeven wordt niet verwerkt.

source: The return cannot be processed because there is an insufficient quantity for item:
nl_nl: De retour kan niet verwerkt worden omdat er onvoldoende voorraad is voor product:

source: The quantity to credit must be numeric and greater than zero.
nl_nl: Het te crediteren aantal moet groter dan nul zijn.

source: The price is either not numeric or negative.
nl_nl: De prijs is ofwel niet numeriek ofwel negatief.

source: Enter Credit Note
nl_nl: Creditnota ingeven

source: Enter Supplier Invoice
nl_nl: Aanmaken directe inkoopfactuur (inkoop)

source: Supplier invoice has been processed.
nl_nl: Leveranciersfactuur is verwerkt.

source: View this Invoice
nl_nl: Bekijk deze factuur

source: Enter Another Invoice
nl_nl: Een andere factuur ingeven

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
nl_nl: De factuur kan niet verwerkt worden omdat er geen producten of waarden op vermeld zijn. Facturen moeten een waarde hebben.

source: You must enter an invoice reference.
nl_nl: De factuurreferentie is verplicht.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
nl_nl: De ingegeven factuur kan niet vewerkt worden omdat de factuurdatum ongeldig is.

source: The quantity to invoice must be numeric and greater than zero.
nl_nl: De factuurhoeveelheid moet groter dan nul zijn.

source: The price is not numeric.
nl_nl: De prijs is niet numeriek.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
nl_nl: De factuurprijs is meer dan de aankoopprijs verhoogd met het toegelaten margepercentage. Dit systeem is ingesteld om dat niet toe te laten. Vraag eventueel de systeemadministrator om deze parameter te veranderen.

source: The over-charge percentage allowance is :
nl_nl: Het toegelaten margepercentage is :

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
nl_nl: De factuurhoeveelheid is meer dan de opstaande hoeveelheid verhoogd met het toegelaten margepercentage. Dit systeem is ingesteld om dat niet toe te laten. Vraag eventueel de systeemadministrator om deze parameter te veranderen.

source: All yet non-invoiced items on delivery line # %d has been removed.
nl_nl: Alle nog niet gefactureerde artikelen op levering # %d zijn verwijderd.

source: Enter Invoice
nl_nl: Factuur ingeven

source: Supplier Payment Entry
nl_nl: Invoeren leveranciersbetaling

source: Invalid purchase invoice number.
nl_nl: Ongeldig inkoopfactuurnummer

source: Payment has been sucessfully entered
nl_nl: De betaling is met succes verwerkt.

source: &Print This Remittance
nl_nl: &Print de betalingsbevestiging

source: &Email This Remittance
nl_nl: &E-mail de betalingsbevestiging

source: View the GL &Journal Entries for this Payment
nl_nl: Journaalpost van deze betaling weergeven

source: Select Another &Supplier Transaction for Payment
nl_nl: Selecteer een andere te betalen crediteurenpost

source: Enter Another Supplier &Payment
nl_nl: Voer een andere &leveranciersbetaling in

source: The entered discount is invalid or less than zero.
nl_nl: Der eingegebene Rabatt ist ungültig oder kleiner als null.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
nl_nl: Het totaal van het bedrag en de korting is negatief. Gelieve positieve waarden in te geven.

source: The entered bank amount is zero or negative.
nl_nl: Het ingegeven bedrag is 0 of negatief.

source: Payment To:
nl_nl: Betaling aan:

source: From Bank Account:
nl_nl: Van bankrekening:

source: Date Paid
nl_nl: Datum betaling

source: Accounts Payable settled in %s:
nl_nl: Crediteuren afgewikkeld in %s:

source: Amount of Discount:
nl_nl: Bedrag korting:

source: Amount of Payment:
nl_nl: Bedrag van de betaling:

source: Enter Payment
nl_nl: Betaling ingeven

source: View Purchase Order Delivery
nl_nl: Toon levering van inkooporder

source: This page must be called with a Purchase Order Delivery number to review.
nl_nl: Deze pagina kan enkel met een levering van een inkooporder geopend worden.

source: Line Details
nl_nl: Lijndetails

source: Delivery Date
nl_nl: Leverdatum

source: Sub Total
nl_nl: Subtotaal

source: This delivery has been voided.
nl_nl: Deze levering is tegengeboekt.

source: View Purchase Order
nl_nl: Toon inkooporder

source: This page must be called with a purchase order number to review.
nl_nl: Deze pagina kan enkel met een aankoopordernummer geopend worden.

source: Requested By
nl_nl: Besteld door

source: Marked items are overdue.
nl_nl: De gemarkeerde items zijn vervallen.

source: Deliveries
nl_nl: Leveringen

source: Delivered On
nl_nl: Geleverd op

source: Invoices/Credits
nl_nl: Facturen/creditnota's

source: View Supplier Credit Note
nl_nl: Toon creditnota van leverancier

source: SUPPLIER CREDIT NOTE
nl_nl: CREDITNOTA LEVERANCIER

source: Invoice Date
nl_nl: Factuurdatum

source: TOTAL CREDIT NOTE
nl_nl: TOTAAL CREDITNOTA

source: This credit note has been voided.
nl_nl: Deze creditnota is tegengeboekt.

source: View Supplier Invoice
nl_nl: Toon leveranciersfactuur

source: SUPPLIER INVOICE
nl_nl: LEVERANCIERSFACTUUR

source: TOTAL INVOICE
nl_nl: TOTAAL FACTUUR

source: This invoice has been voided.
nl_nl: Deze factuur is tegengeboekt.

source: View Payment to Supplier
nl_nl: Toon betaling aan leverancier

source: Payment to Supplier
nl_nl: Betaling aan leverancier

source: To Supplier
nl_nl: Aan leverancier

source: Payment Currency
nl_nl: Munteenheid

source: Discount
nl_nl: Korting

source: Supplier's Currency
nl_nl: Munteenheid leverancier

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
nl_nl: Er zijn geen BTW-groepen gedefinieerd in dit systeem. Er moet minstens één groep nodig om verder te kunnen gaan.

source: Basic Data
nl_nl: Basisgegevens

source: Supplier Name:
nl_nl: Naam van de leverancier:

source: Supplier Short Name:
nl_nl: Verkorte naam:

source: Our Customer No:
nl_nl: Debiteurennummer:

source: Purchasing
nl_nl: Betaalgegevens

source: Bank Name/Account:
nl_nl: Bankrekening:

source: Credit Limit:
nl_nl: Kredietlimiet:

source: Payment Terms:
nl_nl: Betalingsvoorwaarden:

source: Prices contain tax included:
nl_nl: Prijs inclusief BTW:

source: Accounts
nl_nl: Rekeningen

source: Accounts Payable Account:
nl_nl: Rekening crediteuren:

source: Purchase Account:
nl_nl: Rekening kostprijs:

source: Use Item Inventory/COGS Account
nl_nl: Gebruik rekening van het artikel

source: Contact Data
nl_nl: Contactgegevens

source: Addresses
nl_nl: Adressen

source: Mailing Address:
nl_nl: Postadres:

source: Physical Address:
nl_nl: Bezoekadres:

source: General
nl_nl: Overige

source: General Notes:
nl_nl: Opmerkingen:

source: Supplier status:
nl_nl: Leverancier status:

source: System default
nl_nl: Standaard systeeminstelling

source: Update Supplier
nl_nl: Leverancier aanpassen

source: Update supplier data
nl_nl: Bijwerken leverancier gegevens

source: Select this supplier and return to document entry.
nl_nl: Kies deze leverancier en ga terug naar de invoer.

source: Delete Supplier
nl_nl: Leverancier verwijderen

source: Delete supplier data if have been never used
nl_nl: Verwijder gegevens leverancier indien nooit gebruikt

source: Add New Supplier Details
nl_nl: Nieuwe leverancier toevoegen

source: The supplier name must be entered.
nl_nl: Er moet een leveranciersnaam ingegeven worden.

source: The supplier short name must be entered.
nl_nl: De verkorte naam moet ingevuld worden.

source: Supplier has been updated.
nl_nl: De leverancier is bijgewerkt.

source: A new supplier has been added.
nl_nl: De nieuwe leverancier is toegevoegd.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
nl_nl: Deze leverancier kan niet verwijderd worden omdat er transacties naar verwijzen.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
nl_nl: Deze leverancier kan niet verwijderd worden omdat er inkooporders naar verwijzen.

source: Select a supplier:
nl_nl: Selecteer een leverancier:

source: New supplier
nl_nl: Nieuwe leverancier

source: &Contacts
nl_nl: &Contacten

source: Purchase &Orders
nl_nl: &Inkooporders

source: Search Purchase Orders
nl_nl: Weergeven inkooporders

source: into location:
nl_nl: naar locatie:

source: Order Date
nl_nl: Orderdatum

source: Order Total
nl_nl: Order totaal

source: Search Outstanding Purchase Orders
nl_nl: Wijzigen openstaande inkooporders

source: Receive
nl_nl: Ontvang

source: Marked orders have overdue items.
nl_nl: Gemarkeerde orders hebben vervallen producten.

source: Supplier Allocation Inquiry
nl_nl: Weergeven afgeletterde inkooporders/betalingen

source: show settled:
nl_nl: Toon afgeletterd:

source: Pay
nl_nl: Betaal

source: Supp Reference
nl_nl: Referentie leverancier

source: Allocated
nl_nl: Afgeletterd

source: Supplier Inquiry
nl_nl: Weergeven transacties per leverancier

source: Select a supplier:
nl_nl: Selecteer een leverancier:

source: Days
nl_nl: dagen

source: Terms
nl_nl: Voorwaarden

source: Current
nl_nl: Actueel

source: Total Balance
nl_nl: Totaal saldo

source: Credit This
nl_nl: Crediteer dit

source: Print Remittance
nl_nl: Print betalingsbevestiging

source: Allocate Supplier Payment or Credit Note
nl_nl: Afletteren van leveranciersbetaling of creditnota

source: Allocation of
nl_nl: Afletteren van

source: Total:
nl_nl: Totaal:

source: Start again allocation of selected amount
nl_nl: Begin afletteren bedrag opnieuw

source: Process allocations
nl_nl: Reeds afgeletterd

source: Back to Allocations
nl_nl: Terug naar lijst

source: Abandon allocations and return to selection of allocatable amounts
nl_nl: Annuleer afletteren en keer terug naar selectie af te letteren bedragen

source: There are no unsettled transactions to allocate.
nl_nl: Er zijn geen transacties meer af te letteren.

source: Supplier Allocations
nl_nl: Leverancier afletteren

source: Select a Supplier:
nl_nl: Kies een leverancier:

source: Show Settled Items:
nl_nl: Weergeven reeds afgeletterd:

source: Allocate
nl_nl: Afletteren

source: Marked items are settled.
nl_nl: De gemarkeerde posten zijn reeds afgeletterd.

source: Balances in Home Currency
nl_nl: Saldi in functionele valuta

source: Trans Type
nl_nl: Transactietype

source: Charges
nl_nl: Debiteringen

source: Credits
nl_nl: Crediteringen

source: Suppress Zeros
nl_nl: Uitsluiten 0-saldi

source: Customer Balances
nl_nl: Debiteurenlijst

source: Grand Total
nl_nl: Totaal

source: Summary Only
nl_nl: Alleen totaalsaldi weergeven

source: Detailed Report
nl_nl: Detail overzicht

source: End Date
nl_nl: Rapportagedatum

source: Show Also Allocated
nl_nl: Afgeletterde bedragen

source: Aged Customer Analysis
nl_nl: Debiteurenlijst ouderdomsanalyse

source: All Areas
nl_nl: Alle regio's

source: All Sales Folk
nl_nl: Alle verkopers

source: Greater than
nl_nl: Groter dan

source: Less than
nl_nl: Kleiner dan

source: Customer Postal Address
nl_nl: Adres klant

source: Price/Turnover
nl_nl: Prijs/omzet

source: Branch Contact Information
nl_nl: Contact vestiging

source: Branch Delivery Address
nl_nl: Adres vestiging

source: Activity Since
nl_nl: Actief sinds

source: Sales Areas
nl_nl: Verkoopregio's

source: Sales Folk
nl_nl: Verkoper

source: Activity
nl_nl: Activiteit

source: Customer Details Listing
nl_nl: NAW-lijst debiteuren

source: Customers in
nl_nl: Klanten in

source: Price List
nl_nl: Prijslijst

source: Ph
nl_nl: Telefoon

source: Gereral Notes:
nl_nl: Opmerkingen:

source: Turnover
nl_nl: Omzet

source: Category/Items
nl_nl: Categorie / Producten

source: UOM
nl_nl: Per

source: GP %
nl_nl: Marge %

source: Show GP %
nl_nl: Marge tonen in %

source: Price Listing
nl_nl: Prijslijst

source: Sales Kits
nl_nl: Combinatieproducten

source: All Orders
nl_nl: Alle orders

source: Back Orders Only
nl_nl: Alleen backorders

source: Branch
nl_nl: Vestiging

source: Customer Ref
nl_nl: Ref. klant

source: Ord Date
nl_nl: Besteldatum

source: Del Date
nl_nl: Leverdatum

source: Loc
nl_nl: Locatie

source: Invoiced
nl_nl: Gefactureerd

source: Selection
nl_nl: Selectie

source: Order Status Listing
nl_nl: Orderstatus

source: Inv Date
nl_nl: Factuurdatum

source: Provision
nl_nl: Provisie

source: Salesman
nl_nl: Verkoper

source: Break Pt.
nl_nl: Grondslag

source: Salesman Listing
nl_nl: Lijst verkoper

source: INVOICE
nl_nl: FACTUUR

source: Shipping
nl_nl: Levering

source: STATEMENT
nl_nl: REKENINGOVERZICHT

source: Outstanding Transactions
nl_nl: Openstaande boekingen

source: Statement
nl_nl: Rekeningoverzicht

source: as of
nl_nl: vanaf

source: SALES ORDER
nl_nl: VERKOOPORDER

source: QUOTE
nl_nl: OFFERTE

source: TOTAL ORDER EX VAT
nl_nl: TOTAAL ORDER EXCL. BTW

source: TOTAL ORDER VAT INCL.
nl_nl: TOTAAL ORDER INCL. BTW

source: DELIVERY
nl_nl: LEVERING

source: PACKING SLIP
nl_nl: AFLEVERBEVESTIGING

source: DELIVERY NOTE
nl_nl: AFLEVERBEVESTIGING

source: TOTAL DELIVERY INCL. VAT
nl_nl: TOTAAL LEVERING INCL. BTW

source: SALES QUOTATION
nl_nl: VERKOOPOFFERTE

source: RECEIPT
nl_nl: KWITANTIE

source: As advance / full / part / payment towards:
nl_nl: Wij bevestigen de vooruitbetaling, deelbetaling en/of volledige betaling inzake:

source: TOTAL RECEIPT
nl_nl: Totaal ontvangen

source: Received / Sign
nl_nl: Handtekening

source: By Cash / Cheque* / Draft No.
nl_nl: Via kasbon

source: Dated
nl_nl: Datum

source: Drawn on Bank
nl_nl: Via bankboeking

source: CREDIT NOTE
nl_nl: CREDITNOTA

source: TOTAL CREDIT
nl_nl: TOTAAL CREDIT

source: Sales Summary Report
nl_nl: Omzet rapportage

source: Tax Id Only
nl_nl: Alleen met BTW-nummer

source: Tax Id
nl_nl: BTW-nummer

source: Total ex. Tax
nl_nl: Totaal (excl. BTW)

source: Tax
nl_nl: BTW

source: Balances in Home currency
nl_nl: Saldi zijn in functionele valuta

source: Supplier Balances
nl_nl: Crediteurenlijst
