Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: Main Menu
nl_nl: Hoofdmenu

source: Logout
nl_nl: Uitloggen

source: Restricted access
nl_nl: Afgescherme toegang

source: Login as user: demouser and password: password
nl_nl: Log in als gebruiker: demouser en wachtwoord: password

source: Please login here
nl_nl: Voer uw gegevens in om in te loggen

source: Too many failed login attempts.<br>Please wait a while or try later.
nl_nl: Er zijn te veel ongeldige inlog pogingen. <br>Een moment geduld a.u.b. of probeer later opnieuw.

source: Authorization timeout
nl_nl: Authorisatie time-out

source: Login
nl_nl: Aanmelden

source: Version
nl_nl: Versie

source: User name
nl_nl: Gebruikersnaam

source: Password:
nl_nl: Wachtwoord

source: Company
nl_nl: Administratie

source: Login -->
nl_nl: Inloggen

source: Theme:
nl_nl: Thema:

source: Thank you for using
nl_nl: Bedankt voor het gebruik van

source: Click here to Login Again.
nl_nl: Succesvol uitgelogd, klik hier om opnieuw aan te melden.

source: Attach Documents
nl_nl: Uploaden documenten

source: Selected transaction does not exists.
nl_nl: De geselecteerde transactie bestaat niet.

source: Select attachment file.
nl_nl: Selecteer bijlage.

source: Attachment has been inserted.
nl_nl: De bijlage is toegevoegd.

source: Attachment has been updated.
nl_nl: De bijlage is aangepast.

source: Attachment has been deleted.
nl_nl: De bijlage is verwijderd.

source: Edit
nl_nl: Bewerken

source: View
nl_nl: Bekijk

source: Delete
nl_nl: Verwijderen

source: Description
nl_nl: Beschrijving

source: Filename
nl_nl: Bestandsnaam

source: Size
nl_nl: Grootte

source: Filetype
nl_nl: Bestandstype

source: Date Uploaded
nl_nl: Datum upload

source: Transaction #
nl_nl: Transactie #

source: Attached File
nl_nl: Bestand

source: Select backup file first.
nl_nl: Selecteer eerst een backupbestand

source: Backup and Restore Database
nl_nl: Backup aanmaken/terugplaatsen

source: Backup paths have not been set correctly.
nl_nl: Backup pad niet correct ingesteld.

source: Please contact System Administrator.
nl_nl: Neem contact op met de Systeem Administrator.

source: cannot find backup directory
nl_nl: Kan de backup-folder niet vinden

source: Backup successfully generated.
nl_nl: Backup met succes gegenereerd.

source: Database backup failed.
nl_nl: Database backup mislukt.

source: No
nl_nl: Nee

source: Restore backup completed.
nl_nl: Terugzetten backup geslaagd.

source: File successfully deleted.
nl_nl: Bestand verwijderd

source: Can't delete backup file.
nl_nl: Het backup bestand kan niet verwijderd worden.

source: You can only upload *.sql backup files
nl_nl: U kunt alleen *.sql backup-bestanden uploaden.

source: File uploaded to backup directory
nl_nl: Bestand geupload naar de backup directory.

source: File was not uploaded into the system.
nl_nl: Backupbestand NIET op het systeem geladen.

source: Create backup
nl_nl: Backup aanmaken

source: Comments:
nl_nl: Opmerkingen:

source: Compression:
nl_nl: Comprimeren:

source: Create Backup
nl_nl: Maak backup

source: Backup scripts maintenance
nl_nl: Aangemaakte backups

source: View Backup
nl_nl: Backup bekijken

source: Download Backup
nl_nl: Backup dowloaden

source: Restore Backup
nl_nl: Backup terugzetten

source: You are about to restore database from backup file. Do you want to continue?
nl_nl: U staat op het punt om de database te herstellen vanuit een backup bestand. Weet u zeker dat u wilt doorgaan?

source: Delete Backup
nl_nl: Backup verwijderen

source: You are about to remove selected backup file. Do you want to continue ?
nl_nl: U staat op het punt om de geselecteerde backup te verwijderen. Weet u zeker dat u wilt doorgaan?

source: Upload file
nl_nl: Bestand uploaden

source: Change password
nl_nl: Wachtwoord wijzigen

source: Invalid password entered.
nl_nl: Ongeldig wachtwoord ingevoerd.

source: The password entered must be at least 4 characters long.
nl_nl: Het wachtwoord moet mistens 4 karakters lang zijn.

source: The password cannot contain the user login.
nl_nl: Het wachtwoord mag de gebruikersnaam niet bevatten.

source: The passwords entered are not the same.
nl_nl: De ingevoerde wachtwoorden zijn niet gelijk.

source: Password cannot be changed in demo mode.
nl_nl: Het wachtwoord kan niet worden gewijzigd in demo modus.

source: Your password has been updated.
nl_nl: Uw wachtwoord is aangepast.

source: User login:
nl_nl: Gebruikersnaam:

source: Current Password:
nl_nl: Huidig wachtwoord:

source: New Password:
nl_nl: Nieuw wachtwoord:

source: Repeat New Password:
nl_nl: Herhaal nieuw wachtwoord:

source: Enter your new password in the fields.
nl_nl: Voer uw nieuwe wachtwoord in.

source: Company Setup
nl_nl: Wijzigen basisgegevens administratie

source: Login timeout must be positive number not less than 10.
nl_nl: De login timeout moet een positief getal en groter dan 10 zijn.

source: The company name must be entered.
nl_nl: De bedrijfsnaam is verplicht.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
nl_nl: Alleen *.jpg of *.png bestanden zijn toegestaan!

source: The file size is over the maximum allowed. The maximum size allowed in KB is
nl_nl: De bestandsgrootte is groter dan toegelaten. De maximale grootte in KB is

source: Only graphics files can be uploaded
nl_nl: Enkel beeldbestanden kunnen ge-upload worden

source: The existing image could not be removed
nl_nl: Het bestaande beeld kan niet verwijderd worden

source: Error uploading logo file
nl_nl: Fout bij het uploaden van het logo-bestand.

source: Company setup has been updated.
nl_nl: De instellingen zijn aangepast.

source: Name (to appear on reports):
nl_nl: Naam onderneming:

source: Address:
nl_nl: Adres:

source: Domicile:
nl_nl: Vestigingsplaats:

source: Phone Number:
nl_nl: Telefoon nummer:

source: Fax Number:
nl_nl: Fax:

source: Email Address:
nl_nl: E-mail adres:

source: BCC Address for all outgoing mails:
nl_nl: BCC-adres uitgaande e-mail:

source: Official Company Number:
nl_nl: KvK-nummer:

source: GSTNo:
nl_nl: BTW-nummer:

source: Home Currency:
nl_nl: Functionele valuta:

source: Fiscal Year:
nl_nl: Boekjaar:

source: Tax Periods:
nl_nl: BTW-aangifte periode:

source: Months.
nl_nl: maanden

source: Tax Last Period:
nl_nl: De laatste BTW-aangifte was:

source: Months back.
nl_nl: maanden terug

source: Company Logo:
nl_nl: Huidig bedrijfslogo:

source: New Company Logo (.jpg)
nl_nl: Nieuw bedrijfslogo (.jpg)

source: Delete Company Logo:
nl_nl: Verwijder huidig logo:

source: Use Dimensions:
nl_nl: Gebruik projectboekhouding:

source: Base for auto price calculations:
nl_nl: Grondslag prijsberekeningen:

source: No base price list
nl_nl: Prijslijst

source: Add Price from Std Cost:
nl_nl: Marge-opslag op standaard kostprijs:

source: Round to nearest:
nl_nl: Afronden naar:

source: Search Item List
nl_nl: Zoeken in artikelenlijst:

source: Search Customer List
nl_nl: Zoeken in klantenlijst:

source: Search Supplier List
nl_nl: Zoeken in leverancierslijst:

source: Automatic Revaluation Currency Accounts
nl_nl: Automatische herwaarderingen valuta:

source: Time Zone on Reports
nl_nl: Vermeld tijdzone op rapportages:

source: Login Timeout:
nl_nl: Uitloggen na inactiviteit:

source: seconds
nl_nl: seconden

source: Version Id
nl_nl: Versie

source: Update
nl_nl: Bijwerken

source: Create/Update Company
nl_nl: Onderhoud administraties

source: Database settings are not specified.
nl_nl: De database instellingen zijn niet ingevoerd.

source: This database settings are already used by another company.
nl_nl: Deze database gegevens worden reeds door een andere administratie gebruikt.

source: You cannot have table set without prefix together with prefixed sets in the same database.
nl_nl: U kunt niet kiezen voor een database zonder het gebruik van een prefix, als er in de database reeds prefix in gebruik zijn.

source: Error creating Database:
nl_nl: Fout bij het aanmaken van database:

source: , Please create it manually
nl_nl: , maak ze handmatig aan.

source: Cannot create new company due to bugs in sql file.
nl_nl: Er kan geen nieuwe administratie aangemaakt worden door een fout in het SQL bestand.

source: Cannot open the configuration file -
nl_nl: Kan het configuratiebestand niet openen -

source: Cannot write to the configuration file -
nl_nl: Kan niet schrijven naar configuratiebestand -

source: The configuration file
nl_nl: Het configuratiebestand

source: is not writable. Change its permissions so it is, then re-run the operation.
nl_nl: kan niet beschreven worden. Verander zijn rechten en probeer het opnieuw.

source: New company has been created.
nl_nl: Een nieuwe bedrijfsadministratie is toegevoegd.

source: Company has been updated.
nl_nl: De bedrijfsinstellingen zijn aangepast.

source: Broken company subdirectories system. You have to remove this company manually.
nl_nl: De mapstructuur van de administratie is niet intact. U dient de administratie handmatig te verwijderen.

source: Cannot rename subdirectory to temporary name.
nl_nl: De subdirectory kon niet naar een tijdelijke naam aangepast worden.

source: Cannot rename company subdirectory
nl_nl: De bedrijfs subdirectory kon niet aangepast worden.

source: Error removing Database:
nl_nl: Fout bij verwijderen van database:

source: , please remove it manually
nl_nl: , a.u.b. handmatig verwijderen.

source: Cannot remove temporary renamed company data directory
nl_nl: De tijdelijke folder kan niet worden verwijderd.

source: Selected company has been deleted
nl_nl: De geselecteerde administratie is verwijderd

source: Are you sure you want to delete company no.
nl_nl: Bent u zeker dat u deze administratie wilt verwijderen -

source: Database Host
nl_nl: Server

source: Database User
nl_nl: Database gebruikersnaam

source: Database Name
nl_nl: Database naam

source: Table Pref
nl_nl: Tabel voorvoegsel

source: Default
nl_nl: Standaard

source: Yes
nl_nl: Ja

source: The marked company is the current company which cannot be deleted.
nl_nl: De geselecteerde administratie is de actieve administratie en kan zodoende niet verwijderd worden.

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
nl_nl: Als u geen nieuw administrator wachtwoord opgeeft, dan zal het standaard wachtwoord '<b>password</b>' worden ingesteld.

source: Host
nl_nl: Server

source: Database Password
nl_nl: Database wachtwoord

source: None
nl_nl: Geen

source: Database Script
nl_nl: Rekeningschema

source: New script Admin Password
nl_nl: Nieuw administrator wachtwoord

source: Save
nl_nl: Opslaan

source: Create a new company
nl_nl: Nieuwe administratie aanmaken

source: Contact Categories
nl_nl: Contact categorieën

source: Category description cannot be empty.
nl_nl: De categorieomschrijving kan niet leeg zijn.

source: Selected contact category has been updated
nl_nl: De geselecteerde contact categorie is bijgewerkt.

source: New contact category has been added
nl_nl: Een nieuwe contact categorie is toegevoegd.

source: Cannot delete this category because there are contacts related to it.
nl_nl: Deze categorie kan niet verwijderd worden omdat er contacten naar verwijzen.

source: Category has been deleted
nl_nl: De categorie is verwijderd.

source: Action id
nl_nl: Actie ID

source: Short Name
nl_nl: Verkorte naam

source: Contact Category Type:
nl_nl: Contact categorie type:

source: Contact Category Subtype:
nl_nl: Contact categorie subtype:

source: Category Short Name:
nl_nl: Verkorte naam categorie:

source: Category Description:
nl_nl: Categorie omschrijving:

source: Display Setup
nl_nl: Wijzigen weergave instellingen

source: Query size must be integer and greater than zero.
nl_nl: De hoeveelheid moet groter dan nul zijn.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
nl_nl: De weergaveinstellingen zijn aangepast. Onthoud dat deze instellingen na iedere login in demo modus, automatisch worden hersteld.

source: Display settings have been updated.
nl_nl: De weergave instellingen zijn aangepast.

source: Decimal Places
nl_nl: Aantal decimalen

source: Prices/Amounts:
nl_nl: Prijzen/aantallen:

source: Quantities:
nl_nl: Hoeveelheden:

source: Exchange Rates:
nl_nl: Wisselkoersen:

source: Percentages:
nl_nl: Procenten:

source: Dateformat and Separators
nl_nl: Opmaak datum & scheidingstekens

source: Dateformat:
nl_nl: Opmaak datum:

source: Date Separator:
nl_nl: Scheidingsteken datum:

source: Thousand Separator:
nl_nl: Scheidingsteken duizendtallen:

source: Decimal Separator:
nl_nl: Scheidingsteken decimalen:

source: Language
nl_nl: Taal

source: Language:
nl_nl: Voorkeurstaal:

source: Miscellaneous
nl_nl: Diversen

source: Show hints for new users:
nl_nl: Geef tips voor nieuwe gebruikers weer:

source: Show GL Information:
nl_nl: Toon grootboekgegevens:

source: Show Item Codes:
nl_nl: Toon artikel codes:

source: Page Size:
nl_nl: Pagina instelling:

source: Start-up Tab
nl_nl: Scherm bij inloggen:

source: Printing profile
nl_nl: Print profiel

source: Browser printing support
nl_nl: Afdrukken via browser

source: Use popup window to display reports:
nl_nl: Rapporten in een pop-up venster weergeven?

source: Set this option to on if your browser directly supports pdf files
nl_nl: Vink deze optie aan als uw browser het weergeven van PDF bestanden ondersteund.

source: Use icons instead of text links:
nl_nl: Gebruiken van iconen i.p.v. tekst links?

source: Set this option to on for using icons instead of text links
nl_nl: Vink deze optie aan als u iconen in plaats van tekst links wilt gebruiken.

source: Query page size:
nl_nl: Aantal items per pagina:

source: Remember last document date:
nl_nl: Onthoud de laatste documentdatum:

source: If set document date is remembered on subsequent documents, otherwise default is current date
nl_nl: Indien aangevinkt zal de laatste documentdatum worden onthouden en gebruikt. Anders zal de huidige datum als documentdatum worden gebruikt.

source: Fiscal Years
nl_nl: Instellingen boekjaar

source: Invalid BEGIN date in fiscal year.
nl_nl: Ongeldige begindatum in Boekjaar.

source: Invalid END date in fiscal year.
nl_nl: Ongeldig einddatum in Boekjaar.

source: Invalid BEGIN or END date in fiscal year.
nl_nl: Ongeldige begin- of einddatum in boekjaar.

source: BEGIN date bigger than END date.
nl_nl: Begindatum is groter dan einddatum.

source: Cannot CLOSE this year because there are open fiscal years before
nl_nl: Dit boekjaar kan niet gesloten worden omdat er nog openstaande boekjaren voor dit jaar aanwezig zijn.

source: Selected fiscal year has been updated
nl_nl: Het geselecteerde boekjaar is aangepast.

source: New fiscal year has been added
nl_nl: Een nieuw boekjaar is toegevoegd.

source: Cannot delete this fiscal year because there are fiscal years before.
nl_nl: Dit boekjaar kan niet worden verwijderd omdat er voorgaande boekjaren zijn.

source: Cannot delete this fiscal year because the fiscal year is not closed.
nl_nl: Dit boekjaar kan niet verwijderd worden omdat het boekjaar niet is afgesloten.

source: Selected fiscal year has been deleted
nl_nl: Het geselecteerde boekjaar is verwijderd.

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
nl_nl: Waarschuwing: bij het verwijderen van een boekjaar worden alle transacties verwijderd en worden de balanssaldi verdicht geboekt op de relevante grootboekrekeningen. Dit kan niet ongedaan gemaakt worden!

source: Fiscal Year Begin
nl_nl: Begin boekjaar

source: Fiscal Year End
nl_nl: Einde boekjaar

source: Closed
nl_nl: Afgesloten

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
nl_nl: Weet u zeker dat u boekjaar %s - %s wilt verwijderen? Alle transacties worden verwijderd en de balanssaldi worden verdicht geboekt op relevante grootboekrekeningen. Dit kan niet ongedaan gemaakt worden! Weet u zeker dat u wilt doorgaan?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
nl_nl: Het geslecteerde boekjaar is het actuele boekjaar en kan niet verwijderd worden.

source: Fiscal Year Begin:
nl_nl: Begin boekjaar:

source: Fiscal Year End:
nl_nl: Einde boekjaar:

source: Is Closed:
nl_nl: Boekjaar afgesloten:

source: Forms Setup
nl_nl: Wijzigen volgnummers boekingen

source: Forms settings have been updated.
nl_nl: De volgnummers zijn bijgewerkt.

source: Form
nl_nl: Document

source: Next Reference
nl_nl: Volgende nummer

source: System and General GL Setup
nl_nl: Systeem- en Grootboekinstellingen

source: The delivery over-receive allowance must be between 0 and 100.
nl_nl: De leveringsoverschot-drempel moet tussen 0 en 100 liggen.

source: The invoice over-charge allowance must be between 0 and 100.
nl_nl: De facturatie-overschotdrempel moet tussen 0 en 100 liggen.

source: The past due days interval allowance must be between 0 and 100.
nl_nl: Het interval van de vervaldagreeks moet tussen 0 en 100 liggen.

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
nl_nl: Voordat de rekening nog te ontvangen inkoopfacturen kan worden gewijzigd, dienen alle ontvangsten aan een inkoopfactuur te zijn gekoppeld.

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
nl_nl: De rekening voor onverdeelde winst voorgaande boekjaar dient een balansrekening te zijn of de rekening voor onverdeelde winst dient een kostenrekening te zijn.

source: The general GL setup has been updated.
nl_nl: De systeem- en grootboekinstellingen zijn aangepast.

source: General GL
nl_nl: Systeem- en Grootboekinstellingen

source: Past Due Days Interval:
nl_nl: Transacties vervallen na:

source: days
nl_nl: dagen

source: Retained Earnings:
nl_nl: Winst voorgaande jaren:

source: Profit/Loss Year:
nl_nl: Winst huidig boekjaar:

source: Exchange Variances Account:
nl_nl: Rekening koersverschillen:

source: Bank Charges Account:
nl_nl: Rekening bankkosten:

source: Customers and Sales
nl_nl: Verkopen & klanten

source: Default Credit Limit:
nl_nl: Standaard kredietlimiet:

source: Accumulate batch shipping:
nl_nl: Verdicht boeken:

source: Legal Text on Invoice:
nl_nl: Juridische tekst op facturen

source: Shipping Charged Account:
nl_nl: Rekening verzendkosten:

source: Customers and Sales Defaults
nl_nl: Standaardinstellingen verkopen & klanten

source: Receivable Account:
nl_nl: Rekening debiteuren:

source: Sales Account:
nl_nl: Rekening omzet:

source: Sales Discount Account:
nl_nl: Rekening verkoopkortingen:

source: Prompt Payment Discount Account:
nl_nl: Rekening betalingskortingen:

source: Delivery Required By:
nl_nl: Levering order voor:

source: Dimension Defaults
nl_nl: Standaardinstellingen projecten

source: Dimension Required By After:
nl_nl: Aanmaken project nodig na:

source: Suppliers and Purchasing
nl_nl: Leveranciers en inkoop

source: Delivery Over-Receive Allowance:
nl_nl: Tolerantie leveringsoverschot:

source: Invoice Over-Charge Allowance:
nl_nl: Tolerantie facturatie-overschot:

source: Suppliers and Purchasing Defaults
nl_nl: Standaardinstellingen inkopen & leveranciers

source: Payable Account:
nl_nl: Rekening crediteuren:

source: Purchase Discount Account:
nl_nl: Rekening inkoopkortingen:

source: GRN Clearing Account:
nl_nl: Rekening nog te ontvangen inkoopfacturen:

source: No postings on GRN
nl_nl: Rekening wordt niet gebruikt

source: Inventory
nl_nl: Voorraad

source: Allow Negative Inventory:
nl_nl: Negatieve voorraad toestaan:

source: Warning: This may cause a delay in GL postings
nl_nl: Waarschuwing: dit kan leiden tot vertraagde boekingen

source: Items Defaults
nl_nl: Standaardinstellingen voorraad

source: Inventory Account:
nl_nl: Rekening voorraad:

source: C.O.G.S. Account:
nl_nl: Rekening kostprijs omzet:

source: Inventory Adjustments Account:
nl_nl: Rekening voorraadverschillen:

source: Item Assembly Costs Account:
nl_nl: Rekening productiekosten:

source: Manufacturing Defaults
nl_nl: Standaardinstelling productie

source: Work Order Required By After:
nl_nl: Aanmaken werkorder nodig na:

source: Install Charts of Accounts
nl_nl: Onderhoud rekeningschema's

source: Selected chart has been successfully deleted
nl_nl: Het geselecteerde rekeningschema is verwijderd.

source: Chart
nl_nl: Rekeningschema

source: Installed
nl_nl: Geïnstalleerd

source: Available
nl_nl: Beschikbaar

source: Encoding
nl_nl: Codering

source: Unknown
nl_nl: Onbekend

source: Install
nl_nl: Installeren

source: Upload and install latest extension package
nl_nl: Upload en installeer het laatste extentie-pack

source: You are about to remove package \'%s\'. Do you want to continue ?
nl_nl: U staat op het punt om \'%s\' te verwijderen. Weet u zeker dat u wilt doorgaan?

source: Install/Update Languages
nl_nl: Onderhoud taalinstellingen

source: Name
nl_nl: Naam

source: Right To Left
nl_nl: Rechts naar links

source: Supported
nl_nl: Ondersteund

source: Display also languages not supported by server locales
nl_nl: Ook taalbestanden die niet door de server worden ondersteund weergeven

source: Edit non standard language configuration
nl_nl: Wijzig handmatige taal instellingen

source: Upload and install latest language package
nl_nl: Upload en installeer de laatste taalbestanden

source: You are about to remove language \'%s\'. Do you want to continue ?
nl_nl: U staat op het punt om taalbestand \'%s\' te verwijderen. Weet u zeker dat u wilt doorgaan?

source: The marked language is the current language which cannot be deleted.
nl_nl: De geselecteerde taal is de standaardtaal die niet verwijderd kan worden.

source: Update default
nl_nl: Bijwerken standaardinstellingen

source: Add new language manually
nl_nl: Voeg nieuwe taal handmatig toe

source: Language name, code nor encoding cannot be empty
nl_nl: De naam van de taal, de code of de codering kan niet leeg zijn!

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
nl_nl: Het standaard taalbestand is reeds voor deze taal geïnstalleerd. Als u deze taal handmatig wilt instelleren, deïnstalleer het standaard taalbestand dan eerst.

source: Language Code
nl_nl: Taal code

source: Language Name
nl_nl: Taal

source: Default Language
nl_nl: Standaard taal

source: Language File
nl_nl: Taalbestand

source: Select your language files from your local harddisk.
nl_nl: Kies een taalbestand van de harde schijf

source: Install/Activate extensions
nl_nl: Onderhoud extenties

source: Selected extension has been successfully deleted
nl_nl: De geselecteerde extentie is succesvol verwijderd.

source: Extension
nl_nl: Extentie

source: Modules provided
nl_nl: Modules

source: Options provided
nl_nl: Opties

source: Install third-party extension.
nl_nl: Onderhoud extenties

source: Active
nl_nl: Actief

source: Status change for some extensions failed.
nl_nl: Het wijzigen van de status voor een of meerdere extenties is mislukt.

source: Current active extensions set has been saved.
nl_nl: De extentie instellingen zijn opgeslagen.

source: Extensions:
nl_nl: Extenties:

source: Install Themes
nl_nl: Onderhoud layout (themes)

source: Selected theme has been successfully deleted
nl_nl: Het geselecteerde thema is succesvol verwijderd.

source: Theme
nl_nl: Thema

source: Software Upgrade
nl_nl: Update systeemsoftware

source: Database upgrade for company '%s' (%s:%s*) started...
nl_nl: De database upgrade voor de administratie van '%s' (%s:%s*) is gestart...

source: Database upgrade finished.
nl_nl: Database update gereed.
