Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-2.po
Languages: nl_be

source: Overdue Credit Notes
nl_be: Vervallen creditnota's

source: Automatically put balance on back order
nl_be: Balans automatisch in wachtrij plaatsen

source: Cancel any quantites not delivered
nl_be: Annuleer alle niet geleverde hoeveelheden

source: Items Returned to Inventory Location
nl_be: Terug ontvangen artikels

source: Items Written Off
nl_be: Afgeschreven artikels

source: New role
nl_be: Nieuwe rol

source: No tags defined.
nl_be: Geen vlaggen aangemaakt.

source: No active tags defined.
nl_be: Geen aktieve vlaggen gedefinieerd.

source: Activated for '%s'
nl_be: Geaktiveerd voor '%s'

source: in units of :
nl_be: in eenheden van :

source: Date Voided:
nl_be: Datum van de terugboeking:

source: Included
nl_be: Inclusief

source: Amount:
nl_be: Bedrag:

source: Allocations
nl_be: Afpuntingen

source: Total Amount
nl_be: Totaal bedrag

source: Total Allocated:
nl_be: Totaal toegewezen:

source: Left to Allocate:
nl_be: Nog toe te wijzen:

source: No Quick Entries are defined.
nl_be: Er is geen snelinvoer aangemaakt.

source: Cannot post to GL account used by more than one tax type.
nl_be: Kan niet boeken op GB-rekening die door meerder BTW-types gebruikt wordt

source: and
nl_be: en

source: January
nl_be: Januari

source: February
nl_be: Februari

source: March
nl_be: Maart

source: May
nl_be: Mei

source: June
nl_be: Juni

source: July
nl_be: Juli

source: August
nl_be: Augustus

source: October
nl_be: Oktober

source: Su
nl_be: Zo

source: Mo
nl_be: Ma

source: Tu
nl_be: Di

source: We
nl_be: Wo

source: Th
nl_be: Do

source: Fr
nl_be: Vr

source: Sa
nl_be: Za

source: Cannot create database
nl_be: Kan deze database niet aanmaken

source: For Part :
nl_be: Voor onderdeel:

source: Location:
nl_be: Locatie:

source: Positive Adjustment
nl_be: Positieve aanpassing

source: Negative Adjustment
nl_be: Negatieve aanpassing

source: Item Code
nl_be: Artikelcode

source: Item Description
nl_be: Artikelbeschrijving

source: Quantity
nl_be: Hoeveelheid

source: Unit
nl_be: Eenheid

source: Unit Cost
nl_be: Kosten per eenheid

source: From Location:
nl_be: Van locatie:

source: To Location:
nl_be: Naar locatie:

source: Transfer Type:
nl_be: Transferttype:

source: Cannot delete this item because there are stock movements that refer to this item.
nl_be: Dit artikel kan niet verwijderd worden omdat er stockbewegingen naar verwijzen.

source: Cannot delete this item record because there are bills of material that require this part as a component.
nl_be: Dit artikel kan niet verwijderd worden omdat het verwerkt is in stuklijsten.

source: Cannot delete this item because there are existing purchase order items for it.
nl_be: Dit artikel kan niet verwijderd worden omdat er aankooporders naar verwijzen.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
nl_be: Dit item kan niet verwijderd worden omdat er code aliassen voor bestaan of er zijn kits die deze item als component hebben.

source: Inventory Item Movement
nl_be: Artikelbeweging

source: There are no items defined in the system.
nl_be: Er zijn geen artikels gedefineerd in dit systeem.

source: Item:
nl_be: Artikel:

source: Show Movements
nl_be: Toon bewegingen

source: Refresh Inquiry
nl_be: Afvragen hernieuwen

source: Quantity In
nl_be: Aantal in

source: Quantity Out
nl_be: Aantal uit

source: Quantity On Hand
nl_be: Beschikbaar aantal

source: Quantity on hand before
nl_be: Beschikbaar aantal vooraf

source: Quantity on hand after
nl_be: Beschikbaar aantal nadien

source: Inventory Item Status
nl_be: Magazijnartikel Status

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
nl_be: Dit is een dienst waarvan geen stock wordt bijgehouden. Enkel het aantal openstaande verkoopopdrachten wordt getoond.

source: Location
nl_be: Locatie

source: Demand
nl_be: Vraag

source: Re-Order Level
nl_be: Herschik niveau

source: On Order
nl_be: Besteld

source: Item Categories
nl_be: Artikelcategorieën

source: The item category description cannot be empty.
nl_be: De beschrijving van de artikelcategorie mag niet leeg zijn.

source: Selected item category has been updated
nl_be: Geselcteerde artikelcategorie is aangepast

source: New item category has been added
nl_be: Nieuwe artikelcategorie is toegevoegd

source: Cannot delete this item category because items have been created using this item category.
nl_be: Deze artikelcategorie kan niet verwijderd worden omdat er artikels naar verwijzen.

source: Selected item category has been deleted
nl_be: De aankoopgegevens van het artikel zijn verwijderd.

source: Tax type
nl_be: BTW-type

source: Units
nl_be: Eenheden

source: Sales Act
nl_be: Verkoopsactie

source: Inventory Account
nl_be: Rekening voorraad

source: COGS Account
nl_be: Rekening verkoopskosten

source: Adjustment Account
nl_be: Rekening aanpassing

source: Assembly Account
nl_be: Rekening productiekosten

source: Category Name:
nl_be: Naam van de categorie:

source: Default values for new items
nl_be: Standaard waarde voor nieuwe artikels

source: Item Tax Type:
nl_be: BTW-type van artikel:

source: Item Type:
nl_be: Artikeltype:

source: Units of Measure:
nl_be: Basiseenheid:

source: Exclude from sales:
nl_be: Niet voor verkoop:

source: Foreign Item Codes
nl_be: Toon artikelcodes:

source: There are no inventory items defined in the system.
nl_be: Er zijn geen artikels gedefineerd in dit systeem.

source: There is no item selected.
nl_be: Er is geen artikel geselecteerd.

source: Item code description cannot be empty.
nl_be: De beschrijving van de artikelcode mag niet leeg zijn.

source: This item code is already assigned to stock item or sale kit.
nl_be: Deze itemcode is al toegewezen aan een voorraadsartikel of een verkoopskit

source: New item code has been added.
nl_be: Nieuwe artikelcode is toegevoegd

source: Item code has been updated.
nl_be: Artikelcode is hernieuwd.

source: Item code has been sucessfully deleted.
nl_be: Artikelcode is verwijderd.

source: Category
nl_be: Categorie

source: Quantity:
nl_be: Hoeveelheid:

source: Description:
nl_be: Omschrijving:

source: Category:
nl_be: Categorie:

source: Only jpg files are supported - a file extension of .jpg is expected
nl_be: Enkel jpg-bestanden worden aanvaard - een bestand met extensie .jpg wordt verwacht

source: There are no item categories defined in the system. At least one item category is required to add a item.
nl_be: Er zijn geen artikelcategorieën gedefinieerd. Minstens één categorie is nodig om een artikel aan te maken.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
nl_be: Er zijn geen BTW-types gedefinieerd. Er moet minstens één type zijn voor u een artikel kunt creeëren.

source: The item name must be entered.
nl_be: De artikelnaam is verplicht.

source: The item code cannot be empty
nl_be: De artikelcode mag niet leeg blijven.

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
nl_be: De artikelcode kan volgende tekens niet bevattenn - & + OF leeg OF aanhalingstekens.

source: Item has been updated.
nl_be: Het artikel is aangepast

source: A new item has been added.
nl_be: Een nieuwe artikel is toegevoegd.

source: Selected item has been deleted.
nl_be: Geselecteerd artikel is verwijderd

source: Select an item:
nl_be: Selecteer een artikel:

source: New item
nl_be: Nieuw artikel ingeven

source: Item
nl_be: Artikel

source: Item Code:
nl_be: Artikelcode:

source: GL Accounts
nl_be: Grootboekrekeningen

source: Other
nl_be: Andere

source: Image File (.jpg)
nl_be: Beeldbestand (.jpg)

source: No image
nl_be: Geen beeld

source: Delete Image:
nl_be: Geen beeld

source: Item status:
nl_be: Artikelstatus:

source: Insert New Item
nl_be: Nieuw artikel toevoegen

source: Update Item
nl_be: Artikel aanpassen

source: Select this items and return to document entry.
nl_be: Selecteer dit item en keer terug naar document-invoer.

source: Clone This Item
nl_be: Dit artikel clonen

source: Delete This Item
nl_be: Dit artikel verwijderen

source: Units of Measure
nl_be: Basiseenheden

source: The unit of measure code cannot be empty.
nl_be: De meeteenheid-code mag niet leeg zijn

source: The unit of measure code is too long.
nl_be: De meeteenheid-code is te lang

source: The unit of measure description cannot be empty.
nl_be: De beschrijving van de maateenheid mag niet leeg zijn.

source: Selected unit has been updated
nl_be: De geselecteerde eenheid is aangepast.

source: New unit has been added
nl_be: Een nieuwe eenheid is toegevoegd.

source: Cannot delete this unit of measure because items have been created using this unit.
nl_be: Deze maateenheid kan niet verwijderd worden omdat er artikels naar verwijzen.

source: Selected unit has been deleted
nl_be: Geselecteerde eenheid is verwijderd

source: Decimals
nl_be: Decimalen

source: User Quantity Decimals
nl_be: Decimalen hoeveelheid user

source: Unit Abbreviation:
nl_be: Afkorting eenheid:

source: Descriptive Name:
nl_be: Beschrijving:

source: Decimal Places:
nl_be: Nakommaplaatsen:

source: Inventory Locations
nl_be: Magazijnlocaties

source: The location code must be five characters or less long (including converted special chars).
nl_be: De locatiecode mag maximaal vijf karakters lang zijn.

source: The location name must be entered.
nl_be: De locatienaam is verplcht.

source: Selected location has been updated
nl_be: De geselecteerde locatie is aangepast.

source: New location has been added
nl_be: Een nieuwe locatie is toegevoegd.

source: Cannot delete this location because item movements have been created using this location.
nl_be: Deze locatie kan niet verwijderd worden omdat er stockbewegingen naar verwijzen.

source: Cannot delete this location because it is used by some work orders records.
nl_be: Deze locatie kan niet verwijderd worden omdat er werkorders naar verwijzen.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
nl_be: Deze locatie kan niet verwijderd worden omdat er bracherecords naar verwijzen als uitlever-locatie.

source: Cannot delete this location because it is used by some related records in other tables.
nl_be: Kan dit magazijn niet verwijderen omdat er enkele records naar verwijzen

source: Selected location has been deleted
nl_be: Geselecteerde locatie is verwijderd

source: Location Code
nl_be: Locatiecode

source: Location Name
nl_be: Locatienaam

source: Location Code:
nl_be: Locatiecode:

source: Location Name:
nl_be: Locatienaam:

source: Contact for deliveries:
nl_be: Contact voor leveringen:

source: Telephone No:
nl_be: Telefoonnummer:

source: Facsimile No:
nl_be: Faxnummer:

source: Inventory Movement Types
nl_be: Types magazijnbewegingen

source: The inventory movement type name cannot be empty.
nl_be: De naam van het type magazijnbeweging mag niet leeg zijn

source: Selected movement type has been updated
nl_be: Geselecteerde bewegingstype is aangepast

source: New movement type has been added
nl_be: Nieuw bewegingstype is toegevoegd

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
nl_be: Kan dit type magazijnbeweging niet verwijderen omdat er transacties naar verwijzen.

source: Selected movement type has been deleted
nl_be: Geselecteerde bewegingstype is verwijderd

source: Sales Kits & Alias Codes
nl_be: Verkoopskits & alias codes

source: Stock Item
nl_be: Artikel

source: The quantity entered must be numeric and greater than zero.
nl_be: De ingegeven hoeveelheid moet een positief getal groter dan nul zijn.

source: Kit/alias code cannot be empty.
nl_be: Kit/alias-code mag niet leeg zijn

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
nl_be: De geselecteerde componont refereert direct of op een lager niveau naar zichzelf. Recursieve kits zijn niet toegelaten.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
nl_be: De geselecteerde component staat op deze stuklijst. U kunt de hoeveelheid veranderen maar hij kan maar één keer op de lijst staan.

source: New alias code has been created.
nl_be: Nieuwe aliascode is toegevoegd.

source: New component has been added to selected kit.
nl_be: Nieuwe component is toegevoegd aan de geselecteerde kit.

source: Component of selected kit has been updated.
nl_be: De component van de geselecteerde kit is aangepast.

source: Kit common properties has been updated
nl_be: De eigenschappen van de kit zijn aangepast

source: This item cannot be deleted because it is the last item in the kit used by following kits
nl_be: Dit artikel kan niet verwijderd worden omdat het gebruikt wordt als laatste item in volgende kits

source: The component item has been deleted from this bom
nl_be: Het componentartikel is verwijderd van de stuklijst.

source: Select a sale kit:
nl_be: Selecteer een artikel-kit

source: New kit
nl_be: Nieuw kit

source: Update kit/alias name
nl_be: Pas de naam van de kit/alias aan

source: View Inventory Adjustment
nl_be: Bekijk stockaanpassing

source: At Location
nl_be: Op locatie

source: Adjustment Type
nl_be: Aanpassingstype

source: This adjustment has been voided.
nl_be: Deze aanpassing werd tegengeboekt.

source: View Inventory Transfer
nl_be: Bekijk magazijnbeweging

source: From Location
nl_be: Van locatie

source: To Location
nl_be: Naar locatie

source: Item Adjustments Note
nl_be: Artikelaanpassing nota

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
nl_be: Er zijn geen magazijnartikels in het systeem die aangepast kunnen worden (Aangekocht of samengesteld).

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
nl_be: Er zijn geen stockbewegingstypes gedefineerd. Maak er minstens één aan.

source: Items adjustment has been processed
nl_be: Artikelaanpassing is verwerkt.

source: &View this adjustment
nl_be: Bekijk deze aanpassing

source: View the GL &Postings for this Adjustment
nl_be: Bekijk de grootboekpost voor deze aanpassing

source: Enter &Another Adjustment
nl_be: Andere aanpassing ingeven

source: You must enter at least one non empty item line.
nl_be: U moet minstens één, niet lege artikellijn ingeven.

source: The entered date for the adjustment is invalid.
nl_be: De ingegeven datum is ongeldig voor deze aanpassing.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
nl_be: De aanpassing kan niet verwerkt worden omdat een artikel een negatieve stock zou veroorzaken :

source: The quantity entered is negative or invalid.
nl_be: De ingegeven prijs is negatief of ongeldig.

source: The entered standard cost is negative or invalid.
nl_be: De ingegeven standaardkost is negatief of ongeldig.

source: Adjustment Items
nl_be: Aanpassing artikels

source: Process Adjustment
nl_be: Aanpassing verwerken

source: Inventory Item Cost Update
nl_be: Kost magazijnartikel aanpassen

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
nl_be: Er zijn geen kostgevoelige magazijnartikels gedefineerd in dit systeem (Aangekocht of samengesteld).

source: The entered cost is not numeric.
nl_be: De ingegeven kost is niet numeriek.

source: The new cost is the same as the old cost. Cost was not updated.
nl_be: De nieuwe kost is dezelfde als de oude. De kost werd niet aangepast.

source: Cost has been updated.
nl_be: De kost is aangepast

source: View the GL Journal Entries for this Cost Update
nl_be: Toon de grootboekposten van deze kostenaanpassing

source: Standard Material Cost Per Unit
nl_be: Standaard materiaalkost per eenheid

source: Standard Labour Cost Per Unit
nl_be: Standaard arbeidskost per eenheid

source: Standard Overhead Cost Per Unit
nl_be: Standaard overheadkost per eenheid

source: Inventory Item Sales prices
nl_be: Magazijnartikel verkoopprijs

source: There are no sales types in the system. Please set up sales types befor entering pricing.
nl_be: Er zijn geen verkooptypes in dit systeem. Maak verkooptypes aan voor het ingeven van prijzen.

source: The price entered must be numeric.
nl_be: De prijs moet numeriek zijn.

source: This price has been updated.
nl_be: De prijs is aangepast

source: The new price has been added.
nl_be: De nieuwe prijs werd toegevoegd.

source: The selected price has been deleted.
nl_be: Geselecteerde prijs is verwijderd

source: Sales Type
nl_be: Verkoopstype

source: Price
nl_be: Prijs

source: There are no prices set up for this part.
nl_be: Er zijn geen prijzen ingegeven voor dit artikel.

source: Currency:
nl_be: Munteenheid:

source: Sales Type:
nl_be: Verkoopstype:

source: Price:
nl_be: Prijs:

source: The price is calculated.
nl_be: De prijs is berekend.

source: Supplier Purchasing Data
nl_be: Inkoopgegevens bij leverancier

source: There are no purchasable inventory items defined in the system.
nl_be: Er ziojn geen aankoopbare magazijnartikels gedefinieerd in dit systeem.

source: There are no suppliers defined in the system.
nl_be: Er zijn geen leveranciers in dit systeem.

source: The price entered was not numeric.
nl_be: De ingegeven prijs was niet numeriek.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
nl_be: De conversiefactor is niet numeriek. De conversiefactor is het getal waardoor de prijs moet gedeeld worden om de eenheidsprijs in de geselecteerde eenheid te krijgen.

source: This supplier purchasing data has been added.
nl_be: De aankoopgegevens van de leverancier zijn toegevoegd.

source: Supplier purchasing data has been updated.
nl_be: De aankoopgegevens van de leverancier zijn aangepast.

source: The purchasing data item has been sucessfully deleted.
nl_be: De aankoopgegevens van het artikel zijn verwijderd.

source: Entered item is not defined. Please re-enter.
nl_be: Ingegeven artikel is niet gedefinieerd. Geef een ander in.

source: There is no purchasing data set up for the part selected
nl_be: Er zijn geen aankoopgegevens voior het geselecteerde onderdeel

source: Supplier's Unit
nl_be: Eenheid van de leverancier

source: Conversion Factor
nl_be: Omzettingsfactor

source: Supplier's Description
nl_be: Beschrijving van de leverancier

source: Suppliers Unit of Measure:
nl_be: Eenheid van de leverancier:

source: Conversion Factor (to our UOM):
nl_be: Converteringsfactor (naar onze basiseenheid):

source: Supplier's Code or Description:
nl_be: Code of beschrijving van de leverancier:

source: Reorder Levels
nl_be: Niveau's herordenen

source: There are no inventory items defined in the system (Purchased or manufactured items).
nl_be: Er eijn geen magazijnartikels gedefinieerd in dit systeem (aangekocht of samengesteld).

source: Inventory Location Transfers
nl_be: Magazijnoverboekingen

source: Inventory transfer has been processed
nl_be: Magazijnoverboeking is verwerkt

source: &View this transfer
nl_be: &Bekijk deze transfert

source: Enter &Another Inventory Transfer
nl_be: Bekijk een &andere magazijnoverboeking

source: The locations to transfer from and to must be different.
nl_be: De locaties van de overboeking moeten verschillen.

source: The quantity entered is greater than the available quantity for this item at the source location :
nl_be: De ingegeven hoeveelheid is groter dan de hoeveelheid beschikbaar op de bronlocatie :

source: The quantity entered must be a positive number.
nl_be: De ingegeven hoeveelheid moet een positief getal zijn.

source: Process Transfer
nl_be: Transfert verwerken

source: Search Outstanding Work Orders
nl_be: Zoek openstaande werkorders

source: Search Work Orders
nl_be: Zoek werkorders

source: at Location:
nl_be: op locatie:

source: for item:
nl_be: voor artikel:

source: Select documents
nl_be: Selecteer documenten

source: Release
nl_be: Vrijgave

source: Issue
nl_be: Punt

source: Produce
nl_be: Resultaat

source: Costs
nl_be: Kosten

source: Required
nl_be: Verplicht

source: Required By
nl_be: Nodig voor

source: Marked orders are overdue.
nl_be: De aangeduide artikels zijn vervallen.

source: Produce or Unassemble Finished Items From Work Order
nl_be: Produceer of demonteer afgewerkte artikels van een werkorder

source: The manufacturing process has been entered.
nl_be: Het samenstellingsproces is ingegeven

source: View this Work Order
nl_be: Deze werkorder bekijken

source: View the GL Journal Entries for this Work Order
nl_be: Toon de grootboekposten van deze werkorder

source: Print the GL Journal Entries for this Work Order
nl_be: Print de GB-posten van deze werkorder

source: Select another &Work Order to Process
nl_be: Kies een andere &werkorder om te verwerken

source: The order number sent is not valid.
nl_be: De verzonden ordernummer is niet geldig.

source: The quantity entered is not a valid number or less then zero.
nl_be: De ingegeven hoeveelheid is geen geldig getal of minder dan nul.

source: The production date cannot be before the release date of the work order.
nl_be: De productiedatum kan niet voor de vrijgavedatum van de werkorder liggen.

source: The unassembling cannot be processed because there is insufficient stock.
nl_be: Het demonteren kan niet verwerkt worden omdat er onvoldoende stock is.

source: The production cannot be processed because a required item would cause a negative inventory balance :
nl_be: Dit punt kan niet verwerkt worden omdat een onderdeel een negatieve stock zou krijgen :

source: Produce Finished Items
nl_be: Maak afgewerkte artikels

source: Return Items to Work Order
nl_be: Herwerk artikels tot werkorders

source: Process
nl_be: Verwerk

source: Process And Close Order
nl_be: Verwerk en sluit de opdracht

source: Work Order Additional Costs
nl_be: Werkorder bijkomende kosten

source: The additional cost has been entered.
nl_be: Bijkomende kost is ingegeven

source: Enter another additional cost.
nl_be: Andere bijkomende kost ingeven

source: The amount entered is not a valid number or less then zero.
nl_be: Het ingegeven bedrag is geen geldig bedrag of is minder dan nul.

source: The additional cost date cannot be before the release date of the work order.
nl_be: De datum van de bijkomende kosten kan niet voor de opleverdatum van de werkorder liggen.

source: Additional Costs:
nl_be: Bijkomende kosten:

source: Debit Account
nl_be: Debitrekening

source: Process Additional Cost
nl_be: Bijkomende kosten verwerken

source: Work Order Entry
nl_be: Werkorder ingeven

source: There are no manufacturable items defined in the system.
nl_be: Er zijn geen samengestelde artikels gedefineerd in dit systeem.

source: The work order been added.
nl_be: Werkorder toegevoegd.

source: Print this Work Order
nl_be: Deze werkorder afprinten

source: Email this Work Order
nl_be: Deze werkorder emailen

source: The work order been updated.
nl_be: Werkorder aangepast.

source: Work order has been deleted.
nl_be: Werkorder verwijderd.

source: This work order has been closed. There can be no more issues against it.
nl_be: Deze werkorder is afgesloten. Er kan niets meer aan veranderd worden.

source: Enter a new work order
nl_be: Geef een nieuwe werkorder in

source: Select an existing work order
nl_be: Selecteer een bestaande werkorder

source: The quantity entered is invalid or less than zero.
nl_be: Het ingegeven bedrag is ongeldig of kleiner dan nul.
