Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
nl_nl: Om een verzamelfactuur te maken dient u tenminste 1 levering te selecteren. Alle items dienen geleverd te zijn aan dezelfde klant vestiging.

source: Delivery #
nl_nl: Levering #

source: Cust Ref
nl_nl: Ref klant

source: Due By
nl_nl: Vervalt op

source: Delivery Total
nl_nl: Levertotaal

source: Batch Invoicing
nl_nl: Verzamelfactuur

source: Search Outstanding Sales Orders
nl_nl: Invoeren aflevering openstaande verkooporder

source: Search Template for Invoicing
nl_nl: Zoek een voorbeeld voor levering

source: Select Template for Delivery
nl_nl: Selecteer een voorbeeld voor levering

source: Search All Sales Orders
nl_nl: Weergeven verkooporders

source: Search All Sales Quotations
nl_nl: Weergeven verkoopoffertes

source: Dispatch
nl_nl: Uitleveren

source: Set this order as a template for direct deliveries/invoices
nl_nl: Selecteer deze order als template voor directe leveringen/directe facturen

source: Show All:
nl_nl: Alles weergeven:

source: Cust Order Ref
nl_nl: Referentie klant

source: Delivery To
nl_nl: Levering aan

source: Quote #
nl_nl: Offerte #

source: Quote Date
nl_nl: Offerte datum

source: Quote Total
nl_nl: Totaal offerte

source: Tmpl
nl_nl: Template

source: You have to enter valid stock code or nonempty description
nl_nl: U moet een geldig artikelnummer of omschrijving invullen.

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
nl_nl: Deze sessie is beëindigd omdat in een ander venster een ander verkoop document is geopend. U kunt niet meer dan 1 verkoopdocument tegelijkertijd wijzigen.

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
nl_nl: Er is teveel afgeletterd, omdat er meerdere creditnota's aan deze factuur zijn gekoppeld. Controleer alle creditnota's en let met name op de transportkosten.

source: Cash invoice
nl_nl: Contante factuur

source: Stocks below Re-Order Level at
nl_nl: Voorraad onder minimum bestelniveau op

source: Below
nl_nl: Onder

source: Please reorder
nl_nl: Bestel opnieuw

source: Deleted.
nl_nl: Verwijderd.

source: Customer Currency:
nl_nl: Klantenvaluta:

source: Shipping Company:
nl_nl: Transportfirma:

source: Customer Discount:
nl_nl: Korting:

source: This item is already on this document. You have been warned.
nl_nl: Waarschuwing: dit artikel komt reeds voor op dit document.

source: The selected customer and branch are not valid, or the customer does not have any branches.
nl_nl: De geselecteerde klant of vestiging is niet geldig, of de klant heeft geen vestiging.

source: Shipping Charge
nl_nl: Verzendkosten:

source: No customer found for entered text.
nl_nl: Geen klant gevonden voor de ingegeven zoekwaarde.

source: Customer's payment terms '%s' cannot be selected on this POS
nl_nl: De betalingsvoorwaarde '%s' kan niet geselecteerd worden op deze POS.

source: Reference number unique for this document type
nl_nl: Voor deze documentsoort dient het referentienummer uniek te zijn.

source: Price List:
nl_nl: Prijslijst:

source: Date of order receive
nl_nl: Datum orderontvangst

source: Cash payment
nl_nl: Contante betaling

source: Deliver from Location:
nl_nl: Locatie:

source: Cash account:
nl_nl: Rekening kas:

source: Delivery Details
nl_nl: Leveringsinformatie

source: Invoice Delivery Details
nl_nl: Details verkoopfactuur

source: Invoice before
nl_nl: Factureren voor

source: Quotation Delivery Details
nl_nl: Leveringsinformatie

source: Order Delivery Details
nl_nl: Leverdetails

source: Enter requested day of delivery
nl_nl: Voer de gewenste leverdag in

source: Enter Valid until Date
nl_nl: Geef een geldige tot-en-met-datum in.

source: Deliver To:
nl_nl: Afleveren aan:

source: Additional identifier for delivery e.g. name of receiving person
nl_nl: Additionele informatie voor levering (bijvoorbeeld naam van de ontvanger)

source: Delivery address. Default is address of customer branch
nl_nl: Afleveradres (standaar branch adres)

source: Contact Phone Number:
nl_nl: Telefoonnummer contact:

source: Phone number of ordering person. Defaults to branch phone number
nl_nl: Telefoonnummer inkoper (standaard vestigingstelefoonnummer)

source: Customer Reference:
nl_nl: Referentie klant:

source: Customer reference number for this order (if any)
nl_nl: Referentienummer klant voor deze order (niet verplicht)

source: Item Tax Types
nl_nl: BTW-categorieën

source: The item tax type description cannot be empty.
nl_nl: De beschrijving van BTWtype mag niet leeg zijn.

source: Selected item tax type has been updated
nl_nl: Het geselecteerde BTW-tarief is bijgewerkt.

source: New item tax type has been added
nl_nl: Een nieuwe BTW-tarief is toegevoegd

source: Cannot delete this item tax type because items have been created referring to it.
nl_nl: Kan dit BTW-type niet verwijderen omdat er producten naar verwijzen.

source: Cannot delete this item tax type because item categories have been created referring to it.
nl_nl: Kan dit BTW-type niet verwijderen omdat er producten naar verwijzen.

source: Selected item tax type has been deleted
nl_nl: Het geselecteerde BTW-tarief is verwijderd

source: Tax exempt
nl_nl: BTW-vrij

source: Is Fully Tax-exempt:
nl_nl: Is volledig BTW-vrij:

source: Select which taxes this item tax type is exempt from.
nl_nl: Selecteer op welke BTW-codes dit BTW-type NIET van toepassing is.

source: Tax Name
nl_nl: BTW-naam

source: Is exempt
nl_nl: BTW-vrij

source: Tax Groups
nl_nl: BTW-groepen

source: There are no tax types defined. Define tax types before defining tax groups.
nl_nl: Er zijn geen BTW-types gedefineerd. Maak BTW-types aan voor het creëren van BTW-groepen.

source: The tax group name cannot be empty.
nl_nl: De naam van een BTW-groep mag niet leeg zijn.

source: Selected tax group has been updated
nl_nl: De geselecteerde BTW-soort is bijgewerkt

source: New tax group has been added
nl_nl: Een nieuwe BTW-groep is aangemaakt.

source: Cannot delete this tax group because customer branches been created referring to it.
nl_nl: Deze BTW-groep kan niet verwijderd worden omdat er nog klant vestigingen naar verwijzen.

source: Cannot delete this tax group because suppliers been created referring to it.
nl_nl: Deze BTW-groep kan niet verwijderd worden omdat er leveranciers naar verwijzen.

source: Selected tax group has been deleted
nl_nl: De geselecteerde BTW-groep is verwijderd.

source: Shipping Tax
nl_nl: BTW op transport

source: Tax applied to Shipping:
nl_nl: BTW op transport:

source: Select the taxes that are included in this group.
nl_nl: Selecteer de BTW-codes die in deze groep horen.

source: Tax Types
nl_nl: BTW tarieven

source: The tax type name cannot be empty.
nl_nl: De naam van een tax-type kan niet leeg zijn.

source: The default tax rate must be numeric and not less than zero.
nl_nl: Het tarief dient nummeriek te zijn en niet kleiner dan 0.

source: Selected GL Accounts cannot be used by another tax type.
nl_nl: De geselecteerde grootboekrekening kan niet door een ander BTW-type gebruikt worden.

source: New tax type has been added
nl_nl: Een nieuwe BTW-soort is toegevoegd.

source: Selected tax type has been updated
nl_nl: Het geselecteerde BTW-type is bijgewerkt.

source: Cannot delete this tax type because tax groups been created referring to it.
nl_nl: Kan dit BTW-type niet verwijderen omdat er BTW-groepen naar verwijzen.

source: Selected tax type has been deleted
nl_nl: Het geselecteerde BTW-type is verwijderd.

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
nl_nl: Om problemen met handmatige boekingen te voorkomen, dienen alle BTW-soorten een eigen grootboekrekening voor in- en verkopen te hebben.

source: Default Rate (%)
nl_nl: Standaard tarief (%)

source: Sales GL Account
nl_nl: GB-rekening omzet

source: Purchasing GL Account
nl_nl: GB-rekening aankoop

source: Default Rate:
nl_nl: Tarief:

source: Sales GL Account:
nl_nl: GB-rekening omzet:

source: Purchasing GL Account:
nl_nl: GB-rekening aankoop:

source: Main Menu
nl_nl: Hoofdmenu

source: Preferences
nl_nl: Voorkeuren

source: Upgrade from version 2.0 to 2.1
nl_nl: Upgrade van versie 2.0 naar 2.1

source: Cannot retrieve bank accounts codes
nl_nl: Kan de bankrekening codes niet ophalen.

source: Cannot update bank transactions
nl_nl: De banktransacties kunnen niet bijgewerkt worden.

source: Cannot select stock identificators
nl_nl: Kan de voorraad ID-nummers niet ophalen.

source: Cannot insert stock id into item_codes
nl_nl: Kan voorraad ID niet in artikel_codes invoeren

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
nl_nl: Het lijkt erop dat de system update naar versie 2.1 al is uitgevoerd voor deze administratie.<br>Als er iets mis is gegaan en u wilt het opnieuw proberen dan MOET eerst een database restore uitvoeren van de laatst werkende versie.

source: Upgrade from version 2.1/2.2beta to 2.2
nl_nl: Upgrade van versie 2.1/2.1beta naar 2.2

source: Cannot query max sales order number.
nl_nl: Kan het maximaal aantal salesorders niet uitvoeren.

source: Cannot store next sales order reference.
nl_nl: Kan het volgende verkoopordernummer niet opslaan.

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
nl_nl: De extenties kunnen niet worden bijgewerkt: bestand /modules/installed_modules.php is niet beschrijfbaar

source: Upgrade from version 2.2 to 2.3
nl_nl: Upgrade van versie 2.2 naar 2.3
