Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-2.po
Languages: nl_be

source: Main Menu
nl_be: Hoofdmenu

source: Restricted access
nl_be: Beperkte toegang

source: Login as user: demouser and password: password
nl_be: Login als user : demouser en paswoord : password

source: Please login here
nl_be: Meld u hier aan

source: Authorization timeout
nl_be: Toegangs-timeout

source: Version
nl_be: Versie

source: User name
nl_be: Usernaam:

source: Password:
nl_be: Nieuwe paswoord:

source: Company
nl_be: Bedrijf:

source: Theme:
nl_be: Thema:

source: Thank you for using
nl_be: Bedankt voor het gebruik van

source: Click here to Login Again.
nl_be: Klik hier om opnieuw aan te melden

source: Attach Documents
nl_be: Documenten toevoegen

source: Attachment has been inserted.
nl_be: Aanhangsel is toegevoegd.

source: Attachment has been updated.
nl_be: Aanhangsel is aangepast.

source: Attachment has been deleted.
nl_be: Aanhangsel is verwijderd.

source: Description
nl_be: Beschrijving

source: Filename
nl_be: Bestandsnaam

source: Size
nl_be: Bladgrootte:

source: Filetype
nl_be: Bstandstype

source: Date Uploaded
nl_be: Datum uploaded

source: Edit
nl_be: Bewerk

source: View
nl_be: Bekijk

source: Download
nl_be: Dowloaden

source: Delete
nl_be: Verwijder

source: Transaction #
nl_be: Boekingsnummer #:

source: Attached File
nl_be: Bestands-URL

source: Backup and Restore Database
nl_be: Backup & restore van database

source: Backup paths have not been set correctly.
nl_be: Backup pad niet correct ingesteld.

source: Please contact System Administrator.
nl_be: Gelieve de systeemadministrator te contacteren.

source: cannot find backup directory
nl_be: Kan de backup-folder niet vinden

source: Backup successfully generated.
nl_be: Backup met succes gegenereerd.

source: Database backup failed.
nl_be: Backup & restore van database

source: No
nl_be: Nee

source: Restore backup completed.
nl_be: Terugzetten backup geslaagd.

source: File successfully deleted.
nl_be: Bestand verwijderd

source: Can't delete backup file.
nl_be: Kan backup-bestand niet verwijderen

source: You can only upload *.sql backup files
nl_be: U kunt enkel *.sql bestanden uploaden

source: File was not uploaded into the system.
nl_be: Backupbestand NIET op het systeem geladen.

source: Create backup
nl_be: Maak backup

source: Comments:
nl_be: Opmerkingen:

source: Compression:
nl_be: Comprimering

source: Create Backup
nl_be: Maak backup

source: Backup scripts maintenance
nl_be: Backup en terugzetten

source: View Backup
nl_be: Backup bekijken

source: Download Backup
nl_be: Backup dowloaden

source: Restore Backup
nl_be: Backup terugzetten

source: You are about to restore database from backup file. Do you want to continue?
nl_be: U gaat het %s backup-bestand uergzetten. Wilt U verdergaan ?

source: Delete Backup
nl_be: Backup verwijderen

source: You are about to remove selected backup file. Do you want to continue ?
nl_be: U gaat het geselecteerde backup-bestand verwijderen. Wilt U verdergaan ?

source: Upload file
nl_be: Bestands-URL

source: Change password
nl_be: Paswoord veranderen

source: The password entered must be at least 4 characters long.
nl_be: Het paswoord moet mistens 4 karakters lang zijn.

source: The password cannot contain the user login.
nl_be: Het paswoord mag de usernaam niet omvatten.

source: The passwords entered are not the same.
nl_be: De ingevoerde paswoorden zijn niet identiek.

source: Password cannot be changed in demo mode.
nl_be: Paswoorden kunnen niet veranderd worden in demo mode.

source: Your password has been updated.
nl_be: Uw paswoord is aangepast.

source: Repeat password:
nl_be: Herhaal paswoord:

source: Enter your new password in the fields.
nl_be: Vul uw nieuwe paswoord in

source: Company Setup
nl_be: Bedrijfsinstellingen

source: Login timeout must be positive number not less than 10.
nl_be: De login timeout moet positief zijn en niet minder dan 10.

source: The company name must be entered.
nl_be: De bedrijfsnaam is verplicht.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
nl_be: Enkel jpg en png bestanden zijn toegelaten

source: The file size is over the maximum allowed. The maximum size allowed in KB is
nl_be: De bestandsgrootte is groter dan toegelaten. De maximale grootte in KB is

source: Only graphics files can be uploaded
nl_be: Enkel beeldbestanden kunnen ge-upload worden

source: The existing image could not be removed
nl_be: Het bestaande beeld kan niet verwijderd worden

source: Error uploading logo file
nl_be: Fout bij het uploaden van het logobestand

source: Company setup has been updated.
nl_be: Bedrijfsinstellingen zijn hernieuwd.

source: Name (to appear on reports):
nl_be: Naam (verschijnt op rapporten):

source: Address:
nl_be: Adres:

source: Domicile:
nl_be: Vestigingszetel:

source: Phone Number:
nl_be: Telefoonnummer:

source: Fax Number:
nl_be: Faxnummer:

source: Email Address:
nl_be: eMail-adres:

source: Official Company Number:
nl_be: Bedrijfsnummer:

source: GSTNo:
nl_be: Bedrijfsnummer:

source: Home Currency:
nl_be: Basismunt

source: Fiscal Year:
nl_be: Boekjaar:

source: Tax Periods:
nl_be: Belastingsperiodes:

source: Months.
nl_be: Maanden

source: Tax Last Period:
nl_be: Laatste belastingsperiode:

source: Months back.
nl_be: Maanden terug.

source: Company Logo:
nl_be: Firmalogo:

source: New Company Logo (.jpg)
nl_be: Nieuw bedrijfslogo (.jpg)

source: Delete Company Logo:
nl_be: Verwijder bedrijfslogo

source: Use Dimensions:
nl_be: Gebruik dimensies

source: Base for auto price calculations:
nl_be: Basis voor automatische prijsberekening

source: No base price list
nl_be: Geen basisprijslijst

source: Add Price from Std Cost:
nl_be: Prijs toevoegen vanuit standaardkosten:

source: Round to nearest:
nl_be: Afronden tot meest nabije:

source: Search Item List
nl_be: Artikellijst afvragen

source: Search Customer List
nl_be: Klantenlijst afvragen

source: Search Supplier List
nl_be: Leverancierslijst afvragen

source: Time Zone on Reports
nl_be: Tijdszone op rapporten

source: seconds
nl_be: seconden

source: Version Id
nl_be: Versie ID

source: Update
nl_be: Actualiseren

source: Create/Update Company
nl_be: Aanmaken/veranderen bedrijf

source: This database settings are already used by another company.
nl_be: Deze database-instellingen zijn al gebruikt voor een ander bedrijf

source: You cannot have table set without prefix together with prefixed sets in the same database.
nl_be: U kunt de tabellen niet aanmaken zonder prefix als er in dezelfde database sets zijn met een prefix.

source: Error creating Database:
nl_be: Fout bij het aanmaken van database:

source: , Please create it manually
nl_be: , maak ze manueel aan.

source: Error uploading Database Script, please upload it manually
nl_be: Fout bij het uploaden van de databasescripts. Laad ze manueel.

source: Cannot open the configuration file -
nl_be: Kan het configuratiebestand niet openen -

source: Cannot write to the configuration file -
nl_be: Kan niet schrijven naar configuratiebestand -

source: The configuration file
nl_be: Het configuratiebestand

source: is not writable. Change its permissions so it is, then re-run the operation.
nl_be: kan niet beschreven worden. Verander zijn rechten en herdoe deze handeling.

source: Cannot rename company subdirectory
nl_be: De naam van de verzendingsfirma moet ingevuld zijn.

source: Error removing Database:
nl_be: Fout bij verwijderen van database:

source: , please remove it manually
nl_be: , maak ze manueel aan.

source: Are you sure you want to delete company no.
nl_be: Bent u zeker dat u dit bedrijf wilt verwijderen -

source: Database User
nl_be: Database gebruiikersnaam

source: Database Name
nl_be: Databasenaam

source: Table Pref
nl_be: Tabelvoorkeuren

source: Default
nl_be: Standaard

source: Yes
nl_be: Ja

source: The marked company is the current company which cannot be deleted.
nl_be: Het geselecteerde bedrijf is het actuele bedrijf en kan niet verwijderd worden.

source: Database Password
nl_be: Database paswoord

source: None
nl_be: Geen

source: New script Admin Password
nl_be: Nieuw script administrator paswoord

source: Choose from Database scripts in SQL folder. No Database is created without a script.
nl_be: Kies aub een database script in de SQL-folder. Er kan geen database gemaakt worden zonder script.

source: Save
nl_be: Opslaan

source: Create a new company
nl_be: Maak een nieuw bedrijf

source: Short Name
nl_be: Zoeknaam

source: Display Setup
nl_be: Beeldinstellingen

source: Query size must be integer and greater than zero.
nl_be: Query-grootte moet integer en positief zijn

source: Display settings have been updated.
nl_be: Beeldinstelling zijn aangepast.

source: Decimal Places
nl_be: Decimale plaatsen

source: Prices/Amounts:
nl_be: Prijzen/aantallen:

source: Quantities:
nl_be: Hoeveelheden:

source: Exchange Rates:
nl_be: Wisselkoers:

source: Percentages:
nl_be: Procenten:

source: Dateformat and Separators
nl_be: Datumformaat en scheidingsteken

source: Dateformat:
nl_be: Datumformaat:

source: Date Separator:
nl_be: Datumscheiding:

source: Thousand Separator:
nl_be: Scheiding duizendtallen:

source: Decimal Separator:
nl_be: Decimale scheiding:

source: Language
nl_be: Taal

source: Language:
nl_be: Taal:

source: Miscellaneous
nl_be: Diverse

source: Show hints for new users:
nl_be: Toon hints voor nieuwe users

source: Show GL Information:
nl_be: Toon grootboekgegevens:

source: Show Item Codes:
nl_be: Toon artikelcodes:

source: Page Size:
nl_be: Bladgrootte:

source: Start-up Tab
nl_be: Opstart tab

source: Printing profile
nl_be: Printprofiel

source: Browser printing support
nl_be: Ondersteunt printbrowser

source: Use popup window to display reports:
nl_be: Rapporten in popupvenster

source: Set this option to on if your browser directly supports pdf files
nl_be: Selecteer deze optie als uw browser direct pdf-bestanden aankan

source: Use icons instead of text links:
nl_be: Gebruik iconen ipv tekst-links

source: Set this option to on for using icons instead of text links
nl_be: Selecteer deze optie als u iconen wilt ipv tekst-links

source: Query page size:
nl_be: Bladgrootte van query

source: Remember last document date:
nl_be: Onthoud laatste documentdatum:

source: If set document date is remembered on subsequent documents, otherwise default is current date
nl_be: Indien aangevinkt wordt de documentdatum overgenomen op volgdocumenten, anders wordt huidige datum overgenomen

source: Fiscal Years
nl_be: Boekjaar

source: Invalid BEGIN date in fiscal year.
nl_be: Ongeldig boekjaar-BEGIN.

source: Invalid END date in fiscal year.
nl_be: Ongeldig boekjaar-EINDE.

source: BEGIN date bigger than END date.
nl_be: Startdatum is groter dan einddatum.

source: Cannot CLOSE this year because there are open fiscal years before
nl_be: Kan dit jaar niet afsluiten omdat er voorgaande open boekjaren zijn.

source: Selected fiscal year has been updated
nl_be: Het geselecteerde boekjaar is bijgewerkt

source: New fiscal year has been added
nl_be: Nieuw boekjaar toegevoegd

source: Cannot delete this fiscal year because thera are fiscal years before.
nl_be: Kan boekjaar niet verwijderen want er zijn voorgaande boekjaren.

source: Cannot delete this fiscal year because the fiscal year is not closed.
nl_be: Kan boekjaar niet verwijderen want het is niet afgesloten.

source: Selected fiscal year has been deleted
nl_be: Geselecteerde boekjaar is verwijderd

source: Fiscal Year Begin
nl_be: Start boekjaar

source: Fiscal Year End
nl_be: Einde boekjaar

source: Closed
nl_be: Afgesloten

source: The marked fiscal year is the current fiscal year which cannot be deleted.
nl_be: Het geselecteerde boekjaar is het actuele boekjaar en kan niet verwijderd worden.

source: Fiscal Year Begin:
nl_be: Boekjaar start:

source: Fiscal Year End:
nl_be: Boekjaar einde:

source: Is Closed:
nl_be: Is afgesloten:

source: Forms Setup
nl_be: Formulierinstellingen

source: Forms settings have been updated.
nl_be: Formulierinstellingen zijn aangepast

source: Form
nl_be: Formulier

source: Next Reference
nl_be: Volgende referentie

source: System and General GL Setup
nl_be: Systeem- en grootboekinstellingen

source: The delivery over-receive allowance must be between 0 and 100.
nl_be: De leveringsoverschot-drempel moet tussen 0 en 100 liggen.

source: The invoice over-charge allowance must be between 0 and 100.
nl_be: De facturatie-overschotdrempel moet tussen 0 en 100 liggen.

source: The past due days interval allowance must be between 0 and 100.
nl_be: Het interval van de vervaldagreeks moet tussen 0 und 100 liggen.

source: The general GL setup has been updated.
nl_be: Het algemene grootboek is aangepast.

source: General GL
nl_be: Grootboek

source: Past Due Days Interval:
nl_be: Interval van de vervaldagreeks:

source: days
nl_be: dagen

source: Retained Earnings:
nl_be: Niet uitgekeerde winst

source: Profit/Loss Year:
nl_be: Winst- en verlies van het jaar:

source: Exchange Variances Account:
nl_be: Rekening wisselschommelingen:

source: Bank Charges Account:
nl_be: GB-rekening bankkosten:

source: Customers and Sales
nl_be: Klanten en verkoop

source: Default Credit Limit:
nl_be: Normale kredietlimiet:

source: Accumulate batch shipping:
nl_be: Transportkosten crediteren

source: Legal Text on Invoice:
nl_be: Ontvangen artikels afgerekend op deze factuur

source: Shipping Charged Account:
nl_be: Rekening verzendkosten:

source: Customers and Sales Defaults
nl_be: Standaardinstelling klanten en verkoop

source: Receivable Account:
nl_be: Debiteurenrekening:

source: Sales Account:
nl_be: Omzetrekening:

source: Sales Discount Account:
nl_be: Rekening verkoopskortingen:

source: Prompt Payment Discount Account:
nl_be: Rekening betalingskortingen:

source: Delivery Required By:
nl_be: Gewenste leverdatum:

source: Dimension Defaults
nl_be: Standaardinstelling dimensies

source: Dimension Required By After:
nl_be: Standaard gewenste dimensie:

source: Suppliers and Purchasing
nl_be: Leveranciers en inkoop

source: Delivery Over-Receive Allowance:
nl_be: Tolerantie leveringsoverschot:

source: Invoice Over-Charge Allowance:
nl_be: Tolerantie facturatie-overschot:

source: Suppliers and Purchasing Defaults
nl_be: Standaardinstelling leveranciers en inkoop

source: Payable Account:
nl_be: Rekening leveranciers

source: Purchase Discount Account:
nl_be: Rekening aankoopskorting:

source: Inventory
nl_be: Inventaris

source: Allow Negative Inventory:
nl_be: Negatieve inventaris toestaan:

source: Items Defaults
nl_be: Standaardinstelling dimensies

source: Inventory Account:
nl_be: Rekening voorraad:

source: C.O.G.S. Account:
nl_be: Rekening verkoopskosten:

source: Inventory Adjustments Account:
nl_be: Rekening inventarisverschillen:

source: Item Assembly Costs Account:
nl_be: Rekening productiekosten:

source: Manufacturing Defaults
nl_be: Standaardinstelling productie

source: Work Order Required By After:
nl_be: Standaardinstelling gewenste werkorder:

source: Install/Update Languages
nl_be: Talen installeren/veranderen

source: Name
nl_be: Naam

source: Encoding
nl_be: Codering

source: Right To Left
nl_be: Rechts naar links

source: Available
nl_be: Beschikbaar

source: Installed
nl_be: Geïnstalleerd

source: Install
nl_be: Talen installeren/veranderen

source: The marked language is the current language which cannot be deleted.
nl_be: De geselecteerde taal is de standaardtaal die niet verwijderd kan worden.

source: Language name, code nor encoding cannot be empty
nl_be: Taalnaam, code of codering kan niet leeg zijn

source: Language Code
nl_be: Taalcode

source: Language Name
nl_be: Taalnaam

source: Default Language
nl_be: Standaard taal

source: Language File
nl_be: Taalbestand

source: Select your language files from your local harddisk.
nl_be: Kies de taalbestanden op je harde schijf.

source: Install/Activate extensions
nl_be: Extensies installeren/activeren

source: Extension name cannot be empty.
nl_be: De extensie-naam mag niet leeg zijn.

source: Extension name have to be unique.
nl_be: Extensienamen moeten uniek zijn.

source: Extension title cannot be empty.
nl_be: De extensie titel mag niet leeg zijn.

source: Extension folder name cannot be empty.
nl_be: De extensiefolder mag niet leeg zijn.

source: You have to select plugin file to upload
nl_be: U moet een pluginbestand selecteren om te uploaden

source: Selected extension has been successfully deleted
nl_be: De geselecteerde extensie is verwijderd

source: Active
nl_be: Aktief

source: Menu Tab
nl_be: Menu-item

source: Default status
nl_be: Stadaard status

source: Module File
nl_be: Modulebestand

source: Access Levels Extensions
nl_be: Toegangsniveau extensies

source: SQL File
nl_be: SQL-bestand

source: Select your module PHP file from your local harddisk.
nl_be: Selecteer de PHP-module van de locale harde schijf.

source: Extension data has been updated.
nl_be: Extensiegegevens zijn aangepast.

source: Extension has been installed.
nl_be: Extensie is geïnstalleerd.

source: Current active extensions set has been saved.
nl_be: Huidige aktieve exensie-set is opgeslagen.

source: Extensions:
nl_be: Extensies:

source: Upgrade cannot be done because database has been already partially upgraded. Please downgrade database to clean previous version or try forced upgrade.
nl_be: De upgrade kan niet uitgevoerd worden omdat die al gedeeltelijk is gebeurd. Downgrade de database naar een zuivere, vorige versie en probeer opnieuw.

source: Cannot connect to database for company
nl_be: Kan geen verbinding maken met database voor bedrijf

source: Database upgrade to version %s failed for company '%s'.
nl_be: Database upgrade van versie %s mislukt voor bedrijf "%s'.

source: You should restore company database from latest backup file
nl_be: U kunt best de bedrijfsdatabase terugzetten van het laatste backup-bestand.

source: All companies data has been successfully updated
nl_be: Alle gegevens van deze

source: Sql file
nl_be: SQL-bestand

source: Force upgrade
nl_be: Upgrade verplichten

source: Partially installed (%s)
nl_be: Gedeeltelijk geïnstalleerd (%s)

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
nl_be: Database upgrades gemarkeerd als gedeeltelijk uitgevoerd kunnen niet automatisch geïnstalleerd worden. Je moet de database manueel opruimen om die te activeren, of een geforceerde upgrade proberen.

source: Upgrade system
nl_be: System administrator

source: Save database and perform upgrade
nl_be: Database opslaan en upgrade uitvoeren

source: Payment Terms
nl_be: Betalingsvoorwaarden

source: The number of days or the day in the following month must be numeric.
nl_be: Het aantal dagen of de dag in de volgende maand moet numeriek zijn.

source: The Terms description must be entered.
nl_be: Een beschrijving van de voorwaarden is nodig.

source: Selected payment terms have been updated
nl_be: De geselecteerde user is aangepast.

source: New payment terms have been added
nl_be: Nieuwe betalingsvoorwaarden toegevoegd.

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
nl_be: Deze betalingsvoorwaarde kan niet verwijderd worden omdat klanten naar deze voorwaarde verwijzen.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
nl_be: Deze betalingsvoorwaarde kan niet verwijderd worden omdat leveranciers naar deze voorwaarde verwijzen.

source: Selected payment terms have been deleted
nl_be: De geselecteerde betalingsvoorwaarden zijn verwijderd

source: N/A
nl_be: nvt

source: Terms Description:
nl_be: Beschrijving voorwaarde:

source: Days (Or Day In Following Month):
nl_be: Dagen (of dag in de volgende maand):

source: Printer Locations
nl_be: Alle locaties

source: Printer name cannot be empty.
nl_be: De branche-naam mag niet leeg zijn.

source: You have selected printing to server at user IP.
nl_be: U hebt gekozen om te printer naar server op het IP-adres van de user

source: Timeout cannot be less than zero nor longer than 60 (sec).
nl_be: Timeput kan niet minder zijn dan nul en niet meer dan 60 (sec).

source: New printer definition has been created
nl_be: Nieuwe printerdefinitie aangemaakt

source: Selected printer definition has been updated
nl_be: Geselcteerde printerdefinitie aangepast

source: Cannot delete this printer definition, because print profile have been created using it.
nl_be: Kan deze printerdefinitie niet verwijderen, want er is een hiernaar referend printprofiel in gebruik.

source: Selected printer definition has been deleted
nl_be: Geselecteerde printerdefinitie is verwijderd

source: Printer Name
nl_be: Rekeningnaam

source: Printer Description
nl_be: Rekening beschrijving

source: Host name or IP
nl_be: Hostnaam of IP

source: Port
nl_be: Poort

source: Printing Profiles
nl_be: Printerprofielen

source: Default printing destination
nl_be: Normale kredietlimiet:

source: Printing profile name cannot be empty.
nl_be: De naam van de rekeningklasse is verplicht.

source: New printing profile has been created
nl_be: Nieuw printerprofiel is aangemaakt

source: Printing profile has been updated
nl_be: Bedrijfsinstellingen zijn hernieuwd.

source: Selected printing profile has been deleted
nl_be: Geselecteerde printerprofiel is verwijderd

source: Select printing profile
nl_be: Selecteer een andere order

source: New printing profile
nl_be: Nieuwe printprofiel

source: Printing Profile Name
nl_be: Naam bankrekening:

source: Report Id
nl_be: Klassecode

source: Browser support
nl_be: Browserondersteuning

source: no title was found in this report definition file.
nl_be: Er werd geen titel gevonden in dit rapportdefinitie-bestand.

source: Add New Profile
nl_be: Nieuwe profiel toevoegen

source: Update Profile
nl_be: Toevoegen/Aanpassen

source: Update printer profile
nl_be: Prijs toevoegen/aanpassen

source: Delete Profile
nl_be: Backup verwijderen

source: Delete printer profile (only if not used by any user)
nl_be: Verwijder printerprofiel (indien er geen users van gebruik maken)

source: Access setup
nl_be: Toegangssetup

source: Role description cannot be empty.
nl_be: De rol-beschrijving mag niet leeg zijn.

source: Role name cannot be empty.
nl_be: De rol-naam mag niet leeg zijn.

source: Access level edition in Company setup section have to be enabled for your account.
nl_be: Toegangsniveau moet voor uw account geactiveerd worden in de bedrijfs-setup.

source: New security role has been added.
nl_be: Nieuwe toegangsrol is aangemaakt.

source: Security role has been updated.
nl_be: Toegangsrol is aangepast.

source: This role is currently assigned to some users and cannot be deleted
nl_be: Deze rol is al toegewezen aan users en kan niet verwijderd worden.

source: Security role has been sucessfully deleted.
nl_be: Toegangsrol is verwijderd.

source: Role:
nl_be: Rol:

source: Show inactive:
nl_be: Toon inaktieve:

source: Role name:
nl_be: Rolnaam:

source: Role description:
nl_be: Rol beschrijving:

source: Current status:
nl_be: Huidige status:

source: On/off set of features
nl_be: Aan/uit zetten van parameters

source: Update view
nl_be: View hernieuwen

source: Insert New Role
nl_be: Nieuwe rol toevoegen

source: Save Role
nl_be: Rol opslaan

source: Clone This Role
nl_be: Rol clonen

source: Delete This Role
nl_be: Rol verwijderen

source: Cancel
nl_be: Annuleren

source: Cancel Edition
nl_be: Aanpassing annuleren

source: Shipping Company
nl_be: Expediteur

source: The shipping company name cannot be empty.
nl_be: De naam van de verzendingsfirma moet ingevuld zijn.

source: New shipping company has been added
nl_be: Nieuwe expediteur is toegevoegd

source: Selected shipping company has been updated
nl_be: Geselcteerde expediteur is aangepast
