Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: Enter Another &Customer Payment
nl_nl: Voer een andere &debiteurenontvangst in

source: The customer payment has been successfully updated.
nl_nl: De debiteurenontvangst is gewijzigd.

source: Select Another Customer Payment for &Edition
nl_nl: Selecteer een andere te wijzigen debiteurenontvangst

source: There is no customer selected.
nl_nl: Er is geen klant geselecteerd.

source: This customer has no branch defined.
nl_nl: Er zijn geen vestigingen voor deze klant aangemaakt.

source: The entered date is invalid. Please enter a valid date for the payment.
nl_nl: De ingegeven datum is ongeldig. Geef een geldige datum in voor de betaling.

source: The entered amount is invalid or negative and cannot be processed.
nl_nl: Het ingegeven bedrag is ongeldig of negatief en kan niet verwerkt worden.

source: The entered discount is not a valid number.
nl_nl: De ingegeven korting is geen geldig getal.

source: The balance of the amount and discount is zero or negative. Please enter valid amounts.
nl_nl: De som van het bedrag en de korting is nul of negatief. Geef geldige bedragen in.

source: The entered payment amount is zero or negative.
nl_nl: Het ingegeven bedrag is 0 of negatief.

source: Into Bank Account:
nl_nl: Op bankrekening:

source: From Customer:
nl_nl: Van klant:

source: Date of Deposit:
nl_nl: Datum ontvangst:

source: Payment Amount:
nl_nl: Betaald bedrag:

source: Accounts Receivable settled in %s:
nl_nl: Debiteuren afgewikkeld in %s:

source: Customer prompt payment discount :
nl_nl: Betalingskorting klant:

source: Update Payment
nl_nl: Verwerk betaling

source: Add Payment
nl_nl: Ontvangst verwerken

source: Direct Sales Delivery
nl_nl: Nieuwe levering aanmaken

source: Direct Sales Invoice
nl_nl: Nieuwe verkoopfactuur aanmaken

source: Modifying Sales Order # %d
nl_nl: Wijzigen verkooporder # %d

source: Modifying Sales Quotation # %d
nl_nl: Wijzigen verkoop offerte # %d

source: New Sales Order Entry
nl_nl: Nieuwe verkooporder aanmaken

source: New Sales Quotation Entry
nl_nl: Nieuwe verkoopofferte aanmaken

source: Sales Order Entry
nl_nl: Invoeren verkooporder

source: Order # %d has been entered.
nl_nl: Order # %d is geregistreerd.

source: &View This Order
nl_nl: &Bekijk deze order

source: Make &Delivery Against This Order
nl_nl: Deze &order uitleveren

source: Enter a &New Order
nl_nl: Nieuwe order aanmaken

source: Order # %d has been updated.
nl_nl: Bestelling # %d is aangepast.

source: Confirm Order Quantities and Make &Delivery
nl_nl: Deze order uitleveren

source: Select A Different &Order
nl_nl: Andere order selecteren

source: Quotation # %d has been entered.
nl_nl: De offerte # %d is aangemaakt.

source: &View This Quotation
nl_nl: Deze offerte &weergeven

source: &Print This Quotation
nl_nl: Deze offerte &afdrukken

source: &Email This Quotation
nl_nl: Deze offerte &e-mailen

source: Make &Sales Order Against This Quotation
nl_nl: Aanmaken &verkoop order tegen deze offerte

source: Enter a New &Quotation
nl_nl: Aanmaken nieuwe &offerte

source: Quotation # %d has been updated.
nl_nl: De offerte #%d is bijgewerkt.

source: Select A Different &Quotation
nl_nl: Selecteer een andere offerte

source: Make &Invoice Against This Delivery
nl_nl: Aanmaken factuur tegen deze levering

source: Enter a New Template &Delivery
nl_nl: Invoeren nieuwe template levering

source: Enter a &New Delivery
nl_nl: Invoeren nieuwe levering

source: Invoice # %d has been entered.
nl_nl: Factuur # %d is aangemaakt.

source: &Print Sales Invoice
nl_nl: Verkoopfactuur &afdrukken

source: &Email Sales Invoice
nl_nl: Verkoopfactuur &e-mailen

source: Print &Receipt
nl_nl: Afdrukken bon

source: Enter a &New Template Invoice
nl_nl: Invoeren nieuwe template factuur

source: Enter a &New Direct Invoice
nl_nl: &Nieuwe factuur aanmaken

source: You must enter the person or company to whom delivery should be made to.
nl_nl: U moet een klant ingeven aan wie de levering moet gebeuren.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
nl_nl: U moet een adres invoeren in het adresveld. Orders kunnen niet verwerkt worden zonder geldig adres.

source: The shipping cost entered is expected to be numeric.
nl_nl: De ingegeven transportkost is niet numeriek.

source: The Valid date is invalid.
nl_nl: De geldigheidsdatum is foutief.

source: The delivery date is invalid.
nl_nl: De leverdatum is ongeldig.

source: The requested valid date is before the date of the quotation.
nl_nl: De geldigheidsdatum ligt voor de datum van de offerte.

source: The requested delivery date is before the date of the order.
nl_nl: De gewenste leverdatum ligt voor de besteldatum.

source: You need to define a cash account for your Sales Point.
nl_nl: U dient een kasrekening aan te maken voor dit verkooppunt.

source: The reference number field has been increased. Please save the document again.
nl_nl: Het document volgnummer is aangepast. Sla de wijzigingen in het document opnieuw op.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
nl_nl: Het product kan niet aangepast worden omdat de bestelhoeveelheid kleiner dan nul is of het kortingspercentage groter dan 100.

source: Price for inventory item must be entered and can not be less than 0
nl_nl: De prijs voor dit artikel moet ingevoerd worden en kan niet kleiner dan 0 zijn.

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
nl_nl: U probeert de bestelhoeveelheid kleiner te maken dan wat reeds geleverd is. De leverhoeveelheid kan niet teruggedraaid worden.

source: Price %s is below Standard Cost %s
nl_nl: Prijs %s is lager dan de standaard kostprijs %s

source: This item cannot be deleted because some of it has already been delivered.
nl_nl: Dit product kan niet verwijderd worden omdat er reeds deel producten geleverd zijn.

source: Direct delivery entry has been cancelled as requested.
nl_nl: Directe levering is geannuleerd.

source: Enter a New Sales Delivery
nl_nl: Nieuwe verkooplevering invoeren

source: Direct invoice entry has been cancelled as requested.
nl_nl: Directe invoer factuur is geannuleerd.

source: Enter a New Sales Invoice
nl_nl: Voer een nieuwe verkoop factuur in

source: This sales quotation has been cancelled as requested.
nl_nl: Verkoop offerte is geannuleerd.

source: Enter a New Sales Quotation
nl_nl: Voer een nieuwe verkoop offerte in

source: Undelivered part of order has been cancelled as requested.
nl_nl: Gedeelte (nog niet uitgeleverde order) geannuleerd.

source: Select Another Sales Order for Edition
nl_nl: Een andere verkooporder wijzigen

source: This sales order has been cancelled as requested.
nl_nl: De verkoopopdracht is geannuleerd.

source: Enter a New Sales Order
nl_nl: Een nieuwe verkoopopdracht ingeven

source: Sales Invoice Items
nl_nl: Items verkoopfactuur

source: Enter Delivery Details and Confirm Invoice
nl_nl: Geef leverdetails in en bevestig factuur

source: Place Invoice
nl_nl: Factuur aanmaken

source: Delivery Note Items
nl_nl: Te leveren artikelen

source: Enter Delivery Details and Confirm Dispatch
nl_nl: Geef leverdetails in en bevestig verzending

source: Cancel Delivery
nl_nl: Levering annuleren

source: Place Delivery
nl_nl: Levering aanmaken

source: Quotation Date:
nl_nl: Offerte datum

source: Sales Quotation Items
nl_nl: Offerte onderdelen

source: Enter Delivery Details and Confirm Quotation
nl_nl: Voer de leveringsdetail in en bevestig de offerte

source: Cancel Quotation
nl_nl: Annuleer offerte

source: Place Quotation
nl_nl: Offerte aanmaken

source: Commit Quotations Changes
nl_nl: Verwerk aanpassing offerte

source: Sales Order Items
nl_nl: Verkoopfactuur artikelen

source: Enter Delivery Details and Confirm Order
nl_nl: Geef de leverdetails in en bevestig order

source: Commit Order Changes
nl_nl: Verwerk orderaanpassingen

source: You are about to void this Document.\nDo you want to continue?
nl_nl: U staat op het punt om dit document terug te draaien.\nWeet u zeker dat u wilt doorgaan?

source: You are about to cancel undelivered part of this order.\nDo you want to continue?
nl_nl: U staat op het punt om een gedeelte van deze order te annuleren.\nWeet u zeker dat u wilt doorgaan?

source: Validate changes and update document
nl_nl: Valideer uw wijzigingen en voer deze door.

source: Cancels document entry or removes sales order when editing an old document
nl_nl: Annuleer wijziging in documenten of verwijder verkooporder wanneer een oud document wordt gewijzigd.

source: Allocate Customer Payment or Credit Note
nl_nl: Klantfactuur of creditnota afletteren

source: Allocation of %s # %d
nl_nl: Alloceren van %s # %d

source: Customer Allocations
nl_nl: Betalingen/creditfacturen afletteren

source: Select a customer:
nl_nl: Selecteer een klant:

source: Credit Status
nl_nl: Onderhoud kredietstatus

source: The credit status description cannot be empty.
nl_nl: De beschrijving van de kredietstatus mag niet leeg zijn.

source: New credit status has been added
nl_nl: Een nieuwe kredietstatus is toegevoegd.

source: Selected credit status has been updated
nl_nl: De geselecteerde kredietstatus is bijgewerkt.

source: Cannot delete this credit status because customer accounts have been created referring to it.
nl_nl: Kan de kredietstatus niet vverwijderen omdat er klanten naar verwijzen.

source: Selected credit status has been deleted
nl_nl: De geselecteerde kredietstatus is verwijderd.

source: Dissallow Invoices
nl_nl: Facturatie mogelijkheden

source: Invoice OK
nl_nl: Facturatie toegestaan

source: NO INVOICING
nl_nl: GEEN FACTURATIE

source: Dissallow invoicing ?
nl_nl: Facturatie blokkeren ?

source: Customer Branches
nl_nl: Onderhoud vestigingen klanten

source: There are no customers defined in the system. Please define a customer to add customer branches.
nl_nl: Er zijn geen klanten in het systeem gedefinieerd. Defineer een klant voor u een vestiging aanmaakt.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
nl_nl: Er zijn geen verkopers gedefinieerd in dit systeem. Minstens één verkoper moet aangemaakt worden om verder te gaan.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
nl_nl: Er zijn geen verkoopregio's gedefinieerd in dit systeem. Tenminste één regio is nodig om verder te gaan.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
nl_nl: Er zijn geen transportfirma's gedefinieerd in dit systeem. Minstens één transportfirma is nodig om verder te gaan.

source: The Branch name cannot be empty.
nl_nl: De vestiging naam mag niet leeg zijn.

source: The Branch short name cannot be empty.
nl_nl: De verkorte naam voor de vestiging dient ingevuld te worden.

source: Selected customer branch has been updated
nl_nl: De geselecteerde klant vestiging is bijgewerkt.

source: New customer branch has been added
nl_nl: Een nieuwe klant vestiging is toegevoegd.

source: Cannot delete this branch because customer transactions have been created to this branch.
nl_nl: Deze vestiging kan niet verwijderd worden omdat er transacties naar verwijzen.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
nl_nl: Deze vestiging kan niet verwijderd worden omdat er verkoopopdrachten naar verwijderen. Verwijder eerst de oude orders.

source: Selected customer branch has been deleted
nl_nl: De geselecteerde klant vestiging is verwijderd.

source: Main Branch
nl_nl: Hoofdvestiging

source: Name and Contact
nl_nl: Naam en contact

source: Branch Name:
nl_nl: Vestiging naam:

source: Branch Short Name:
nl_nl: Verkorte vestiging naam:

source: Sales Person:
nl_nl: Verkoper:

source: Sales Area:
nl_nl: Verkoop regio:

source: Sales Group:
nl_nl: Omzet categorie:

source: Default Inventory Location:
nl_nl: Standaard voorraad locatie:

source: Default Shipping Company:
nl_nl: Standaard transportfirma:

source: Accounts Receivable Account:
nl_nl: Rekening debiteuren:

source: General contact data
nl_nl: Contactgegevens

source: Billing Address:
nl_nl: Factuuradres:

source: Disable this Branch:
nl_nl: Deze vestiging blokkeren:

source: Area
nl_nl: Regio

source: Phone No
nl_nl: Telefoonnummer

source: Fax No
nl_nl: Faxnummer

source: Tax Group
nl_nl: BTW-groep

source: The selected customer does not have any branches. Please create at least one branch.
nl_nl: De geselecteerde klant heeft geen vestiging. Gelieve minstens één vestiging aan te maken.

source: The customer name cannot be empty.
nl_nl: De klantennaam mag niet leeg zijn.

source: The customer short name cannot be empty.
nl_nl: De verkorte naam voor de klant kan niet leeg zijn.

source: The credit limit must be numeric and not less than zero.
nl_nl: Een kredietlimiet dient nummeriek en groter dan 0 te zijn.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
nl_nl: De betalingskorting dient nummeriek te zijn en groter dan 0 maar kleiner dan 100%.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
nl_nl: Het kortingspercentage dient nummeriek te zijn en groter dan 0 maar kleiner dan 100%.

source: Customer has been updated.
nl_nl: Klant is aangepast.

source: A new customer has been added.
nl_nl: Een nieuwe klant is toegevoegd.

source: A default Branch has been automatically created, please check default Branch values by using link below.
nl_nl: Een standaard vestiging is automatisch aangemaakt. Gelieve de vestigingsinformatie te controleren, door op onderstaande link te klikken.

source: This customer cannot be deleted because there are transactions that refer to it.
nl_nl: De klant kan niet verwijderd worden omdat er transacties naar verwijzen.

source: Cannot delete the customer record because orders have been created against it.
nl_nl: Kan de klant niet verwijderen omdat er verkoopopdrachten naar verwijzen.

source: Cannot delete this customer because there are branch records set up against it.
nl_nl: Kan de klant niet verwijderen omdat er vestigingen naar verwijzen.

source: Selected customer has been deleted.
nl_nl: De geselecteerde klant is verwijderd.

source: Name and Address
nl_nl: Naam en adresgegevens

source: Customer Name:
nl_nl: Naam klant:

source: Customer Short Name:
nl_nl: Verkorte naam:

source: Customer's Currency:
nl_nl: Valuta:

source: Sales Type/Price List:
nl_nl: Prijslijst:

source: Customer status:
nl_nl: Status klant:

source: Discount Percent:
nl_nl: Kortingspercentage verkopen:

source: Prompt Payment Discount Percent:
nl_nl: Kortingspercentage betaling:

source: Credit Status:
nl_nl: Kredietstatus:

source: Customer branches
nl_nl: Klant vestigingen

source: Select or &Add
nl_nl: Selecteren of &toevoegen

source: &Add or Edit
nl_nl: &Toevoegen of wijzigen

source: Add New Customer
nl_nl: Nieuwe klant toevoegen

source: Update Customer
nl_nl: Klant aanpassen

source: Update customer data
nl_nl: Aanpassen klantgegevens

source: Select this customer and return to document entry.
nl_nl: Selecteer deze klant en keer terug naar het invoerscherm

source: Delete Customer
nl_nl: Klant verwijderen

source: Delete customer data if have been never used
nl_nl: Verwijder klantgegevens indien deze nooit zijn gebruikt

source: There are no sales types defined. Please define at least one sales type before adding a customer.
nl_nl: Er zijn geen verkoop type gedefineerd. Maak minsten één verkoop type aan.

source: New customer
nl_nl: Nieuwe klant

source: Sales &Orders
nl_nl: &Verkooporders

source: Recurrent Invoices
nl_nl: Onderhoud periodieke facturen

source: The invoice description cannot be empty.
nl_nl: De factuuromschrijving kan niet leeg zijn.

source: Selected recurrent invoice has been updated
nl_nl: De geselecteerde periodieke facturen zijn bijgewerkt.

source: New recurrent invoice has been added
nl_nl: Een nieuwe periodieke factuur is toegevoegd.

source: Selected recurrent invoice has been deleted
nl_nl: De geselecteerde periodieke factuur is verwijderd

source: Days:
nl_nl: Dagen:

source: Monthly:
nl_nl: Maandelijks:

source: Begin:
nl_nl: Start:

source: End:
nl_nl: Einde:

source: The area description cannot be empty.
nl_nl: De regiobeschrijving mag niet leeg zijn.

source: Selected sales area has been updated
nl_nl: De geselecteerde verkoopregio is bijgewerkt

source: New sales area has been added
nl_nl: Een nieuwe verkoopregio is toegevoegd

source: Cannot delete this area because customer branches have been created using this area.
nl_nl: Deze regio kan niet verwijderd worden omdat er klant vestigingen naar verwijzen.

source: Selected sales area has been deleted
nl_nl: De geselecteerde verkoopregio is verwijderd.

source: Area Name
nl_nl: Regionaam

source: Area Name:
nl_nl: Regionaam:

source: Sales Groups
nl_nl: Onderhoud omzet categorieën

source: The sales group description cannot be empty.
nl_nl: De beschrijving van het verkoop type mag niet leeg zijn.

source: Selected sales group has been updated
nl_nl: De geselecteerde omzetgroep is bijgewerkt.

source: New sales group has been added
nl_nl: Een nieuwe omzetgroep is toegevoegd.

source: Cannot delete this group because customers have been created using this group.
nl_nl: Deze groep kan niet worden verwijderd omdat er klanten zijn die gekoppeld zijn met deze groep.

source: Selected sales group has been deleted
nl_nl: De geselecteerde omzet groep is verwijderd.

source: Group Name:
nl_nl: Naam groep:

source: Sales Persons
nl_nl: Verkopers

source: The sales person name cannot be empty.
nl_nl: De verkopersnaam mag niet leeg zijn.

source: Salesman provision cannot be less than 0 or more than 100%.
nl_nl: Verkopersprovisie kan niet kleiner dan 0 of groter dan 100% zijn.

source: Salesman provision breakpoint must be numeric and not less than 0.
nl_nl: De verkopersprovisie moet nummeriek en niet kleiner dan 0 zijn.

source: Selected sales person data have been updated
nl_nl: De geselecteerde verkoper is bijgewerkt.

source: New sales person data have been added
nl_nl: Een nieuwe verkoper is aangemaakt.

source: Cannot delete this sales-person because branches are set up referring to this sales-person - first alter the branches concerned.
nl_nl: Kan deze verkoper niet verwijderen omdat er cliëntvestigingen zijn aangemaakt die naar deze verkoper verwijzen.

source: Selected sales person data have been deleted
nl_nl: De geselecteerde verkoper is verwijderd

source: Sales person name:
nl_nl: Naam verkoper:

source: Telephone number:
nl_nl: Telefoonnummer:

source: Fax number:
nl_nl: Faxnummer:

source: Break Pt.:
nl_nl: Grondslag:

source: POS settings
nl_nl: POS instellingen

source: The POS name cannot be empty.
nl_nl: De POS naam kan niet leeg zijn.

source: New point of sale has been added
nl_nl: Een nieuwe POS is toegevoegd.

source: Selected point of sale has been updated
nl_nl: De geselecteerde POS is bijgewerkt.

source: Cannot delete this POS because it is used in users setup.
nl_nl: Deze POS kan niet worden verwijderd omdat het in gebruik is bij gebruikersinstellingen.

source: Selected point of sale has been deleted
nl_nl: De geselecteerde POS is verwijderd.

source: POS Name
nl_nl: POS Naam

source: Credit sale
nl_nl: Credit

source: Cash sale
nl_nl: Contante verkoop

source: Default account
nl_nl: Standaard rekening

source: To have cash POS first define at least one cash bank account.
nl_nl: Om een POS-syteem toe te voegen, dient minimaal 1 kas(bank)rekening te zijn aangemaakt.

source: Point of Sale Name
nl_nl: POS Naam

source: Allowed credit sale terms selection:
nl_nl: Toestaan retour/credit-verkopen:

source: Allowed cash sale terms selection:
nl_nl: Toestaan contante verkopen:

source: Default cash account
nl_nl: Standaard kasrekening

source: POS location
nl_nl: POS Locatie

source: The sales type description cannot be empty.
nl_nl: De beschrijving van het verkoop type mag niet leeg zijn.

source: Calculation factor must be valid positive number.
nl_nl: De berekeningsfactoor moet een positief geldig getal zijn.

source: New sales type has been added
nl_nl: Nieuwe omzet soort is toegevoegd.

source: Selected sales type has been updated
nl_nl: De geselecteerde omzet soort is bijgewerkt.

source: Cannot delete this sale type because customer transactions have been created using this sales type.
nl_nl: Kan dit verkoop type niet verwijderen omdat er verkopen naar verwijzen.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
nl_nl: Kan dit verkoop type niet verwijderen omdat er klanten naar verwijzen.

source: Selected sales type has been deleted
nl_nl: De geselecteerde omzet soort is verwijderd.

source: Type Name
nl_nl: Typenaam

source: Tax Incl
nl_nl: incl. BTW

source: Base
nl_nl: Grondslag

source: Marked sales type is the company base pricelist for prices calculations.
nl_nl: De gemarkeerde prijslijst is de standaard prijslijst voor prijsberekeningen.

source: Sales Type Name
nl_nl: Naam omzet soort

source: Calculation factor
nl_nl: Berekeningsfactor

source: Tax included
nl_nl: BTW inclusief

source: View Credit Note
nl_nl: Toon creditnota

source: CREDIT NOTE #%d
nl_nl: CREDIT FACTUUR #%d

source: There are no line items on this credit note.
nl_nl: Er zijn geen posten op deze creditnota.

source: View Sales Dispatch
nl_nl: Weergeven verkoop verzending

source: DISPATCH NOTE #%d
nl_nl: VERZENDBON #%d

source: Charge Branch
nl_nl: Belast vestiging

source: Customer Order Ref.
nl_nl: Orderreferentie klant

source: Dispatch Date
nl_nl: Verzenddatum

source: There are no line items on this dispatch.
nl_nl: Er zijn geen regels op deze verzending.

source: TOTAL VALUE
nl_nl: TOTALE WAARDE

source: This dispatch has been voided.
nl_nl: Deze verzending is teruggeboekt.

source: View Sales Invoice
nl_nl: Toon verkoop factuur

source: SALES INVOICE #%d
nl_nl: VERKOOPFACTUUR #%d

source: There are no line items on this invoice.
nl_nl: Er zijn geen posten op deze factuur.

source: View Customer Payment
nl_nl: Weergeven debiteurenontvangst

source: Customer Payment #%d
nl_nl: Debiteurenontvangst #%d

source: From Customer
nl_nl: Van klant

source: Into Bank Account
nl_nl: Op bankrekening

source: Date of Deposit
nl_nl: Datum bankontvangst

source: This customer payment has been voided.
nl_nl: De debiteurenontvangst is tegengeboekt.

source: View Sales Quotation
nl_nl: Weergeven verkoop offerte

source: Sales Quotation #%d
nl_nl: Verkoop offerte #%d

source: View Sales Order
nl_nl: Toon verkoopopdracht

source: Sales Order #%d
nl_nl: Verkoopopdracht #%d

source: Order Information
nl_nl: Order informatie

source: Customer Name
nl_nl: Klantenaam

source: Deliver To Branch
nl_nl: Levering aan vestiging

source: Requested Delivery
nl_nl: Gewenste levering

source: Deliver From Location
nl_nl: Levering van locatie

source: Telephone
nl_nl: Telefoon

source: This Sales Order is used as a Template.
nl_nl: Deze verkoop order wordt als template gebruikt.

source: Quantity Delivered
nl_nl: Geleverde hoeveelheid

source: Customer Allocation Inquiry
nl_nl: Weergeven afgeletterde klantorders/betalingen

source: Allocation
nl_nl: Toewijzing

source: Payment
nl_nl: Betaling

source: Customer Transactions
nl_nl: Weergeven transacties per klant

source: CUSTOMER ACCOUNT IS ON HOLD
nl_nl: DEZE KLANT IS GEBLOKKEERD

source: Print Receipt
nl_nl: Afdrukken kwitantie

source: Search Not Invoiced Deliveries
nl_nl: Weergeven nog niet gefactureerde leveringen

source: Search All Deliveries
nl_nl: Weergeven verkooporders
