Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-3.po
Languages: id_id

source: Less than
id_id: Kurang dari

source: Customer Postal Address
id_id: Alamat Surat Pelanggan

source: Price/Turnover
id_id: Harga / perputaran

source: Branch Contact Information
id_id: Informasi kontak cabang

source: Branch Delivery Address
id_id: Alamat pengiriman untuk cabang

source: Activity Since
id_id: Aktifitasi dari

source: Sales Areas
id_id: Wilayah penjualan

source: Activity
id_id: Aktifitas

source: Customer Details Listing
id_id: Daftar detil pelanggan

source: Customers in
id_id: Pelanggan dalam

source: Price List
id_id: Daftar harga

source: Turnover
id_id: Perputaran

source: Category/Items
id_id: Kategori / item

source: Show GP %
id_id: Lihat GP %

source: Price Listing
id_id: Daftar Harga

source: All Orders
id_id: Semua order

source: Back Orders Only
id_id: Hanya Order Kembali

source: Order
id_id: Pesanan

source: Branch
id_id: Cabang

source: Customer Ref
id_id: Referensi pelangan

source: Ord Date
id_id: Tanggal Ord

source: Del Date
id_id: Tanggal Hapus

source: Invoiced
id_id: Ditagih

source: Selection
id_id: Seleksi

source: Order Status Listing
id_id: Daftar Status Order

source: Inv Date
id_id: Tanggal Inv

source: Provision
id_id: Provisi

source: Salesman Listing
id_id: Daftar Salesman

source: Balances in Home currency
id_id: Saldo dalam mata uang lokal

source: Supplier Balances
id_id: Saldo pemasok

source: currency
id_id: mata uang

source: Payment Report
id_id: Laporan pembayaran

source: Inventory Valuation Report
id_id: Laporan Penilaian Inventaris

source: Inventory Planning Report
id_id: Laporan Inventory Planning

source: Shortage
id_id: Kekurangan

source: Check
id_id: Periksa

source: Only Shortage
id_id: Hanya Kekurangan

source: Stock Check Sheets
id_id: Periksa stock Sheets

source: Sales
id_id: Penjualan

source: Cost
id_id: Biaya

source: Contribution
id_id: Kontribusi

source: Inventory Sales Report
id_id: Laporan Inventory Sales

source: PO No
id_id: No PO

source: Qty Received
id_id: Qty diterima

source: Unit Price
id_id: Harga Unit

source: Actual Price
id_id: Harga terkini

source: GRN Valuation Report
id_id: GRN Penilaian Laporan

source: Bill of Material Listing
id_id: Daftar bill of material

source: Insufficient stock
id_id: Stok tidak mencukupi

source: Dimension Summary
id_id: Ringkasan dimension

source: Bank Account
id_id: Account bank

source: Net Change
id_id: Net Ubah

source: Type/Account
id_id: Jenis / Account

source: Date/Dim.
id_id: Tanggal / Dim.

source: List of Journal Entries
id_id: Daftar Journal Entries

source: GL Account Transactions
id_id: Transaksi GL account

source: Year
id_id: Tahun

source: Amounts in thousands
id_id: Jumlah dalam ribuan

source: Close Balance
id_id: Tutup Saldo

source: Group
id_id: Grup

source: Tax Report
id_id: Laporan pajak

source: Branch Name
id_id: Nama cabang

source: Rate
id_id: Bunga

source: Tax
id_id: Pajak

source: Tax Rate
id_id: Bunga pajak

source: Net Tax
id_id: Pajak bersih

source: Time
id_id: Waktu

source: Trans Date
id_id: Tanggal transaksi

source: Action
id_id: Tindakan

source: Changed
id_id: Perubahana

source: Reports and Analysis
id_id: Pelaporan dan Analisis

source: Currency Filter
id_id: Filter mata uang

source: Destination
id_id: Tujuan

source: Activity Greater Than
id_id: Aktivitas lebih besar dari

source: Activity Less Than
id_id: Aktifitas kurang dari

source: Inventory Category
id_id: Kategori inventaris

source: Sales Types
id_id: Jenis penjualan

source: Show Pictures
id_id: Lihat gambar

source: Stock Location
id_id: Lokasi penyimpanan

source: To
id_id: Kepada

source: email Customers
id_id: email kustomer

source: Payment Link
id_id: Link pembayaran

source: Print as Packing Slip
id_id: Cetak sebagai slip packing

source: Email Customers
id_id: Email kustomer

source: Print as Quote
id_id: Cetak sebagai Qoute

source: Print Receipts
id_id: Cetak Penerimaan

source: Print Remittances
id_id: Cetak Remittances

source: Inventory Column
id_id: Kolom inventaris

source: Show Shortage
id_id: Tampilkan Kekurangan

source: Manufacturing
id_id: Diproduksi

source: From product
id_id: Dari produk

source: To product
id_id: Ke produk

source: Email Locations
id_id: Email lokasi

source: From Dimension
id_id: Dari Dimension

source: To Dimension
id_id: Ke Dimension

source: Show Balance
id_id: Tampilkan Saldo

source: Banking
id_id: Perbankan

source: Show Balances
id_id: Tampilkan Saldo

source: From Account
id_id: Dari account

source: To Account
id_id: Ke account

source: Decimal values
id_id: Nilai desimal

source: Zero values
id_id: Nilai nol

source: Cust no
id_id: Nomor kustomer

source: Order To
id_id: Order ke

source: Charge To
id_id: Biaya untuk

source: With thanks from
id_id: Dengan ucapan terima kasih dari

source: Delivered To
id_id: Dikirim untuk

source: Valid until
id_id: Berlaku sampai

source: Your Ref
id_id: Ref Anda

source: Your VAT no.
id_id: Nomor pajak Kami.

source: Customers Reference
id_id: Referensi Pelanggan

source: Our Order No
id_id: Nomor Order kami

source: Our VAT No.
id_id: Nomor pajak Anda.

source: Domicile
id_id: Domisili

source: * Subject to Realisation of the Cheque.
id_id: * Dapat realisasi dari Cek.

source: All amounts stated in
id_id: Semua jumlah yang dinyatakan dalam

source: Please quote Invoice no. when paying. All amounts stated in
id_id: Harap kutip Invoice no. ketika membayar. Semua jumlah yang dinyatakan dalam

source: Please quote Credit no. when paying. All amounts stated in
id_id: Harap kutip Credit no. ketika membayar. Semua jumlah yang dinyatakan dalam

source: Phone/Fax/Email
id_id: Telepon/Fax/Email

source: You can pay through
id_id: Anda dapat membayar melalui

source: Discount %
id_id: Diskon %

source: DueDate
id_id: Tangal jatuh tempo

source: Attached you will find
id_id: Terlampir Anda akan menemukan

source: Shipping
id_id: Pengiriman

source: As advance / full / part / payment towards:
id_id: Sebagai pembayaran uang muka / penuh / bagian ke:

source: By Cash / Cheque* / Draft No.
id_id: Dengan Tunai / Cek * / Draft No

source: Dated
id_id: Tertanggal

source: Drawn on Bank
id_id: Digambar di Bank

source: Received / Sign
id_id: Diterima / Masuk

source: Outstanding Transactions
id_id: Posisi Transaksi

source: Statement
id_id: Pernyataan

source: as of
id_id: per

source: The security settings on your account do not permit you to print this report
id_id: Pengaturan keamanan pada account Anda tidak mengizinkan Anda untuk mencetak laporan ini

source: Print Out Date
id_id: Tanggal Print Out

source: Fiscal Year
id_id: Tahun fiskal

source: Report Date
id_id: Tanggal report

source: Generated At
id_id: Dibuat Pada

source: Generated By
id_id: Dibuat Oleh

source: Page
id_id: Halaman

source: Report Period
id_id: Periode report

source: Sending document by email failed
id_id: Mengirim dokumen melalui email gagal

source: Report has been sent to network printer
id_id: Laporan telah dikirim ke printer jaringan

source: Cannot open connection to printer
id_id: Tidak dapat membuka koneksi ke printer

source: Printer does not acept the job
id_id: Printer tidak dapat menerima pekerjaan

source: Error sending print job control file
id_id: Kesalahan pada pengiriman

source: Print control file not accepted
id_id: File kontrol cetak tidak diterima

source: Cannot send report to printer
id_id: Tidak dapat mengirim laporan ke printer

source: No ack after report printout
id_id: Tidak ada ack setelah laporan hasil cetakan

source: Cannot flush printing queue
id_id: Tidak dapat flush antrian pencetakan

source: Report Classes:
id_id: Kelas Laporan:

source: Reports For Class:
id_id: Laporan untuk Kelas:

source: Display:
id_id: Tampilan :

source: Invalid date format
id_id: Format tanggal tidak valid

source: Unknown report parameter type:
id_id: Jenis parameter laporan tidak diketahui:

source: No Graphics
id_id: No Grafik

source: Vertical bars
id_id: Baris vertikal

source: Horizontal bars
id_id: Bar horisontal

source: Create and Print Recurrent Invoices
id_id: Buat dan cetak Faktur berulang

source: Begin
id_id: Awal

source: End
id_id: Akhir

source: Last Created
id_id: Dibuat terakhir

source: Create Invoices
id_id: Buat faktur

source: Marked items are due.
id_id: Item yang ditandai telah jatuh tempo.

source: No recurrent invoices are due.
id_id: Tidak ada invoice yang berulang yang jatuh tempo.

source: Modifying Customer Credit Note #%d
id_id: Modifikasi Credit Note #%d Pelanggan

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
id_id: Tidak ada pelanggan, atau tidak ada pelanggan dengan cabang. Mohon definsikan pelanggan dan cabang pelanggan.

source: Credit Note # %d has been processed
id_id: Credit Note # %d telah diproses

source: The entered date for the credit note is invalid.
id_id: Tanggal yang dimasukkan pada credit note tidak valid

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
id_id: Untuk credit note yang dibuat untuk write off persediaan, account general ledger dibutuhkan untuk dipilih.

source: Please select an account to write the cost of the stock off to, then click on Process again.
id_id: Silakan pilih account untuk menulis biaya penghapusan persediaan ke, lalu klik Proses lagi.

source: The quantity must be greater than zero.
id_id: Kuantitas harus lebih besar dari nol.

source: The entered price is negative or invalid.
id_id: Harga yang dimasukkan adalah negatif atau tidak valid.

source: The entered discount percent is negative, greater than 100 or invalid.
id_id: Diskon persen yang dimasukkan adalah negatif, lebih besar dari 100 atau tidak valid.

source: Credit Note Items
id_id: Catatan kredit Item

source: Process Credit Note
id_id: Proses Catatan Kredit

source: Modifying Credit Invoice # %d.
id_id: Modifikasi Credit Invoice # %d.

source: Credit all or part of an Invoice
id_id: Kredit semua atau bagian dari Faktur

source: Credit Note has been processed
id_id: Catatan kredit telah diproses

source: Credit Note has been updated
id_id: Catatan kredit telah diperbarui

source: The entered shipping cost is invalid or less than zero.
id_id: Biaya pengiriman yang dimasukkan tidak valid atau kurang dari nol.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
id_id: Kuantitas yang dipilih tidak boleh kurang dari nol atau lebih daripada kuantitas yang tidak dikreditkan.

source: This page can only be opened if an invoice has been selected for crediting.
id_id: Halaman ini hanya bisa dibuka jika faktur telah dipilih untuk mengkredit.

source: Crediting Invoice
id_id: Pengkreditan Faktur

source: Credit Note Date
id_id: Tanggal Credit Note

source: Invoiced Quantity
id_id: Kuantitas tertagih

source: Credit Quantity
id_id: Jumlah Kredit

source: Credit Shipping Cost
id_id: Kredit Biaya Pengiriman

source: Credit Note Type
id_id: Jenis Credit Note

source: Items Returned to Location
id_id: Item Kembali ke Lokasi

source: Write off the cost of the items to
id_id: Menghapus biaya item untuk

source: Update credit value for quantities entered
id_id: Update nilai kredit untuk memasukkan jumlah

source: Modifying Delivery Note # %d.
id_id: Modifikasi Delivery Note # %d.

source: Deliver Items for a Sales Order
id_id: Kirim item untuk Sales Order

source: Delivery # %d has been entered.
id_id: Delivery # %d telah dimasukkan.

source: View the GL Journal Entries for this Dispatch
id_id: Lihat GL Journal Entries untuk pengiriman ini

source: Invoice This Delivery
id_id: Faktur Pengiriman ini

source: Select Another Order For Dispatch
id_id: Pilih Order lain Untuk pengiriman

source: Delivery Note # %d has been updated.
id_id: Delivery Note # %d telah diperbarui.

source: View this delivery
id_id: Lihat pengiriman ini

source: Confirm Delivery and Invoice
id_id: Konfirmasi Delivery and Invoice

source: Select A Different Delivery
id_id: Pilih pengiriman yang berbeda

source: Select a different sales order to delivery
id_id: Pilih sales order yang berbeda untuk pengiriman

source: This order has no items. There is nothing to delivery.
id_id: Tidak ada item pada order ini. tidak ada yang harus dikirim.

source: Select a different delivery
id_id: Pilih pengiriman yang berbeda

source: This delivery has all items invoiced. There is nothing to modify.
id_id: Pengiriman ini memiliki semua item tagihan. Tidak ada yang perlu memodifikasi.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
id_id: Halaman ini hanya bisa dibuka jika ada sebuah Order atau Delivery note telah dipilih. Silahkan pilih terlebih dahulu.

source: Select a Sales Order to Delivery
id_id: Pilih Sales Order untuk Pengiriman

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
id_id: Kuantitas yang dipilih tidak boleh kurang dari jumlah tagihan atau lebih daripada kuantitas not dikirimkan pada order penjualan.

source: Freight cost cannot be less than zero
id_id: Biaya pengiriman tidak dapat kurang dari nol

source: The entered date of delivery is invalid.
id_id: Yang dimasukkan tanggal pengiriman tidak valid.

source: The entered date of delivery is not in fiscal year.
id_id: Dimasukkan tanggal pengiriman tidak dalam tahun fiskal.

source: The entered dead-line for invoice is invalid.
id_id: Dimasukkan batas akhir waktu untuk faktur tidak valid.

source: The entered shipping value is not numeric.
id_id: Nilai pengiriman yang dimasukkan bukan numerik.

source: There are no item quantities on this delivery note.
id_id: Tidak ada item pada catatan pengiriman ini.

source: The delivery cannot be processed because there is an insufficient quantity for item:
id_id: Pengiriman tidak dapat diproses karena ada kuantitas tidak mencukupi untuk item:

source: For Sales Order
id_id: Untuk sales order

source: Delivery From
id_id: Pengiriman dari

source: Invoice Dead-line
id_id: Jatuh tempo faktur

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
id_id: Rekening pelanggan yang dipilih saat ini sedang ditahan. Silahkan hubungi karyawan pengawasan kredit untuk mendiskusikan.

source: Delivery Items
id_id: Barang yang dikirim

source: Max. delivery
id_id: Pengiriman maksimal

source: Delivered
id_id: Terkirim

source: Discount
id_id: Diskon

source: Shipping Cost
id_id: Biaya pengiriman

source: Amount Total
id_id: Jumlah Total

source: Marked items have insufficient quantities in stock as on day of delivery.
id_id: Item yang ditandai memiliki persediaan yang tidak mencukupi pada hari pengiriman.

source: Refresh document page
id_id: Refresh halaman dokumen

source: Process Dispatch
id_id: Proses Pengiriman

source: Check entered data and save document
id_id: Periksa data yang masuk dan menyimpan dokumen

source: Modifying Sales Invoice # %d.
id_id: Modifikasi Sales Invoice # %d.

source: Issue an Invoice for Delivery Note
id_id: Mengeluarkan invoice untuk Delivery Note

source: Issue Batch Invoice for Delivery Notes
id_id: Mengeluarkan invoice berurut untuk Delivery Note

source: Selected deliveries has been processed
id_id: Pengiriman yang dipilih telah diproses

source: Sales Invoice # %d has been updated.
id_id: Sales Invoice # %d telah diperbarui.

source: Select a different delivery to invoice
id_id: Pilih yang berbeda untuk faktur pengirimanSumbangkan terjemahan yang lebih baik

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
id_id: Tidak ada disampaikan item dengan kuantitas yang tersisa untuk faktur. Tidak ada yang tersisa untuk faktur.

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
id_id: Tidak ada catatan untuk pengiriman faktur ini. <br> kemungkinan besar faktur ini telah dibuat dalam versi Akuntansi Front sebelum menjadi 2.0 dan tidak dapat diubah.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
id_id: Semua jumlah pada faktur ini telah dikreditkan. Tidak ada yang perlu memodifikasi pada faktur ini

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
id_id: Halaman ini hanya bisa dibuka setelah melahirkan seleksi. Silakan pilih pengiriman ke faktur pertama.

source: Select Delivery to Invoice
id_id: Pilih Pengiriman untuk invoice

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
id_id: Kuantitas yang dipilih tidak boleh kurang daripada kuantitas dikreditkan atau tidak lebih daripada kuantitas yang belum ditagih.

source: The entered invoice date is invalid.
id_id: Tanggal faktur yang dimasukkan tidak valid.

source: The entered invoice date is not in fiscal year.
id_id: Tanggal faktur yang dimasukkan tidak dalam tahun fiskal.

source: The entered invoice due date is invalid.
id_id: Faktur yang dimasukkan tanggal jatuh tempo tidak valid.

source: There are no item quantities on this invoice.
id_id: Tidak ada item jumlah faktur ini.

source: Payment:
id_id: Pembayaran :

source: Invoice Items
id_id: Faktur Produk

source: This Invoice
id_id: Faktur ini

source: Credited
id_id: Dikreditkan

source: Invoice Total
id_id: Faktur Jumlah

source: Process Invoice
id_id: Proses Faktur

source: Customer Payment Entry
id_id: Entri Pembayaran Pelanggan

source: There are no customers defined in the system.
id_id: Tidak ada pelanggan yang didefinisikan dalam sistem.

source: The customer payment has been successfully entered.
id_id: Pembayaran pelanggan telah berhasil masuk.

source: The entered date is invalid. Please enter a valid date for the payment.
id_id: Tanggal yang dimasukkan tidak valid. Harap masukkan tanggal yang valid untuk pembayaran.

source: The entered amount is invalid or negative and cannot be processed.
id_id: Jumlah yang dimasukkan tidak valid atau negatif dan tidak dapat diproses.

source: The entered discount is not a valid number.
id_id: Diskon yang dimasukkan bukan angka yang valid.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
id_id: Keseimbangan jumlah dan discout adalah nol atau negatif. Harap masukkan jumlah yang valid.

source: From Customer:
id_id: Dari kustomer :

source: This customer account is on hold.
id_id: Account pelanggan ini sedang ditahan.

source: Into Bank Account:
id_id: ke Bank account:

source: Date of Deposit:
id_id: Tanggal Deposit:

source: Customer prompt payment discount :
id_id: Diskon uang muka pelanggan :

source: Amount and discount are in customer's currency.
id_id: Jumlah dan diskon dalam mata uang pelanggan.

source: Add Payment
id_id: Melakukan pembayaran

source: Direct Sales Delivery
id_id: Sales Delivery Langsung

source: Direct Sales Invoice
id_id: Sales Invoice Langsung

source: Modifying Sales Order # %d
id_id: Modifikasi Sales Order # %d

source: Modifying Sales Quotation # %d
id_id: Modifikasi Sales Quotation # %d

source: New Sales Order Entry
id_id: Entri Sales Order baru

source: New Sales Quotation Entry
id_id: Entri Sales Quatation baru

source: Sales Order Entry
id_id: Entri Sales Order

source: Order # %d has been entered.
id_id: Order # %d telah dimasukkan

source: Order # %d has been updated.
id_id: Order # %d telah diperbarui

source: Quotation # %d has been entered.
id_id: Quotation # %d telah dimasukkan

source: Quotation # %d has been updated.
id_id: Quotation # %d telah diperbarui

source: Invoice # %d has been entered.
id_id: Invoice # %d telah dimasukkan.

source: The entered date is not in fiscal year
id_id: Tanggal yang dimasukkan tidak dalam tahun fiskal

source: You must enter the person or company to whom delivery should be made to.
id_id: Anda harus memasukkan orang atau perusahaan yang akan melakukan pengiriman.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
id_id: Anda harus memasukkan alamat jalan di kotak yang tersedia. Perintah tidak dapat diterima tanpa alamat yang valid.

source: The shipping cost entered is expected to be numeric.
id_id: Biaya pengiriman yang dimasukkan diharapkan numerik.

source: The Valid date is invalid.
id_id: Tanggal berlaku tidak valid

source: The delivery date is invalid.
id_id: Tanggal pengiriman tidak valid.

source: The requested valid date is before the date of the quotation.
id_id: Tanggal yang valid yang diminta adalah tanggal sebelum tanggal pada qoutation.

source: The requested delivery date is before the date of the order.
id_id: Tanggal pengiriman yang diminta adalah sebelum tanggal pesanan.

source: You need to define a cash account for your Sales Point.
id_id: Anda harus menetapkan cash account untuk Sales Point.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
id_id: Item yang tidak dapat diperbarui karena Anda sedang berusaha untuk mengatur kuantitas diperintahkan untuk kurang dari 0, atau diskon persen menjadi lebih dari 100.

source: Price for item must be entered and can not be less than 0
id_id: Harga untuk item harus dimasukkan dan tidak boleh kurang dari 0

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
id_id: Anda mencoba untuk membuat kuantitas yang dipesan kurang dari jumlah sudah dikirim. Kuantitas yang dikirim tidak dapat dimodifikasi secara retrospektif.

source: This item cannot be deleted because some of it has already been delivered.
id_id: Item ini tidak dapat dihapus karena beberapa di antaranya telah disampaikan.

source: Direct delivery entry has been cancelled as requested.
id_id: Masuk pengiriman langsung telah dibatalkan seperti yang diminta.

source: Enter a New Sales Delivery
id_id: Masukkan Sales Delivery baru

source: Direct invoice entry has been cancelled as requested.
id_id: Direct invoice entry telah dibatalkan seperti yang diminta.

source: Enter a New Sales Invoice
id_id: Masukkan Sales Invoice baru

source: This order cannot be cancelled because some of it has already been invoiced or dispatched. However, the line item quantities may be modified.
id_id: Pesanan ini tidak dapat dibatalkan karena sebagian sudah ditagih atau dikirim. Namun, jumlah item baris dapat dimodifikasi.

source: This sales quotation has been cancelled as requested.
id_id: Sales quotation ini telah dibatalkan seperti yang diminta.

source: Enter a New Sales Quotation
id_id: Masukkan Sales Qoutation baru

source: This sales order has been cancelled as requested.
id_id: Order penjualan ini telah dibatalkan seperti yang diminta.

source: Enter a New Sales Order
id_id: Masukkan Order Penjualan Baru

source: Invoice Date:
id_id: Tanggal Invoice:

source: Sales Invoice Items
id_id: Item Sales Invoice

source: Enter Delivery Details and Confirm Invoice
id_id: Masukkan detil pengiriman dan konfirmasi Invoice

source: Cancel Invoice
id_id: Batalkan faktur

source: Delivery Date:
id_id: Tanggal Pengiriman:

source: Delivery Note Items
id_id: Item pada Delivery Note

source: Enter Delivery Details and Confirm Dispatch
id_id: Masukkan detil pengiriman dan konfirmasi pengiriman

source: Cancel Delivery
id_id: Batalkan pengiriman

source: Quotation Date:
id_id: Tanggal penawaran :

source: Sales Quotation Items
id_id: Item pada Sales Quotation

source: Enter Delivery Details and Confirm Quotation
id_id: Masukkan detil pengiriman dan konfirmasi Quotation

source: Cancel Quotation
id_id: Batalkan penawaran

source: Commit Quotations Changes
id_id: Komit perubahan pada Quatation
