Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-3.po
Languages: id_id

source: Selected quick entry line has been updated
id_id: Quick entry yang dipilih telah diperbarui

source: New quick entry line has been added
id_id: Quick enrty baru telah ditambahkan

source: Selected quick entry has been deleted
id_id: Quick entry yang dipilih telah dihapus

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
id_id: Quick Entry memiliki beberapa baris Quick Entry. Tidak dapat dihapus.

source: Selected quick entry line has been deleted
id_id: Baris quick entry telah dihapus

source: Base Amount
id_id: Jumlah Base

source: Entry Type
id_id: Jenis entri

source: Monthly
id_id: Bulanan

source: Base Amount Description
id_id: Deskripsi Jumlah Base

source: Default Base Amount
id_id: Jumlah Base default

source: Account/Tax Type
id_id: Jenis Account / Pajak

source: Posted
id_id: Dipost

source: Tax Type
id_id: Tipe pajak

source: Part
id_id: Bagian

source: Transfer has been entered
id_id: Transfer telah dimasukkan

source: You must enter a reference.
id_id: Anda harus memasukkan referensi.

source: View Bank Transfer
id_id: Lihat Bank Transfer

source: From Bank Account
id_id: Dari Bank Account

source: To Bank Account
id_id: Dari Bank Account

source: Transfer Type
id_id: Tipe transfer

source: This transfer has been voided.
id_id: Transfer ini telah dikosongkan.

source: View Bank Deposit
id_id: Lihat Bank Deposit

source: From
id_id: Dari

source: Deposit Type
id_id: Tipe deposit :

source: This deposit has been voided.
id_id: Deposit ini telah dikosongkan

source: There are no items for this deposit.
id_id: Tidak ada item untuk deposit ini

source: Items for this Deposit
id_id: Item untuk Deposit ini

source: Item Amounts are Shown in :
id_id: Jumlah item yang Ditampilkan di:

source: Account Code
id_id: Kode akun

source: Account Description
id_id: Deskripsi akun

source: View Bank Payment
id_id: Lihat pembayaran bank

source: GL Payment
id_id: GL Pembayaran

source: Pay To
id_id: Dibayarkan ke

source: Payment Type
id_id: Tipe pembayaran

source: This payment has been voided.
id_id: Pembayaran ini telah voided.

source: There are no items for this payment.
id_id: Tidak ada item untuk pembayaran ini.

source: Items for this Payment
id_id: Item untuk Payment ini

source: General Ledger Transaction Details
id_id: Detil Transaksi General Ledger

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
id_id: Script harus dipanggil dengan jenis transaksi yang valid dan nomor transaksi untuk meninjau posting buku besar umum untuk.

source: No general ledger transactions have been created for
id_id: Tidak ada transaksi general ledger yang dibuat untuk

source: number
id_id: nomor

source: This transaction has been voided.
id_id: Transaksi ini telah voided.

source: Exchange Variance
id_id: Exchange Varians

source: Date:
id_id: Tanggal :

source: Pay To:
id_id: Bayar Kepada:

source: To the Order of:
id_id: Untuk order:

source: Supplier:
id_id: Pemasok :

source: Customer:
id_id: Pelanggan :

source: Branch:
id_id: Cabang :

source: Go
id_id: Pergi

source: Edit document line
id_id: Ubah baris pada dokumen

source: Remove line from document
id_id: Hapus baris dari dokumen

source: Confirm changes
id_id: Konfirmasi perubahan

source: Cancel changes
id_id: Batalkan perubahan

source: Add Item
id_id: Tambah item

source: Add new item to document
id_id: Tambah item baru ke dokumen

source: Reverse Transaction:
id_id: Transaksi pembalik:

source: Edit journal line
id_id: Ubah baris pada jurnal

source: Remove line from journal
id_id: Hapus baris dari jurnal

source: Add new line to journal
id_id: Tambah baris baru pada jurnal

source: System administration
id_id: Administrasi sistem

source: Company setup
id_id: Pengaturan perusahaan

source: Special maintenance
id_id: Pemeliharaan khusus

source: Sales configuration
id_id: Konfigurasi Sales

source: Sales transactions
id_id: Transaksi Sales

source: Sales related reports
id_id: Laporan yang berhubungan Sales

source: Purchase configuration
id_id: Konfigurasi Purchase

source: Purchase transactions
id_id: Transaksi Purchase

source: Purchase analytics
id_id: Analisa Purchase

source: Inventory configuration
id_id: Konfigurasi inventaris

source: Inventory operations
id_id: Operasi inventaris

source: Inventory analytics
id_id: Analisa inventaris

source: Manufacturing configuration
id_id: Konfigurasi produksi

source: Manufacturing transations
id_id: Transaksi produksi

source: Manufacturing analytics
id_id: Analisa produksi

source: Dimensions configuration
id_id: Konfigurasi dimension

source: Dimensions
id_id: Dimensi

source: Banking & GL configuration
id_id: Konfigurasi Banking & GL

source: Banking & GL transactions
id_id: Transaksi Banking & GL

source: Banking & GL analytics
id_id: Analisa Banking & GL

source: Install/update companies
id_id: Install / update perusahaan

source: Install/update languages
id_id: Install / update bahasa

source: Install/upgrade modules
id_id: Install / upgrade modul

source: Software upgrades
id_id: Upgrade Software

source: Company parameters
id_id: Parameter Perusahaan

source: Access levels edition
id_id: Edisi tingkat akses

source: Users setup
id_id: Pengaturan pengguna

source: Point of sales definitions
id_id: Definisi Point of Sales

source: Printers configuration
id_id: Konfigurasi Printer

source: Print profiles
id_id: Profil Cetak

source: Payment terms
id_id: Syarat pembayaran

source: Shipping ways
id_id: Cara pengiriman

source: Credit status definitions changes
id_id: Perubahan definisi status Credit

source: Inventory locations changes
id_id: Perubahan lokasi inventaris

source: Inventory movement types
id_id: Jenis perpindahaan inventaris

source: Manufacture work centres
id_id: Pusat-pusat kerja Industri

source: Forms setup
id_id: Pengaturan form

source: Voiding transactions
id_id: Void transaksi

source: Common view/print transactions interface
id_id: Common view / print transaksi antarmuka

source: Attaching documents
id_id: Melampirkan dokumen

source: Password changes
id_id: Perubahan kata sandi

source: Sales types
id_id: Jenis penjualan

source: Sales prices edition
id_id: Edisi harga jual

source: Sales staff maintenance
id_id: Pemeliharaan staf penjual

source: Sales areas maintenance
id_id: Pemeliharaan wilayah penjualan

source: Sales groups changes
id_id: Perubahan grup Sales

source: Sales templates
id_id: Simpan template

source: Recurrent invoices definitions
id_id: Definisi invoice berulang

source: Sales transactions view
id_id: Tampilan transaksi penjualan

source: Sales customer and branches changes
id_id: Perubahan pelanggan dan cabang pelanggan

source: Sales quotations
id_id: Sales quotation

source: Sales orders edition
id_id: Edisi sales order

source: Sales deliveries edition
id_id: Edisi sales deliveries

source: Sales invoices edition
id_id: Edisi sales invoices

source: Sales credit notes against invoice
id_id: Credit note penjualan lawan invoice

source: Sales freehand credit notes
id_id: Credit note penjual freehand

source: Customer payments entry
id_id: Entri pembayaran pelanggan

source: Customer payments allocation
id_id: Alokasi pembayaran pelanggan

source: Sales analytical reports
id_id: Laporan analisa penjualan

source: Sales document bulk reports
id_id: Laporan massal dokumen penjualan

source: Sales prices listing
id_id: Daftar harga jual

source: Sales staff listing
id_id: Daftar staf penjual

source: Customer bulk listing
id_id: Daftar massal pelanggan

source: Customer status report
id_id: Laporan status pelanggan

source: Customer payments report
id_id: Laporan pembayaran pelanggan

source: Purchase price changes
id_id: Perubahan harga beli

source: Supplier transactions view
id_id: Tampilan transaksi pemasok

source: Suppliers changes
id_id: Perubahaan pemasok

source: Purchase order entry
id_id: Entri purchase order

source: Purchase receive
id_id: Menerima pembelian

source: Supplier invoices
id_id: Invoice pemasok

source: Supplier credit notes
id_id: Credit note pemasok

source: Supplier payments
id_id: Pembayaran ke pemasok

source: Supplier payments allocations
id_id: Alokasi pembayaran ke pemasok

source: Supplier analytical reports
id_id: Laporan analisa pemasok

source: Supplier document bulk reports
id_id: Laporan massal dokumen pemasok

source: Supplier payments report
id_id: Laporan pembayaran pemasok

source: Stock items add/edit
id_id: Menambah / edit stok item

source: Item categories
id_id: Kategori item

source: Stock status view
id_id: Lihat persediaan

source: Stock transactions view
id_id: Lihat transaksi persediaan

source: Foreign item codes entry
id_id: Entri foreign item codes

source: Inventory location transfers
id_id: Lokasi transfer inventaris

source: Inventory adjustments
id_id: Penyesuaian persediaan

source: Inventory valuation report
id_id: Laporan penilaian persediaan

source: Manufacturing operations view
id_id: Tampilan operasi produks

source: Work order entry
id_id: Entri work order

source: Material issues entry
id_id: Entri material issues

source: Final product receive
id_id: Menerima produk jadi

source: Work order releases
id_id: Work order dirilis

source: Work order analytical reports and inquiries
id_id: Perintah kerja analitis laporan dan penyelidikan

source: Manufacturing cost inquiry
id_id: Permintaan biaya produksi

source: Work order bulk reports
id_id: Laporan massal Work Order

source: Bill of materials reports
id_id: Laporan Bill of materials

source: Dimension tags
id_id: Tag dimensi

source: Dimension view
id_id: Lihat dimensi

source: Dimension entry
id_id: Masukkan dimensi

source: Dimension reports
id_id: Laporan dimensi

source: Item tax type definitions
id_id: Definisi jenis pajak item

source: GL accounts edition
id_id: Edisi account GL

source: GL account groups
id_id: Grup account GL

source: GL account classes
id_id: Kelas account GL

source: Quick GL entry definitions
id_id: Entri definisi GL secara cepat

source: Bank accounts
id_id: Account bank

source: Tax rates
id_id: Pajak

source: Tax groups
id_id: Grup pajak

source: Fiscal years maintenance
id_id: Pemeliharan tahun fiskal

source: Company GL setup
id_id: Pengaturan GL perusahaan

source: GL Account tags
id_id: Tag GL account

source: Bank transactions view
id_id: Tampilan transaksi bank

source: GL postings view
id_id: Lihat posting GL

source: Exchange rate table changes
id_id: Tabel perubahan nilai tukar

source: Budget edition
id_id: Edisi budget

source: Item standard costs
id_id: biaya item standar

source: GL analytical reports and inquiries
id_id: GL analitis laporan dan penyelidikan

source: Tax reports and inquiries
id_id: Pajak laporan dan penyelidikan

source: Bank reports and inquiries
id_id: Bank laporan dan penyelidikan

source: GL reports and inquiries
id_id: GL laporan dan penyelidikan

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
id_id: Tidak dapat mengambil nilai tukar mata uang sebagai %s dari %s. Harap tambahkan kurs Kurs secara manual pada halaman.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
id_id: Sebelum meng-upgrade perangkat lunak Anda harus menyertakan $security_groups tua dan $security_headings array dari config.php lama ke yang baru.

source: Back
id_id: Kembali

source: System is available for site admin only until full database upgrade
id_id: Sistem ini tersedia hanya untuk admin situs sampai meng-upgrade penuh database

source: Requesting data...
id_id: Meminta data...

source: in file
id_id: pada file

source: at line
id_id: pada file

source: Debug mode database warning:
id_id: Peringantan modus debug database:

source: DATABASE ERROR :
id_id: Database salah :

source: The entered information is a duplicate. Please go back and enter different values.
id_id: Informasi yang dimasukkan merupakan duplikat. Harap kembali dan masukkan nilai yang berbeda.

source: This page is usable only with javascript enabled browsers.
id_id: Halaman ini dapat digunakan hanya dengan mengaktifkan javascript di browser.

source: Incorrect Password
id_id: Kata sandi tidak benar

source: The user and password combination is not valid for the system.
id_id: Pengguna dan sandi kombinasi tidak berlaku untuk sistem.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
id_id: Jika Anda bukan pengguna yang berwenang, silahkan hubungi administrator sistem Anda untuk memperoleh account untuk memungkinkan Anda untuk menggunakan sistem.

source: Try again
id_id: Coba lagi

source: Security settings have not been defined for your user account.
id_id: Pengaturan keamanan belum ditetapkan untuk account pengguna Anda.

source: Please contact your system administrator.
id_id: Silakan hubungi administrator sistem Anda.

source: Please remove $security_groups and $security_headings arrays from config.php file!
id_id: Silakan hapus $security_groups dan $security_headings array dari file config.php!

source: The security settings on your account do not permit you to access this function
id_id: Pengaturan keamanan pada account Anda tidak mengizinkan Anda untuk mengakses fungsi ini

source: Journal Entry
id_id: Journal Entri

source: Bank Payment
id_id: Pembayaran pada bank

source: Bank Deposit
id_id: Deposit pada bank

source: Funds Transfer
id_id: Transfer dana

source: Customer Credit Note
id_id: Credit Note Pelanggan

source: Customer Payment
id_id: Pembayaran pelanggan

source: Location Transfer
id_id: Transfer lokasi

source: Inventory Adjustment
id_id: Penyesuaian Inventaris

source: Supplier Invoice
id_id: Faktur pemasok

source: Supplier Credit Note
id_id: Credit Note pemasok

source: Supplier Payment
id_id: Pembayaran pemasok

source: Work Order Production
id_id: Produksi Work Order

source: Cost Update
id_id: Perbarui biaya

source: Savings Account
id_id: Akun tabungan

source: Chequing Account
id_id: Akun cek

source: Credit Account
id_id: Akun Kredit

source: Cash Account
id_id: Akun kas

source: Cheque
id_id: Cek

source: Cash
id_id: Tunai

source: Customer
id_id: Kustomer

source: Supplier
id_id: Pemasok

source: Advanced Manufacture
id_id: Produksi tingkat lanjut

source: Labour Cost
id_id: Biaya buruh

source: Overhead Cost
id_id: Biaya overhead

source: Assets
id_id: Kekayaan

source: Equity
id_id: Modal

source: Income
id_id: Pendapatan

source: Cost of Goods Sold
id_id: Harga pokok penjualan

source: Expense
id_id: Pengeluaran

source: Remainder
id_id: Pengingat

source: Amount, increase base
id_id: Jumlah, meningkatkan basis

source: Amount, reduce base
id_id: Jumlah, mengurangi basis

source: % amount of base
id_id: % jumlah basis

source: % amount of base, increase base
id_id: % Jumlah basis, peningkatan basis

source: % amount of base, reduce base
id_id: % jumlah base, mengurangi basis

source: Taxes added
id_id: Pajak ditambahkan

source: Taxes added, increase base
id_id: Pajak ditambahkan, peningkatan base

source: Taxes added, reduce base
id_id: Pajak ditambahkan, pengurangan base

source: Taxes included
id_id: Termasuk pajak

source: Taxes included, increase base
id_id: Termasuk pajak, peningkatan base

source: Taxes included, reduce base
id_id: Termasuk pajak, pengurangan base

source: Supplier Invoice/Credit
id_id: Invoice/Credit pemasok

source: Manufactured
id_id: Diproduksi

source: Purchased
id_id: Dibeli

source: Service
id_id: Jasa

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
id_id: Beberapa transaksi jurnal posting GL tidak diindeks karena kurangnya catatan jejak audit.

source: Transaction Type
id_id: Tipe transaksi

source: Other Allocations
id_id: Alokasi lain

source: This Allocation
id_id: Alokasi ini

source: Left to Allocate
id_id: Alokasi tersisa

source: Total Allocated
id_id: Total yang dialokasikan

source: The entry for one or more amounts is invalid or negative.
id_id: Entri untuk satu atau lebih jumlah yang tidak valid atau negatif.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
id_id: Alokasi ini tidak dapat diproses karena jumlah yang dialokasikan lebih dari jumlah total yang tersisa untuk mengalokasikan.

source: Show also Inactive
id_id: Tampilkan juga yang tidak aktif

source: First
id_id: Pertama

source: Prev
id_id: Sebelumnya

source: Next
id_id: Berikutnya

source: Last
id_id: Terakhir

source: No records
id_id: Tidak ada catatan

source: Submit changes
id_id: Simpan perubahan

source: Edit new record with current data
id_id: Edit catatan baru dengan data saat ini

source: Cancel edition
id_id: Edisi batal

source: You should automatically be forwarded.
id_id: Anda harus secara otomatis akan diforward.

source: If this does not happen
id_id: Jika hal ini tidak terjadi

source: click here
id_id: klik disini

source: to continue
id_id: untuk melanjutkan

source: Close
id_id: Tutup

source: Customers
id_id: Pelanggan

source: Branches
id_id: Cabang

source: Suppliers
id_id: Pemasok

source: Items
id_id: Barang

source: Click Here to Pick up the date
id_id: Klik disini untuk memilih tanggal

source: Inactive
id_id: Nonaktif

source: Press Space tab for search pattern entry
id_id: Tekan Space tab untuk pola pencarian entri

source: Enter code fragment to search or * for all
id_id: Masukkan kode fragmen untuk mencari atau * untuk semua

source: Enter description fragment to search or * for all
id_id: Masukkan deskripsi fragmen untuk mencari atau * untuk semua

source: All Suppliers
id_id: Semua pemasok

source: Press Space tab to filter by name fragment
id_id: Tekan Space tab untuk menyaring berdasarkan nama fragmen

source: Select supplier
id_id: Pilih pemasok

source: All Customers
id_id: Semua pelanggan

source: Press Space tab to filter by name fragment; F2 - entry new customer
id_id: Tekan Space tab untuk menyaring berdasarkan nama fragmen; F2 - entri pelanggan baru

source: Select customer
id_id: Pilih pelanggan

source: All branches
id_id: Semua cabang

source: Select customer branch
id_id: Pilih cabang pelanggan

source: All Locations
id_id: Semua lokasi

source: All Items
id_id: Semua barang

source: All Sales Types
id_id: Semua tipe penjualan

source: Use Item Sales Accounts
id_id: Item yang dipake Account Sales

source: All Types
id_id: Semua tipe

source: Overdue Invoices
id_id: Invoice yang jatuh tempo

source: Payments
id_id: Pembayaran

source: Invoices
id_id: Invoice

source: Overdue Credit Notes
id_id: Credit Note yang jatuh tempo

source: Automatically put balance on back order
id_id: Secara otomatis meletakkan keseimbangan pada order sebelumnya

source: Cancel any quantites not delivered
id_id: Membatalkan apapun kuantitas yang tidak dikirim

source: Items Returned to Inventory Location
id_id: Item dikembalikan ke lokasi inventaris

source: Items Written Off
id_id: Item tidak dapat ditulisi

source: New role
id_id: Peran baru

source: No tags defined.
id_id: Tidak ada tag yang didefinisikan

source: No active tags defined.
id_id: Tidak ada tag aktif terdefinisi.

source: Activated for '%s'
id_id: Diaktifkan untuk '%s'

source: in units of :
id_id: dalam satuan:

source: Date Voided:
id_id: Tanggal Voided:

source: Included
id_id: Termasuk

source: Amount:
id_id: Jumlah :

source: Allocations
id_id: Alokasi

source: Total Amount
id_id: Total Jumlah

source: Total Allocated:
id_id: Total dialokasikan:

source: Left to Allocate:
id_id: Alokasi tersisa:

source: No Quick Entries are defined.
id_id: Tidak ada Quick entries yang didefiniskan.

source: Cannot post to GL account used by more than one tax type.
id_id: Tidak dapat memposting ke GL accont yang digunakan oleh lebih dari satu jenis pajak.

source: and
id_id: dan

source: January
id_id: Januari

source: February
id_id: Februari

source: March
id_id: Maret

source: May
id_id: Mei

source: June
id_id: Juni

source: July
id_id: Juli

source: August
id_id: Agustus

source: October
id_id: Oktober

source: December
id_id: Desember

source: Su
id_id: Min

source: Mo
id_id: Sen

source: Tu
id_id: Sel

source: We
id_id: Rab

source: Th
id_id: Kam

source: Fr
id_id: Jum

source: Sa
id_id: Sab

source: W
id_id: Pekan

source: Cannot create database
id_id: Tidak dapat membuat database

source: For Part :
id_id: Untuk Bagian:

source: Location:
id_id: Lokasi :

source: Detail:
id_id: Detil :

source: Positive Adjustment
id_id: Penyesuaian positif

source: Negative Adjustment
id_id: Penyesuaian negatif

source: Item Code
id_id: Kode barang

source: Item Description
id_id: Deskripsi item

source: Quantity
id_id: Kuantiti

source: Unit Cost
id_id: Biaya Unit

source: From Location:
id_id: Dari lokasi :

source: To Location:
id_id: Ke lokasi:

source: Transfer Type:
id_id: Jenis transfer:

source: Cannot delete this item because there are stock movements that refer to this item.
id_id: Tidak dapat menghapus item ini karena ada perpindahan persediaan yang merujuk ke item ini.

source: Cannot delete this item record because there are bills of material that require this part as a component.
id_id: Tidak dapat menghapus item ini catatan karena ada tagihan dari bahan yang memerlukan bagian ini sebagai sebuah komponen.

source: Cannot delete this item because there are existing purchase order items for it.
id_id: Tidak dapat menghapus item ini karena ada pesanan pembelian ada item untuk itu.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
id_id: Item ini tidak dapat dihapus karena ada beberapa kode alias selama kode asing yang dimasukkan untuk itu, atau ada kit didefinisikan using item ini sebagai komponen

source: Inventory Item Movement
id_id: Perpindahan Item Inventaris

source: There are no items defined in the system.
id_id: Tidak ada item didefinisikan dalam sistem.

source: Item:
id_id: Barang :

source: Show Movements
id_id: Tampilkan Perpindahan

source: Refresh Inquiry
id_id: Refresh Permintaan

source: Detail
id_id: Detil

source: Quantity In
id_id: Kuantitas masuk

source: Quantity Out
id_id: Kuantitas keluar

source: Quantity On Hand
id_id: Kuantitas On Hand

source: Quantity on hand before
id_id: Kuantitas di tangan sebelum

source: Quantity on hand after
id_id: Kuantitas di tangan setelah

source: Inventory Item Status
id_id: Status Item Inventaris

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
id_id: Ini adalah layanan dan tidak dapat istilah stok, hanya kuantitas total penjualan pada sales order ditampilkan.

source: Location
id_id: Lokasi

source: Demand
id_id: Permintaan

source: Re-Order Level
id_id: Menyusun ulang tingkat

source: On Order
id_id: Lagi order

source: Item Categories
id_id: Kategori barang

source: The item category description cannot be empty.
id_id: Deskripsi kategori item tidak boleh kosong.

source: Selected item category has been updated
id_id: Kategori item yang dipilih telah diperbarui

source: New item category has been added
id_id: Kategori item baru telah ditambahkan

source: Cannot delete this item category because items have been created using this item category.
id_id: Tidak dapat menghapus kategori item ini karena ada item dibuat menggunakan kategori item ini.

source: Selected item category has been deleted
id_id: Kategori item yang dipilih telah dihapus

source: Tax type
id_id: Tipe pajak

source: Units
id_id: Unit

source: Sales Act
id_id: Surat jual-beli

source: COGS Account
id_id: Akun COGS

source: Category Name:
id_id: Nama kategori :

source: Default values for new items
id_id: Nilai-nilai default untuk item baru
