Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: Units of Measure
nl_nl: Toevoegen en wijzigen basiseenheden

source: The unit of measure code cannot be empty.
nl_nl: De maatstaf kan niet leeg zijn.

source: The unit of measure code is too long.
nl_nl: De maatstaf is te lang

source: The unit of measure description cannot be empty.
nl_nl: De beschrijving van de maatstaf is leeg.

source: Selected unit has been updated
nl_nl: De geselecteerde eenheid is bijgewerkt

source: New unit has been added
nl_nl: Een nieuwe eenheid is toegevoegd

source: Cannot delete this unit of measure because items have been created using this unit.
nl_nl: Deze eenheid kan niet verwijderd worden omdat er artikelen zijn aangemaakt die deze eenheid gebruiken.

source: Selected unit has been deleted
nl_nl: De geselecteerde eenheid is verwijderd

source: Decimals
nl_nl: Instellingen aantal decimalen

source: User Quantity Decimals
nl_nl: Aantal decimalen

source: Unit Abbreviation:
nl_nl: Afkorting eenheid:

source: Descriptive Name:
nl_nl: Beschrijving:

source: Decimal Places:
nl_nl: Aantal decimalen:

source: Inventory Locations
nl_nl: Voorraad locaties

source: The location code must be five characters or less long (including converted special chars).
nl_nl: De locatiecode mag maximaal vijf karakters lang zijn.

source: The location name must be entered.
nl_nl: De locatienaam is verplcht.

source: Selected location has been updated
nl_nl: De geselecteerde locatie is bijgewerkt

source: New location has been added
nl_nl: Een nieuwe locatie is toegevoegd.

source: Cannot delete this location because item movements have been created using this location.
nl_nl: Deze locatie kan niet verwijderd worden omdat er voorraad verplaatsingen naar verwijzen.

source: Cannot delete this location because it is used by some work orders records.
nl_nl: Deze locatie kan niet verwijderd worden omdat er werkorders naar verwijzen.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
nl_nl: Deze locatie kan niet verwijderd worden omdat er bracherecords naar verwijzen als uitlever-locatie.

source: Cannot delete this location because it is used by some related records in other tables.
nl_nl: Deze locatie kan niet verwijderd worden omdat er transacties naar verwijzen.

source: Selected location has been deleted
nl_nl: De geselecteerde locatie is verwijderd

source: Location Code
nl_nl: Locatiecode

source: Location Name
nl_nl: Locatienaam

source: Location Code:
nl_nl: Locatiecode:

source: Location Name:
nl_nl: Locatienaam:

source: Contact for deliveries:
nl_nl: Contact voor leveringen:

source: Telephone No:
nl_nl: Telefoonnummer:

source: Facsimile No:
nl_nl: Bedrijfsnummer:

source: Inventory Movement Types
nl_nl: Toevoegen en wijzigen soorten voorraadcorrecties

source: The inventory movement type name cannot be empty.
nl_nl: De naam van het type voorraad verplaatsing mag niet leeg zijn

source: Selected movement type has been updated
nl_nl: De geselecteerde type voorraadverplaatsing is aangepast.

source: New movement type has been added
nl_nl: Een nieuw type voorraadverplaatsing is aangemaakt.

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
nl_nl: Kan dit type magazzijnbeweging niet verwijderen omdat er transacties naar verwijzen.

source: Selected movement type has been deleted
nl_nl: De geselecteerde type voorraadverplaatsing is verwijderd

source: Sales Kits & Alias Codes
nl_nl: Combinatieproducten

source: Stock Item
nl_nl: Voorraad artikel

source: kit
nl_nl: combinatieproduct

source: The quantity entered must be numeric and greater than zero.
nl_nl: De ingevoerde hoeveelheid moet een nummeriek getal en groter dan 0 zijn.

source: Kit/alias code cannot be empty.
nl_nl: De code combinatieproduct mag niet leeg zijn.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
nl_nl: De geselecteerde component is een hoofdproduct van het huidige product. Recursieve stuklijsten zijn niet toegestaan.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
nl_nl: Het geselecteerde component is reeds in dit combinatieproduct opgenomen. U kunt de hoeveelheid wel aanpassen van dit component, maar de regel kan niet tweemaal voorkomen.

source: New alias code has been created.
nl_nl: Een nieuwe artikelcode is aangemaakt.

source: New component has been added to selected kit.
nl_nl: Een nieuw component is aan het combinatieproduct toegevoegd.

source: Component of selected kit has been updated.
nl_nl: Het geselecteerde combinatieproduct of component is bijgewerkt.

source: Kit common properties has been updated
nl_nl: De eigenschappen van het combinatieproduct zijn aangepast.

source: This item cannot be deleted because it is the last item in the kit used by following kits
nl_nl: Dit artikel kan niet worden verwijderd omdat dit het laatste artikel in het combinatieproduct is en in gebruik is bij volgende producten.

source: The component item has been deleted from this bom
nl_nl: Het component item is verwijderd.

source: Select a sale kit:
nl_nl: Selecteer een combinatieproduct:

source: New kit
nl_nl: Nieuw combinatieproduct

source: Alias/kit code:
nl_nl: Combinatie code:

source: Update kit/alias name
nl_nl: Bijwerken combinatieproduct

source: kits
nl_nl: combinatieproducten

source: View Inventory Adjustment
nl_nl: Bekijk Voorraad Aanpassingen

source: At Location
nl_nl: Op locatie

source: Adjustment Type
nl_nl: Aanpassingstype

source: This adjustment has been voided.
nl_nl: Deze aanpassing werd tegengeboekt.

source: View Inventory Transfer
nl_nl: Bekijk voorraad verplaatsing

source: From Location
nl_nl: Van locatie

source: To Location
nl_nl: Naar locatie

source: Search Outstanding Work Orders
nl_nl: Zoek openstaande werkorders

source: Search Work Orders
nl_nl: Zoek werkorders

source: at Location:
nl_nl: op locatie:

source: for item:
nl_nl: voor product:

source: Select documents
nl_nl: Selecteer documenten

source: Release
nl_nl: Vrijgave

source: Issue
nl_nl: Probleem

source: Produce
nl_nl: Resultaat

source: Costs
nl_nl: Kosten

source: Required
nl_nl: Verplicht

source: Required By
nl_nl: Leveren voor

source: Marked orders are overdue.
nl_nl: De gemarkeerde orders zijn vervallen!

source: Produce or Unassemble Finished Items From Work Order
nl_nl: Produceer of demonteer afgewerkte producten van een werkorder

source: The manufacturing process has been entered.
nl_nl: De productieorder is geregistreerd.

source: View this Work Order
nl_nl: Geef deze werkorder weer

source: View the GL Journal Entries for this Work Order
nl_nl: Bekijk de journaalposten voor deze werkorder

source: Print the GL Journal Entries for this Work Order
nl_nl: Print de journaalposten voor deze werkorder

source: Select another &Work Order to Process
nl_nl: Selecteer een andere werkorder om te verwerken

source: The order number sent is not valid.
nl_nl: De verzonden ordernummer is niet geldig.

source: The quantity entered is not a valid number or less then zero.
nl_nl: De ingevoerde hoeveelheid is geen geldig nummer of is kleiner dan 0.

source: The production date cannot be before the release date of the work order.
nl_nl: De productiedatum kan niet voor de vrijgavedatum van de werkorder liggen.

source: The production exceeds the quantity needed. Please change the Work Order.
nl_nl: De productie overschrijd de benodigde hoeveelheid. De werkorder dient aangepast te worden.

source: The unassembling cannot be processed because there is insufficient stock.
nl_nl: Het demonteren kan niet verwerkt worden omdat er onvoldoende voorraad is.

source: The production cannot be processed because a required item would cause a negative inventory balance :
nl_nl: De productie kan niet worden uitgevoerd omdat een benodigd artikel een nagatieve voorraad zal veroorzaken:

source: Produce Finished Items
nl_nl: Gebruik afgemaakte producten

source: Return Items to Work Order
nl_nl: Koppel producten opnieuw aan werkorders

source: Process
nl_nl: Verwerk

source: Process And Close Order
nl_nl: Verwerk en sluit de opdracht

source: Work Order Additional Costs
nl_nl: Bijkomende kosten werkorder

source: The additional cost has been entered.
nl_nl: De additionele kosten zijn ingevoerd.

source: Enter another additional cost.
nl_nl: Voer andere additionele kosten in.

source: The amount entered is not a valid number or less then zero.
nl_nl: Het ingegeven bedrag is geen geldig nummer of kleinder dan 0.

source: The additional cost date cannot be before the release date of the work order.
nl_nl: De productiedatum kan niet voor de vrijgavedatum van de werkorder liggen.

source: Additional Costs:
nl_nl: Bijkomende kosten:

source: Debit Account
nl_nl: Debet bedrag

source: Process Additional Cost
nl_nl: Verwerk bijkomende kosten

source: Work Order Entry
nl_nl: Werkorder ingeven

source: There are no manufacturable items defined in the system.
nl_nl: Er zijn geen samengestelde producten gedefineerd in dit systeem.

source: The work order been added.
nl_nl: Werkorder toegevoegd.

source: &Print This Work Order
nl_nl: Deze werkorder printen

source: &Email This Work Order
nl_nl: Deze werkorder e-mailen

source: The work order been updated.
nl_nl: Werkorder aangepast.

source: Work order has been deleted.
nl_nl: Werkorder verwijderd.

source: This work order has been closed. There can be no more issues against it.
nl_nl: Deze werkorder is afgesloten. Er kan niets meer aan veranderd worden.

source: Enter a new work order
nl_nl: Geef een nieuwe werkorder in

source: Select an existing work order
nl_nl: Selecteer een bestaande werkorder

source: The quantity entered is invalid or less than zero.
nl_nl: De ingevoerde hoeveelheid is ongeldig of kleinder dan 0.

source: The selected item to manufacture does not have a bom.
nl_nl: Het geselecteerde product heeft geen stuklijst.

source: The labour cost entered is invalid or less than zero.
nl_nl: De ingevoerde personeelskosten is ongeldig of kleinder dan 0

source: The cost entered is invalid or less than zero.
nl_nl: De ingevoerde kosten zijn ongeldig of kleinder dan 0

source: The work order cannot be processed because there is an insufficient quantity for component:
nl_nl: Deze werkorder kan niet verwerkt worden omdat er onvoldoende voorraad is van component:

source: The selected item cannot be unassembled because there is insufficient stock.
nl_nl: Het geselecteerde product kan niet uiteen gehaald worden omdat er onvoldoende voorraad is.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
nl_nl: Het aantal kan niet teruggebracht worden tot minder dan de reeds samengestelde hoeveelheid voor deze order.

source: This work order cannot be deleted because it has already been processed.
nl_nl: Deze werkorder kan niet verwijderd worden omdat hij al verwerkt is.

source: This work order is closed and cannot be edited.
nl_nl: Deze werkopdracht is afgesloten en kan niet aangepast worden.

source: Destination Location:
nl_nl: Bestemming eindproduct:

source: Quantity Required:
nl_nl: Benodigde hoeveelheid:

source: Quantity Manufactured:
nl_nl: Samengestelde hoeveelheid:

source: Credit Labour Account
nl_nl: Belast rekening personeelskosten

source: Credit Overhead Account
nl_nl: Belast rekening overheadkosten

source: Released On:
nl_nl: Vrijgegeven op:

source: Save changes to work order
nl_nl: Bewaar wijzigingen werkorder

source: Close This Work Order
nl_nl: Deze werkorder afsluiten

source: Delete This Work Order
nl_nl: Deze werkorder verwijderen

source: Add Workorder
nl_nl: Aanmaken werkorder

source: Issue Items to Work Order
nl_nl: Producten aan een werkorder toewijzen

source: The work order issue has been entered.
nl_nl: Werkorderpunt is geregistreerd.

source: The entered date for the issue is invalid.
nl_nl: De ingegeven datum is voor dit punt ongeldig.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
nl_nl: Deze regel kan niet verwerkt worden omdat een onderdeel een negatieve voorraad zou krijgen :

source: The process cannot be completed because there is an insufficient total quantity for a component.
nl_nl: Dit proces kan niet uitgevoerd worden omdat er onvoldoende voorraad is voor een component.

source: From location :
nl_nl: Van locatie:

source: Items to Issue
nl_nl: Producten voor dit onderwerp

source: Process Issue
nl_nl: Verwerk punt

source: Work Order Release to Manufacturing
nl_nl: Vrijgave van de werkorder voor samenstelling

source: This work order has already been released.
nl_nl: Deze werkorder is al vrijgegeven.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
nl_nl: Deze werkorder kan niet vrijgegeven worden omdat het geselecteerde product geen stuklijst heeft.

source: The work order has been released to manufacturing.
nl_nl: De werkorder is vrijgegeven voor samenstelling.

source: Select another &work order
nl_nl: Selecteer een andere &werkorder

source: Work Order #:
nl_nl: Werkorder #

source: Work Order Reference:
nl_nl: Werkorder referentie:

source: Released Date
nl_nl: Vrijgavedatum

source: Release Work Order
nl_nl: Werkorder vrijgeven

source: View Work Order Issue
nl_nl: Bekijk werkorderpunt

source: Issue #
nl_nl: Probleem #

source: For Work Order #
nl_nl: Voor werkorder #

source: To Work Centre
nl_nl: Naar werkplaats

source: Date of Issue
nl_nl: Datum van punt

source: This issue has been voided.
nl_nl: Dit punt is tegengeboekt.

source: There are no items for this issue.
nl_nl: Er zijn geen producten voor dit onderwerp.

source: Items for this Issue
nl_nl: Producten voor dit onderwerp

source: View Work Order Production
nl_nl: Bekijk werkorderproductie

source: Production #
nl_nl: Productie #

source: Quantity Manufactured
nl_nl: Samengestelde hoeveelheid

source: This production has been voided.
nl_nl: De productie is tegengeboekt.

source: View Work Order
nl_nl: Bekijk werkorder

source: BOM for item:
nl_nl: Stuklijst voor product:

source: Work Order Requirements
nl_nl: Onderdelen van werkorder

source: Issues
nl_nl: Punten

source: Productions
nl_nl: Producties

source: Additional Costs
nl_nl: Bijkomende kosten

source: This work order has been voided.
nl_nl: Deze werkorder is tegengeboekt.

source: There are no manufactured or kit items defined in the system.
nl_nl: Er zijn geen samengestelde producten gedefineerd in dit systeem.

source: Select a manufacturable item:
nl_nl: Kies een samengesteld product:

source: All Costs Are In:
nl_nl: Alle kosten zijn in:

source: Inventory Item Where Used Inquiry
nl_nl: Product analyse op hoofd producten

source: Select an item to display its parent item(s).
nl_nl: Selecteer een product om zijn hoofd product(en) te bekijken.

source: Parent Item
nl_nl: Hoofd product

source: Work Centre
nl_nl: Werkplaats

source: Quantity Required
nl_nl: Benodigde hoeveelheid

source: Bill Of Materials
nl_nl: Stuklijst

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
nl_nl: Er zijn geen werkplaatsen gedefinieerd in dit systeem. Stuklijsten vereisen minsten één werkplaats.

source: Selected component has been updated
nl_nl: Het geselecteerde component is bijgewerkt.

source: A new component part has been added to the bill of material for this item.
nl_nl: Een nieuw onderdeel is toegevoegd aan de stuklijst voor dit artikel.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
nl_nl: De geselecteerde component staat op deze stuklijst. U kunt de hoeveelheide veranderen maar hij kan maar één keer op de lijst staan.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
nl_nl: De geselecteerde component is een Hoofd product van het huidige product. Recursieve stuklijsten zijn niet toegelaten.

source: Location to Draw From:
nl_nl: Locatie van afname:

source: Work Centre Added:
nl_nl: Toegewezen werkplaats:

source: Work Centres
nl_nl: Werkplaatsen

source: The work centre name cannot be empty.
nl_nl: De naam van de werkplaats mag niet leeg zijn.

source: Selected work center has been updated
nl_nl: De geselecteerde werkplaats is bijgewerkt.

source: New work center has been added
nl_nl: Een nieuwe werkplaats is aangemaakt.

source: Cannot delete this work centre because BOMs have been created referring to it.
nl_nl: Kan deze werkplaats niet verwijderen omdat er stuklijsten naar verwijzen.

source: Cannot delete this work centre because work order requirements have been created referring to it.
nl_nl: Kan deze werkplaats niet verwijderen omdat er onderdelen van werkorders naar verwijzen.

source: Selected work center has been deleted
nl_nl: De geselecteerde werkplaats is verwijderd.

source: description
nl_nl: Beschrijving

source: The bill of material for this item is empty.
nl_nl: De materiaallijst van dit artikel is leeg.

source: Total Cost
nl_nl: Totale kost

source: There are no Requirements for this Order.
nl_nl: Er zijn geen benodigdheden voor deze order.

source: Unit Quantity
nl_nl: Aantal eenheden

source: Total Quantity
nl_nl: Totale hoeveelheid

source: Units Issued
nl_nl: Aantal behandeld

source: On Hand
nl_nl: Beschikbaar

source: Marked items have insufficient quantities in stock.
nl_nl: De gemarkeerde items hebben onvoldoende voorraad.

source: There are no Productions for this Order.
nl_nl: Er is geen productie voor deze order.

source: There are no Issues for this Order.
nl_nl: Er zijn geen handelingen voor deze order.

source: There are no additional costs for this Order.
nl_nl: Er zijn geen bijkomende kosten voor deze order.

source: The work order number sent is not valid.
nl_nl: De verzonden werkorder is niet geldig

source: Manufactured Item
nl_nl: Uitgevoerde post

source: Into Location
nl_nl: Naar locatie

source: This work order is closed.
nl_nl: Deze werkorder is afgesloten.

source: Return Items to Location
nl_nl: Producten terug naar locatie

source: Issue Items to Work order
nl_nl: Verwerk producten in werkorder

source: To Work Centre:
nl_nl: Naar werkplaats:

source: Issue Date:
nl_nl: Verwerkdatum:

source: Issue of
nl_nl: Probleem van

source: Issue to
nl_nl: Probleem tot

source: Reversed the issue of
nl_nl: Vrijgeven issue van

source: Reversed the issue to
nl_nl: Vrijgeven issue tot

source: Production.
nl_nl: Producties

source: Reversed the production
nl_nl: Productie annuleren

source: Updated.
nl_nl: Bijgewerkt.

source: Canceled.
nl_nl: Geannuleerd.

source: Released.
nl_nl: Vrijgegeven.

source: Voiding Work Order Trans #
nl_nl: Annulering werkorder #

source: Quick production.
nl_nl: Handmatige productieorder.

source: Produced
nl_nl: Geproduceerd

source: Supplier invoice adjustment for zero inventory of
nl_nl: Leveranciers factuur aanpassing voor 0 voorraad van

source: Invoice
nl_nl: Factuur

source: GRN Removal
nl_nl: Magazijnontvangstbon verwijderen

source: Order Currency
nl_nl: Munteenheid order

source: For Purchase Order
nl_nl: Voor inkooporder

source: Ordered On
nl_nl: Besteld op

source: Deliver Into Location
nl_nl: Lever aan locatie

source: Supplier's Reference
nl_nl: Referentie leverancier

source: Delivery Address
nl_nl: Leveradres

source: Order Comments
nl_nl: Order commentaar

source: Date Items Received
nl_nl: Ontvangstdatum producten

source: Supplier's Ref.:
nl_nl: Leverancier's referentie:

source: Terms:
nl_nl: Voorwaarden:

source: Supplier's Currency:
nl_nl: Aankoop valuta:

source: Tax Group:
nl_nl: BTW-groep:

source: Sub-total:
nl_nl: Subtotaal:

source: Invoice Total:
nl_nl: Factuurtotaal:

source: Credit Note Total
nl_nl: Totaal creditnota

source: Add GL Line
nl_nl: Lijn aan grootboek toevoegen

source: Clear all GL entry fields
nl_nl: Wis alle rekeningvelden

source: GL Items for this Invoice
nl_nl: GB-posten voor deze factuur

source: GL Items for this Credit Note
nl_nl: GB-posten voor deze creditnota

source: Quick Entry:
nl_nl: Handmatige boeking:

source: Add to Invoice
nl_nl: Toevoegen aan factuur

source: Add to Credit Note
nl_nl: Voeg toe een creditnota

source: Remove
nl_nl: Verwijder

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
nl_nl: WAARSCHUWING: Wees voorzichtig met verwijderen. De verwijdering wordt onmiddelijk actief en kan niet ongedaan gemaakt worden!!!

source: You are about to remove all yet non-invoiced items from selected delivery line. This operation also irreversibly changes related order line. Do you want to continue ?
nl_nl: U staat op het punt om alle niet gefactureerde artikelen van deze levering te verwijderen. Deze handeling kan niet ongedaan gedaan gemaakt worden. Wilt u doorgaan?

source: Items Received Yet to be Invoiced
nl_nl: Ontvangen goederen waar nog een factuur voor ontvangen moet worden

source: Delivery Item Selected For Adding To A Supplier Credit Note
nl_nl: Geleverd product is geselecteerd voor toevoeging aan creditnota van de leverancier

source: Received Items Charged on this Invoice
nl_nl: Ontvangen producten/diensten afgerekend op deze factuur

source: Received Items Credited on this Note
nl_nl: Ontvangen producten gecrediteerd met deze nota

source: Received between
nl_nl: Ontvangen tussen

source: Add All Items
nl_nl: Alle artikelen toevoegen

source: Delivery
nl_nl: Levering

source: P.O.
nl_nl: A.O.

source: Received On
nl_nl: Ontvangen op

source: Quantity Received
nl_nl: Ontvangen hoeveelheid

source: Quantity Invoiced
nl_nl: Gefactureerde hoeveelheid

source: Qty Yet To Invoice
nl_nl: Aantal te factureren

source: Price after Tax
nl_nl: Prijs (incl. BTW)

source: Price before Tax
nl_nl: Prijs (excl. BTW)

source: Qty Yet To Credit
nl_nl: Aantal te crediteren

source: Line Value
nl_nl: Lijnwaarde

source: There are no outstanding items received from this supplier that have not been invoiced by them.
nl_nl: Er zijn geen openstaande producten van deze leverancier die niet door hem zijn gefactureerd.

source: There are no received items for the selected supplier that have been invoiced.
nl_nl: Er is geen goederenontvangst voor de geselecteerde leverancier die niet gefactureerd is.

source: Credits can only be applied to invoiced items.
nl_nl: Creditnota's kunnen enkel toegepast worden op gefactureerde producten.

source: Order Date:
nl_nl: Besteldatum:

source: Delivery Date:
nl_nl: Leverdatum:

source: Invoice Date:
nl_nl: Factuurdatum:

source: Supplier Currency:
nl_nl: Valuta leverancier:

source: Due Date:
nl_nl: Vervaldatum:

source: Supplier's Reference:
nl_nl: Referentie leverancier:

source: Receive Into:
nl_nl: Ontvangen locatie:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
nl_nl: De standaard voorraad locatie ingegeven bij deze klant is niet gedefineerd in dit systeem. De systeem administrator moet uw gebruikersgegevens aanpassen.

source: Deliver to:
nl_nl: Leveren aan:

source: Order Items
nl_nl: Order producten

source: Received
nl_nl: Ontvangen

source: Required Delivery Date
nl_nl: Gewenste leverdatum

source: Line Total
nl_nl: Regel totaal

source: Sub-total
nl_nl: Subtotaal:

source: Amount Total
nl_nl: Totaalbedrag:

source: Refresh
nl_nl: Vernieuwen

source: Modify Purchase Order #
nl_nl: Wijzig verkooporder #

source: Purchase Order Entry
nl_nl: Aanmaken inkooporder

source: Direct GRN Entry
nl_nl: Aanmaken magazijnontvangstbon

source: Direct Purchase Invoice Entry
nl_nl: Directe inkoopfactuur aanmaken

source: Purchase Order has been entered
nl_nl: Inkooporder is ingevoerd
