Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-2.po
Languages: nl_be

source: E&mail as Packing Slip
nl_be: E&mail als pakbon

source: View the GL Journal Entries for this Dispatch
nl_be: Bekijk de GB-posten voor deze levering

source: Invoice This Delivery
nl_be: Factureer deze levering

source: Select Another Order For Dispatch
nl_be: Een andere verkoopopdracht uitleveren

source: Delivery Note # %d has been updated.
nl_be: Leverbon # %d is aangepast.

source: View this delivery
nl_be: Bekijk deze levering

source: Confirm Delivery and Invoice
nl_be: Geef leverdetails in en bevestig factuur

source: Select A Different Delivery
nl_be: Andere levering selecteren

source: Select a different sales order to delivery
nl_be: Selecteer een andere verkoopopdracht om te leveren

source: This order has no items. There is nothing to delivery.
nl_be: Deze opdracht heeft geen artikels. Er is niets te leveren.

source: Select a different delivery
nl_be: Andere levering selecteren

source: This delivery has all items invoiced. There is nothing to modify.
nl_be: Alle artikels van deze levering zijn gefactureerd. Er is niets aan te passen.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
nl_be: Deze pagina kan enkel geopend worden als een order of leverbon geselecteerd is. Selecteer het eerst.

source: Select a Sales Order to Delivery
nl_be: Selecteer een andere verkoopopdracht om te leveren

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
nl_be: Geselecteerde hoeveelheid kan niet minder zijn dan de gefactureerde hoeveelheid of meer dan de niet uitgeleverde hoeveelheid van de verkoopsopdracht.

source: Freight cost cannot be less than zero
nl_be: De transportkost kan niet minder dan nul zijn.

source: The entered date of delivery is invalid.
nl_be: De ingegeven leverdatum is ongeldig.

source: The entered date of delivery is not in fiscal year.
nl_be: De ingegeven leverdatum valt niet in het boekjaar.

source: The entered dead-line for invoice is invalid.
nl_be: De ingegevens vervaldag van de factuur is ongeldig.

source: The entered shipping value is not numeric.
nl_be: De ingegeven transportkosten zijn niet numeriek.

source: There are no item quantities on this delivery note.
nl_be: Er zijn geen artikelhoeveelheden op deze leverbon.

source: The delivery cannot be processed because there is an insufficient quantity for item:
nl_be: De levering kan niet verwerkt worden omdat er onvoldoende stock is voor artikel:

source: For Sales Order
nl_be: Voor verkoopopdracht

source: Delivery From
nl_be: Levering van

source: Invoice Dead-line
nl_be: Einddatum factuur

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
nl_be: De geselecteerde klant is momenteel geblokkeerd. Contacteer hierover de kredietcontrole.

source: Delivery Items
nl_be: Geleverde artikels

source: Delivered
nl_be: Geleverd

source: Discount
nl_be: Korting

source: Shipping Cost
nl_be: Transportkosten

source: Amount Total
nl_be: Totaal aantal

source: Marked items have insufficient quantities in stock as on day of delivery.
nl_be: Voor de aangeduide artikels is er op de leverdatum onvoldoende stock.

source: Action For Balance
nl_be: Actie voor balans

source: Refresh document page
nl_be: Hernieuw documentpagina

source: Process Dispatch
nl_be: Verwerk levering

source: Check entered data and save document
nl_be: Controleer ingevoerde gegevens en bewaar document.

source: Modifying Sales Invoice # %d.
nl_be: Bewerk verkoopsfactuur # %d

source: Issue an Invoice for Delivery Note
nl_be: Factuur van levernota maken

source: Issue Batch Invoice for Delivery Notes
nl_be: Start factuurbatch voor leverbons

source: Selected deliveries has been processed
nl_be: Geselecteerde leveringen zijn verwerkt

source: &View This Invoice
nl_be: &Bekijk deze factuur

source: &Print This Invoice
nl_be: &Print deze factuur

source: &Email This Invoice
nl_be: &Email deze factuur

source: View the GL &Journal Entries for this Invoice
nl_be: Bekijk de &grootboekposten van deze factuur

source: Select Another &Delivery For Invoicing
nl_be: Andere &levering voor facturatie selecteren

source: Sales Invoice # %d has been updated.
nl_be: Verkoopsfactuur # %d is bewerkt.

source: Select a different delivery to invoice
nl_be: Kies een andere leverbon om te factureren

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
nl_be: Er zijn geen bestelde artikelen meer die uitgeleverd moeten worden. Er is niet meer te factureren.

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
nl_be: Er zijn geen leverbons voor deze factuur<br> Waarschijnlijk is deze factuur aangemaakt in een vorige versie van FrontAccount en kan daarom niet aangepast.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
nl_be: Alle hoeveelheden op deze factuur zijn gecrediteerd. Er kan niets meer aangepast worden op deze factuur

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
nl_be: DEze pagina kan enkel geopend worden na slectie van een levering. Selecteer eerst een te factureren levering .

source: Select Delivery to Invoice
nl_be: Kies een leverbon om te factureren

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
nl_be: Geselecteerde hoeveelheid kan niet minder zijn dan de gecrediteerde hoeveelheid of meer dan de nog niet gefactureerde hoeveelheid.

source: The entered invoice date is invalid.
nl_be: De ingegeven factuurdatum is ongeldig.

source: The entered invoice date is not in fiscal year.
nl_be: De ingegeven factuurdatum valt niet in het boekjaar.

source: The entered invoice due date is invalid.
nl_be: De ingegeven factuurdatum is ongeldig.

source: There are no item quantities on this invoice.
nl_be: Er zijn geen artikelhoeveelheden op deze factuur.

source: Payment:
nl_be: Uitbetaling:

source: Invoice Items
nl_be: Factuurartikelen

source: This Invoice
nl_be: Deze factuur

source: Credited
nl_be: Gecrediteerd

source: Invoice Total
nl_be: Factuurtotaal

source: Process Invoice
nl_be: Factuur verwerken

source: Customer Payment Entry
nl_be: Klantenbetaling ingeven

source: There are no customers defined in the system.
nl_be: Er zijn geen klanten in het systeem aangemaakt.

source: The customer payment has been successfully entered.
nl_be: De klantenbetaling werd met succes ingegeven.

source: &View the GL Journal Entries for this Customer Payment
nl_be: &Bekijk de GB-posten van deze klantenbetaling

source: Enter Another &Customer Payment
nl_be: Andere &klantenbetaling ingeven

source: The entered date is invalid. Please enter a valid date for the payment.
nl_be: De ingegeven datum is ongeldig. Geef een geldige datum in voor de betaling.

source: The entered amount is invalid or negative and cannot be processed.
nl_be: Het ingegeven bedrag is ongeldig of negatief en kan niet verwerkt worden.

source: The entered discount is not a valid number.
nl_be: De ingegeven korting is geen geldig getal.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
nl_be: De som van bedrag en korting is nul of negatief. Geef geldige bedragen in.

source: From Customer:
nl_be: Van klant:

source: This customer account is on hold.
nl_be: De klantenfiche is geblokkeerd.

source: Into Bank Account:
nl_be: Aan bankrekening:

source: Date of Deposit:
nl_be: Inningsdatum:

source: Customer prompt payment discount :
nl_be: Betalingskorting klant:

source: Amount and discount are in customer's currency.
nl_be: Bedrag en korting zijn in munteenheid van de klant.

source: Add Payment
nl_be: Uitbetaling toevoegen

source: Direct Sales Delivery
nl_be: Directe verkooplevering

source: Direct Sales Invoice
nl_be: Directe verkoopsfactuur

source: Modifying Sales Order # %d
nl_be: Verkoopopdracht # %d aanpassen

source: Modifying Sales Quotation # %d
nl_be: Offerte # %d aanpassen

source: New Sales Order Entry
nl_be: Nieuwe verkoopopdracht ingeven

source: New Sales Quotation Entry
nl_be: Nieuwe offerte ingeven

source: Sales Order Entry
nl_be: Verkoopopdracht ingeven

source: Order # %d has been entered.
nl_be: Order # %d is ingegeven.

source: &View This Order
nl_be: &Bekijk deze order

source: Make &Delivery Against This Order
nl_be: Deze order uit&leveren

source: Enter a &New Order
nl_be: &Nieuwe order ingeven

source: Order # %d has been updated.
nl_be: Bestelling # %d is aangepast.

source: Confirm Order Quantities and Make &Delivery
nl_be: Orderhoeveelheden bevestigen en uit&leveren

source: Select A Different &Order
nl_be: Selecteer een andere &order

source: Quotation # %d has been entered.
nl_be: Offerte # %d is ingegeven.

source: &View This Quotation
nl_be: &Bekijk deze offerte

source: &Print This Quotation
nl_be: &Print deze offerte

source: &Email This Quotation
nl_be: &Email deze offerte

source: Make &Sales Order Against This Quotation
nl_be: Maak een &verkoopopdracht van deze offerte

source: Enter a New &Quotation
nl_be: Geef een nieuwe &offerte in

source: Quotation # %d has been updated.
nl_be: Offerte # %d is aangepast.

source: Select A Different &Quotation
nl_be: Selecteer een andere &offerte.

source: Make &Invoice Against This Delivery
nl_be: Deze levering &factureren

source: Enter a New Template &Delivery
nl_be: Maak een nieuw &voorbeeld voor levering

source: Enter a &New Delivery
nl_be: Een &nieuwe levering ingeven

source: Invoice # %d has been entered.
nl_be: Factuur # %d is ingegeven.

source: &Print Sales Invoice
nl_be: &Print verkoopsfactuur

source: &Email Sales Invoice
nl_be: &Email verkoopsfactuur

source: Enter a &New Template Invoice
nl_be: &Nieuwe voorbeeldfactuur ingeven

source: Enter a &New Direct Invoice
nl_be: &Nieuwe directe factuur ingeven

source: The entered date is not in fiscal year
nl_be: De ingegeven datum valt niet in het boekjaar

source: You must enter the person or company to whom delivery should be made to.
nl_be: U moet een klant ingeven aan wie de levering moet gebeuren.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
nl_be: U moet een adres ingeven in het voorziene veld. Orders kunnen niet verwerkt worden zonder geldig adres.

source: The shipping cost entered is expected to be numeric.
nl_be: De ingegeven transportkost is niet numeriek.

source: The Valid date is invalid.
nl_be: De geldigheidsdatum is ongeldig.

source: The delivery date is invalid.
nl_be: De leverdatum is ongeldig.

source: The requested valid date is before the date of the quotation.
nl_be: De gewenste geldigheidsdatum ligt voor de offertedatum.

source: The requested delivery date is before the date of the order.
nl_be: De gewenste leverdatum ligt voor de besteldatum.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
nl_be: Het artikel kan niet aangepast worden omdat de bestelhoeveelheid kleiner dan nul is of het kortingspercentage groter dan 100.

source: Price for item must be entered and can not be less than 0
nl_be: Een artikelprijs is verplicht en kan niet minder zijn dan 0

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
nl_be: U probeert de bestelhoeveelheid kleiner te maken dan wat reeds gefactureerd is. De lever- en factuurhoeveelheid kunnen niet teruggaand veranderd worden.

source: This item cannot be deleted because some of it has already been delivered.
nl_be: Dit artikel kan niet verwijderd worden omdat er al van gefactureerd is.

source: Direct delivery entry has been cancelled as requested.
nl_be: Directe leveringsinvoer is onderbroken zoals gevraagd.

source: Enter a New Sales Delivery
nl_be: Geef een nieuwe verkoopopdracht in

source: Direct invoice entry has been cancelled as requested.
nl_be: De verkoopfactuur werd geannuleerd als gevraagd.

source: Enter a New Sales Invoice
nl_be: &Nieuwe verkoopsfactuur ingeven

source: This order cannot be cancelled because some of it has already been invoiced or dispatched. However, the line item quantities may be modified.
nl_be: Deze order kan niet onderbroken worden omdat een deel reeds gefactureerd of geleverd is. De hoeveelheden van de artikellijnen kunnen wel veranderd worden.

source: This sales quotation has been cancelled as requested.
nl_be: De offerte werd geannuleerd als gevraagd.

source: Enter a New Sales Quotation
nl_be: Nieuwe offerte ingeven

source: This sales order has been cancelled as requested.
nl_be: De verkoopopdracht werd geannuleerd als gevraagd.

source: Enter a New Sales Order
nl_be: Een nieuwe verkoopopdracht ingeven

source: Invoice Date:
nl_be: Factuurdatum:

source: Sales Invoice Items
nl_be: Factuurartikelen

source: Enter Delivery Details and Confirm Invoice
nl_be: Geef leverdetails in en bevestig factuur

source: Cancel Invoice
nl_be: Factuur tegenboeken

source: Place Invoice
nl_be: Factuur aanmaken

source: Delivery Date:
nl_be: Leverdatum:

source: Delivery Note Items
nl_be: Artikels leverbon

source: Enter Delivery Details and Confirm Dispatch
nl_be: Geef leverdetails in en bevestig factuur

source: Cancel Delivery
nl_be: Levering annuleren

source: Place Delivery
nl_be: Levering ingeven

source: Quotation Date:
nl_be: Offertedatum:

source: Sales Quotation Items
nl_be: Offerteartikelen

source: Enter Delivery Details and Confirm Quotation
nl_be: Geef leverdetails in en bevestig offerte

source: Cancel Quotation
nl_be: Offerte annuleren

source: Place Quotation
nl_be: Offerte ingeven

source: Commit Quotations Changes
nl_be: Verwerk offerte aanpassingen

source: Sales Order Items
nl_be: Orderartikelen

source: Enter Delivery Details and Confirm Order
nl_be: Geef de leverdetails in en bevestig order

source: Commit Order Changes
nl_be: Verwerk orderaanpassingen

source: You are about to void this Document.\nDo you want to continue?
nl_be: U gaat dit document annuleren.\nWilt u verder gaan?

source: Validate changes and update document
nl_be: Aanvaard de veranderingen en pas het document aan

source: Cancels document entry or removes sales order when editing an old document
nl_be: Onderbreek documentinvoer of verwijder verkoopsopdracht wanneer een oud document wordt aangepast

source: Allocate Customer Payment or Credit Note
nl_be: Punt klantenfactuur of creditnota af

source: Allocation of %s # %d
nl_be: Afpunten van %s # %d

source: Customer Allocations
nl_be: Klantenafpuntingen

source: Select a customer:
nl_be: Selecteer een klant:

source: Credit Status
nl_be: Kredietstatus

source: The credit status description cannot be empty.
nl_be: De beschrijving van de kredietstatus mag niet leeg zijn.

source: New credit status has been added
nl_be: Nieuwe creditstatus is toegevoegd

source: Selected credit status has been updated
nl_be: Geselecteerde creditstatus is aangepast

source: Cannot delete this credit status because customer accounts have been created referring to it.
nl_be: Kan de kredietstatus niet verwijderen omdat er klanten naar verwijzen.

source: Selected credit status has been deleted
nl_be: Geselecteerde creditstatus is verwijderd

source: Dissallow Invoices
nl_be: Facturen tegenhouden

source: Invoice OK
nl_be: Factuur OK

source: NO INVOICING
nl_be: GEEN FACTURATIE

source: Dissallow invoicing ?
nl_be: Facturatie niet toelaten ?

source: Customer Branches
nl_be: Klantenbranches

source: There are no customers defined in the system. Please define a customer to add customer branches.
nl_be: Er zijn geen klanten in het systeem gedefinieerd. Defineer een klant voor u een branch

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
nl_be: Er zijn geen verkopers gedefinieerd in dit systeem. Minstens één verkoper moet aangemaakt worden om verder te gaan.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
nl_be: EDr zijn geen verkoopsregio's gedefinieerd in dit systeem. Minstens één regio is nodig om verder te gaan.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
nl_be: Er zijn geen transportfirma's gedefinieerd in dit systeem. Minstens één transportfirma is nodig om verder te gaan.

source: The Branch name cannot be empty.
nl_be: De branche-naam mag niet leeg zijn.

source: The Branch short name cannot be empty.
nl_be: De zoeknaam van de branche is verplicht.

source: Selected customer branch has been updated
nl_be: Geselecteerde klantenbranche is aangepast

source: New customer branch has been added
nl_be: Nieuwe klantenbranche is toegevoegd

source: Cannot delete this branch because customer transactions have been created to this branch.
nl_be: Deze branche kan niet verwijderd worden omdat er transacties naar verwijzen.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
nl_be: Deze branche kan niet verwijderd worden omdat er verkoopopdrachten naar verwijderen. Verwijder eerst de oude orders.

source: Selected customer branch has been deleted
nl_be: Geselecteerde klantenbranche is verwijderd

source: Main Branch
nl_be: Hoofdbranche

source: Name and Contact
nl_be: Naam en contact

source: Branch Name:
nl_be: Branche naam:

source: Branch Short Name:
nl_be: Zoeknaam branche:

source: Sales Person:
nl_be: Verkoper:

source: Sales Area:
nl_be: Verkoopsregio:

source: Sales Group:
nl_be: Verkoopsgroep:

source: Default Inventory Location:
nl_be: Standaard magazijnlocatie:

source: Default Shipping Company:
nl_be: Standaard transportfirma:

source: Accounts Receivable Account:
nl_be: Debiteurenrekening:

source: Billing Address:
nl_be: Factuuradres:

source: Disable this Branch:
nl_be: Deze branche blokkeren:

source: Area
nl_be: Regio

source: Phone No
nl_be: Tel-Nr.

source: Fax No
nl_be: Fax-Nr.

source: Tax Group
nl_be: BTW-groep

source: The selected customer does not have any branches. Please create at least one branch.
nl_be: De geselecteerde klant heeft geen branche. Gelieve minstens één branche aan te maken.

source: The customer name cannot be empty.
nl_be: De klantennaam mag niet leeg zijn.

source: The customer short name cannot be empty.
nl_be: De zoeknaam van de klant moet ingevuld worden.

source: The credit limit must be numeric and not less than zero.
nl_be: De credietlimiet moet numeriek zijn en groter dan nul.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
nl_be: De betalingskorting moet numeriek zijn, kleiner dan 100 % en groter of gelijk aan nul.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
nl_be: Het kortingspercentage moet numeriek zijn, kleiner dan 100 % en groter of gelijk aan nul.

source: Customer has been updated.
nl_be: Klant is aangepast.

source: A new customer has been added.
nl_be: Een nieuwe klant is toegevoegd.

source: This customer cannot be deleted because there are transactions that refer to it.
nl_be: De klant kan niet verwijderd worden omdat er transacties naar verwijzen.

source: Cannot delete the customer record because orders have been created against it.
nl_be: Kan de klant niet verwijderen omdat er verkoopopdrachten naar verwijzen.

source: Cannot delete this customer because there are branch records set up against it.
nl_be: Kan de klant niet verwijderen omdat er branches naar verwijzen.

source: Selected customer has been deleted.
nl_be: De geselecteerde klant is verwijderd.

source: Name and Address
nl_be: Naam en adres

source: Customer Name:
nl_be: Klantennaam:

source: Customer Short Name:
nl_be: Zoeknaam klant:

source: Customer's Currency:
nl_be: Klantenvaluta:

source: Sales Type/Price List:
nl_be: Verkoopstype/Prijslijst:

source: Customer status:
nl_be: Klantstatus:

source: Discount Percent:
nl_be: Kortingspercentage:

source: Prompt Payment Discount Percent:
nl_be: Betalingskortingpercentage:

source: Credit Status:
nl_be: Kredietstatus:

source: Customer branches
nl_be: Klantenbranches

source: Select or &Add
nl_be: Selecteer of &voeg toe

source: &Add or Edit
nl_be: Voeg &toe of verander

source: Add New Customer
nl_be: Nieuwe klant toevoegen

source: Update Customer
nl_be: Klant aanpassen

source: Update customer data
nl_be: Klantgegevens aanpassen

source: Select this customer and return to document entry.
nl_be: Selecteerd deze klant en keer terug naar documentinvoer.

source: Delete Customer
nl_be: Klant verwijderen

source: Delete customer data if have been never used
nl_be: Verwijder klantgegevens als ze nog niet gebruikt zijn

source: There are no sales types defined. Please define at least one sales type before adding a customer.
nl_be: Er zijn geen verkooptypes gedefineerd. Maak minstens één verkoopstype aan.

source: New customer
nl_be: Nieuwe klant

source: Recurrent Invoices
nl_be: Wederkerende facturen

source: The area description cannot be empty.
nl_be: De regiobeschrijving mag niet leeg zijn.

source: Selected recurrent invoice has been updated
nl_be: Geselecteerde wederkerende factuur is aangepast

source: New recurrent invoice has been added
nl_be: Nieuwe wederkerende factuur is toegevoegd

source: Selected recurrent invoice has been deleted
nl_be: Geselecteerde wederkerende factuur is verwijderd

source: Template:
nl_be: Voorbeeld:

source: Days:
nl_be: Dagen:

source: Monthly:
nl_be: Maandelijks:

source: End:
nl_be: Einde:

source: Selected sales area has been updated
nl_be: Geselecteerde verkoopsregio is aangepast

source: New sales area has been added
nl_be: Nieuwe verkoopsregio is toegevoegd

source: Cannot delete this area because customer branches have been created using this area.
nl_be: Deze regio kan niet verwijderd worden omdat er branches naar verwijzen.

source: Selected sales area has been deleted
nl_be: Geselecteerde verkoopsregio is verwijderd

source: Area Name
nl_be: Regionaam

source: Area Name:
nl_be: Regionaam:

source: Sales Groups
nl_be: Verkoopsgroepen

source: Selected sales group has been updated
nl_be: Geselecteerde verkoopsgroep is aangepast

source: New sales group has been added
nl_be: Nieuwe verkoopsgroep is toegevoegd

source: Cannot delete this group because customers have been created using this group.
nl_be: Deze groep kan niet verwijderd worden omdat er klanten naar verwijzen.

source: Selected sales group has been deleted
nl_be: Geselecteerde verkoopsgroep is verwijderd

source: ID
nl_be: Klassecode

source: Group Name:
nl_be: Groepsnaam:

source: Sales Persons
nl_be: Verkopers

source: The sales person name cannot be empty.
nl_be: De verkopersnaam mag niet leeg zijn.

source: Salesman provision cannot be less than 0 or more than 100%.
nl_be: Verkoopscommissie kan niet minder dan 0 of meer dan 100% zijn.

source: Salesman provision breakpoint must be numeric and not less than 0.
nl_be: Breekpunt van de verkoopscommissie moet numeriek en groter dan 0 zijn.

source: Selected sales person data have been updated
nl_be: Geselecteerde verkopersgegevens zijn aangepast

source: New sales person data have been added
nl_be: Nieuwe verkopersgegevens zijn toegevoegd

source: Selected sales person data have been deleted
nl_be: Geselecteerde verkopersgegevens zijn verwijderd

source: Sales person name:
nl_be: Naam verkoper:

source: Telephone number:
nl_be: Telefoonnummer:

source: Fax number:
nl_be: Faxnummer:

source: Break Pt.:
nl_be: Breekpunt:
