Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: Supplier Invoice/Credit
el_gr: Τιμολόγιο/Πίστωση Προμηθευτή

source: Manufactured
el_gr: Κατασκευασμένο

source: Purchased
el_gr: Αγορασμένο

source: Service
el_gr: Υπηρεσία

source: Customer branch
el_gr: Επιλογή κλάδου πελάτη

source: Shipper
el_gr: Μεταφορέας

source: Company internal
el_gr: (&1) Οργάνωση Επιχείρησης

source: Prepayment
el_gr: Προπληρωμή

source: After No. of Days
el_gr: Υπερήμερο μετά από δεδομένο αριθμό ημερών:

source: Day In Following Month
el_gr: Ημέρες/α (στον επόμενο μήνα):

source: Jan
el_gr: Ιαν

source: Feb
el_gr: Φεβ

source: Mar
el_gr: Μαρ

source: Apr
el_gr: Απρ

source: May
el_gr: Μάιος

source: Jun
el_gr: Ιουν

source: Jul
el_gr: Ιουλ

source: Aug
el_gr: Αυγ

source: Sep
el_gr: Σεπ

source: Oct
el_gr: Οκτ

source: Nov
el_gr: Νοε

source: Dec
el_gr: Δεκ

source: Info
el_gr: Πληροφορίες

source: Optional
el_gr: Προαιρετικό

source: Recommended
el_gr: Προτείνεται

source: Required
el_gr: Απαιτούμενο

source: MySQL version
el_gr: Έκδοση MySQL

source: Upgrade MySQL server to version at least 4.1
el_gr: Αναβαθμίστε την έκδοση του εξυπηρετητή MySQL τουλάχιστον σε 3.23.58

source: PHP MySQL extension
el_gr: Έγινε εγκατάσταση της επέκτασης.

source: PHP version
el_gr: Έκδοση PHP

source: Upgrade PHP to version at least 4.3.3
el_gr: Αναβαθμίστε την έκδοση PHP σε τουλάχιστον 4.3.2

source: Server system
el_gr: Σύστημα εξυπηρετητή

source: Session save path
el_gr: Διαδρομή καταχωρήσεων συνεδρίας

source: Removed install wizard folder
el_gr: Απομάκρυνση φακέλου μάγου εγκατάστασης

source: Not removed
el_gr: Το '%s' δεν είναι εγγράψιμο

source: Remove or rename install wizard folder for security reasons.
el_gr: Διαγράψτε ή μετονομάστε τον φάκελο του μάγου εγκατάστασης για λόγους ασφαλείας.

source: Browser type
el_gr: Τύπος φυλλομετρητή

source: Any browser is supported
el_gr: Οποιοσδήποτε φυλλομετρητής υποστηρίζεται

source: Http server type
el_gr: Εξυπηρετητής τύπου HTTP

source: Any server is supported
el_gr: Οποισδήποτε εξυπηρετητής υποστηρίζεται

source: Native gettext
el_gr: Μητρικό gettext

source: In case of no gettext support, php emulation is used
el_gr: Στην περίπτωση μη υποστήριξης getext, χρησιμοποιείται εξομοίωση php

source: Debugging mode
el_gr: Καθεστώς εύρεσης προγραμματιστικού λάθους (debugging)

source: To switch debugging on set $go_debug>0 in config.php file
el_gr: Για να ενεργοποιήσετε την αποσφαλμάτωση ορίστε $go_debug>0 στο αρχείο config.php

source: Error logging
el_gr: Αποτυχία καταγράφησης

source: Disabled
el_gr: Απενεργοποιημένο

source: To switch error logging set $error_logging in config.php file
el_gr: Για να ενεργοποιήσετε την καταγραφή λαθών ορίστε $error_logging στο αρχείο config.php

source: Log file is not writeable
el_gr: Το αρχείο καταγραφής δεν είναι εγγράψιμο

source: Current database version
el_gr: Τρέχουσα έκδοση βάσης δεδομένων

source: Database structure seems to be not upgraded to current version
el_gr: Η δομή της βάσης δεδομένων φαίνεται μην είναι αναβαθμισμένη στην τρέχουσα έκδοση

source: Company subdirectories consistency
el_gr: Συνέπεια υπο-φακέλων επιχείρησης

source: '%s' is not writeable
el_gr: Το '%s' δεν είναι εγγράψιμο

source: Temporary directory
el_gr: Προσωρινός κατάλογος αρχείων

source: Language configuration consistency
el_gr: Συνέπεια γλωσσικής διαμόρφωσης

source: Languages folder should be writeable.
el_gr: Ο φάκελος των γλωσσών πρέπει να είναι εγγράψιμος.

source: Languages configuration file should be writeable.
el_gr: Το αρχείο παραμετροποίησης γλωσσών πρέπει να είναι εγγράψιμο.

source: Missing %s translation file.
el_gr: Ανυπαρξία του %s αρχείου μετάφρασης.

source: Missing system locale: %s
el_gr: Έλλειψη συνόλου τοπικής προσαρμογής του συστήματος: %s

source: Main config file
el_gr: Το βασικό αρχείο παραμετροποίησης

source: Can't write '%s' file. Check FA directory write permissions.
el_gr: Αδυναμία εγγραφής αρχείου '%s'. Ελέγξτε τα δικαιώματα του φακέλου του FA.

source: '%s' file exists.
el_gr: Το αρχείο '%s' υπάρχει.

source: '%s' file should be read-only
el_gr: το '%s' αρχείο θα έπρεπε να είναι μόνο για ανάγνωση

source: Database auth file
el_gr: Αρχείο έγκρισης βάσης δεδομένων

source: '%s' file should be read-only if you do not plan to add or change companies
el_gr: Το '%s' αρχείο πρέπει να είναι μονο για ανάγνωση εάν δεν σκοπεύετε να προσθέσετε ή αφαιρέσετε επιχειρήσεις

source: Extensions system
el_gr: Σύστημα εξυπηρετητή

source: Extensions configuration files and directories should be writeable
el_gr: Τα αρχεία και οι φάκελοι επεκτάσεων πρέπει να είναι εγγράψιμα

source: Non-standard theme directory '%s' is not writable
el_gr: Ο φάκελος μη-προκαθορισμένου θέματος '%s' δεν είναι εγγράψιμος

source: OpenSSL PHP extension have to be enabled to use extension repository system.
el_gr: Η επέκταση OpenSSL PHP πρέπει να είναι ενεργοποιημένη για να χρησιμοποιεί το σύστημα αποθήκευσης επεκτάσεων.

source: OpenSSL have to be available on your server to use extension repository system.
el_gr: Το OpenSSL πρέπει να είναι διαθέσιμο στον εξυπηρετητή σας για να χρησιμοποιεί το σύστημα αποθήκευσης επεκτάσεων.

source: Test
el_gr: Τέστ

source: Test type
el_gr: Τύπος τέστ

source: Value
el_gr: Αξία

source: Comments
el_gr: Σχόλια

source: Ok
el_gr: Εντάξει

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
el_gr: Μερικές πραγματικές κινήσεις συναλλαγών ημερολογίου ΓΚ δεν συντάχθηκαν λόγω της έλλειψης αρχείου διαδρομών ελέγχου.

source: Cost was %s changed to %s x quantity on hand for item '%s'
el_gr: Το κόστος ήταν %s και άλλαξε σε %s επί την ποσότητα στο χέρι για το αγαθό '%s'

source: Zero/negative inventory handling
el_gr: Μηδενική/Αρνητική επεξεργασία αποθήκης

source: Allocated amounts in %s:
el_gr: Εκχωρημένα ποσά σε %s:

source: Transaction Type
el_gr: Τύπος συναλλαγής:

source: Supplier Ref
el_gr: Αναφορά Προμηθευτή

source: Ref
el_gr: Αναφορά

source: Other Allocations
el_gr: Άλλες εκχωρήσεις

source: Left to Allocate
el_gr: ΑΠΟΜΕΝΕΙ

source: This Allocation
el_gr: ΔΟΣΗ

source: Total Allocated
el_gr: ΣΥΝΟΛΟ ΔΟΣΗΣ

source: The entry for one or more amounts is invalid or negative.
el_gr: Η εγγραφή για ένα ή περισσότερα ποσά είναι άκυρη ή αρνητική.

source: At least one transaction is overallocated.
el_gr: Τουλάχιστον μια συναλλαγή είναι υπερ-εκχωρημένη.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
el_gr: Αυτές οι εκχωρήσεις δεν μπορούν να διενεργηθούν επειδή το ποσό που εκχωρείται είναι περισσότερο από το συνολικό ποσό που είναι διαθέσιμο προς εκχώρηση.

source: Assignment
el_gr: Ανάθεση

source: Sec Phone
el_gr: Τηλεφωνικός αριθμός

source: Fax
el_gr: Φαξ

source: Contact data
el_gr: Αίτηση δεδομένων...

source: First Name:
el_gr: Όνομα:

source: Last Name:
el_gr: Επώνυμο:

source: Contact active for:
el_gr: Σύνδεσμος για

source: Phone:
el_gr: Τηλέφωνο:

source: Document Language:
el_gr: Προεπιλεγμένη γλώσσα

source: Customer default
el_gr: Προεπιλεγμένη γλώσσα

source: Notes:
el_gr: Δελτία:

source: The contact name cannot be empty.
el_gr: Το όνομα επέκτασης δεν μπορεί να είναι κενό.

source: Contact reference cannot be empty.
el_gr: Το όνομα επέκτασης δεν μπορεί να είναι κενό.

source: You have to select at least one category.
el_gr: Θα πρέπει να επιλέξετε τουλάχιστον μια κατηγορία.

source: Show also Inactive
el_gr: Προβολή και των ανενεργών

source: First
el_gr: Πρώτη

source: Prev
el_gr: Προηγούμενη

source: Next
el_gr: Επόμενη

source: Last
el_gr: Τελευταία

source: Records %d-%d of %d
el_gr: Αρχεία %d-%d of %d

source: No records
el_gr: Κανένα αρχείο

source: Submit changes
el_gr: Υποβολή αλλαγών

source: Clone
el_gr: Κλονοποίηση

source: Edit new record with current data
el_gr: Επεξεργασία νέου αρχείου με τα τρέχοντα δεδομένα

source: Cancel edition
el_gr: ακύρωση επεξεργασίας

source: Request from outside of this page is forbidden.
el_gr: Η αίτηση έξω από αυτήν την σελίδα είναι απαγορευμένη.

source: CSRF attack detected from:
el_gr: Ανιχνέυτηκε επίθεση CSRF από:

source: You should automatically be forwarded.
el_gr: Θα έπρεπε να προωθηθήτε αυτόματα.

source: If this does not happen
el_gr: Αν αυτό δεν συμβεί

source: click here
el_gr: πατήστε εδώ

source: to continue
el_gr: για να συνεχίσετε

source: View Attachment
el_gr: Προβολή συννημένου

source: Close
el_gr: Ακύρωση

source: Customers
el_gr: Πελάτες

source: Branches
el_gr: Κλάδοι

source: Suppliers
el_gr: Προμηθευτές

source: Items
el_gr: Aγαθά

source: Entered data has not been saved yet.\nDo you want to abandon changes?
el_gr: Τα δοσμένα δεδομένα δεν έχουν αποθηκευτεί ακόμα. \nΘέλετε να εγκαταλείψετε τις αλλαγές;

source: Click Here to Pick up the date
el_gr: Πατήστε εδώ για να πάρετε την ημερομηνία

source: Inactive
el_gr: Ανενεργό

source: Current Credit:
el_gr: ΠΙΣΤΩΤΙΚΟ ΣΗΜΕΙΩΜΑ

source: Bank Balance:
el_gr: Ισοζύγιο Τράπεζας:

source: Set filter
el_gr: Ορίστε φίλτρο

source: Press Space tab for search pattern entry
el_gr: Πατήστε space tab για είσοδο προτύπου αναζήτησης

source: Enter code fragment to search or * for all
el_gr: Εισάγετε μέρος του κωδικού προς αναζήτηση ή * για όλα

source: Enter description fragment to search or * for all
el_gr: Εισάγετε μέρος της περιγραφής για αναζήτηση ή * για όλα

source: All Suppliers
el_gr: Όλοι οι προμηθευτές

source: Press Space tab to filter by name fragment
el_gr: Πατήστε το Space για να φιλρτάρετε με μέρος του ονόματος

source: Select supplier
el_gr: Επιλογή προμηθευτή

source: All Customers
el_gr: Όλοι οι πελάτες

source: Press Space tab to filter by name fragment; F2 - entry new customer
el_gr: Πιέστε το Space για να φιλτράρετε με μέρος του ονόματος. F2 - εγγραφή νέου πελάτη.

source: Select customer
el_gr: Επιλογή πελάτη

source: All branches
el_gr: Όλοι οι κλάδοι

source: Select customer branch
el_gr: Επιλογή κλάδου πελάτη

source: All Locations
el_gr: Όλες οι τοποθεσίες

source: All Items
el_gr: Όλα τα αγαθά

source: All Sales Types
el_gr: Όλοι οι τύποι πωλήσεων

source: Use Item Sales Accounts
el_gr: Χρήση Λογαριασμών Πώλησης Αγαθών

source: All Types
el_gr: Όλοι οι τύποι

source: Sales Invoices
el_gr: Τιμολόγια πωλήσεων

source: Overdue Invoices
el_gr: Ηπερήμερα τιμολόγια

source: Payments
el_gr: Πληρωμές

source: Credit Notes
el_gr: Δελτία Πίστωσης

source: Delivery Notes
el_gr: Δελτία Αποστολής

source: Invoices
el_gr: Τιμολόγια

source: Overdue Credit Notes
el_gr: Ηπερήμερα πιστωτικά δελτία

source: GRNs
el_gr: Δελτία Ληφθέντων Αγαθών

source: Automatically put balance on back order
el_gr: Αυτόματα βάλε τον ισολογισμό σε back order

source: Cancel any quantites not delivered
el_gr: Ακύρωση των όποιων ποσοτήτων δεν έχουν παραδοθεί

source: Items Returned to Inventory Location
el_gr: Τα αγαθά επέστρεψαν στην τοποθεσία αποθήκης

source: Items Written Off
el_gr: Διαγραμμένα αγαθά

source: New role
el_gr: Νέος ρόλος

source: No tags defined.
el_gr: Καμία ορισμένη ετικέτα.

source: No active tags defined.
el_gr: Καμία ορισμένη ενεργή ετικέτα.

source: Activated for '%s'
el_gr: Ενεργοποιημένο για '%s'

source: Available and/or installed
el_gr: Διαθέσιμο και/ή εγκατεστημένο

source: Standard new company American COA (4 digit)
el_gr: Προκαθορισμένο Αμερικανικό COA (4ψηφία)

source: Standard American COA (4 digit) with demo data
el_gr: Προκαθορισμένο Αμερικανικό COA (4ψηφία) με δεδομένα επίδειξης

source: No payment Link
el_gr: Κανένας σύνδεσμος πληρωμής

source: in units of :
el_gr: σε μονάδες:

source: Cannot retrieve exchange rate for currency %s. Please adjust approximate rate if needed.
el_gr: Αδυναμία ανάκτησης της συναλλαγματικής ισοτιμίας για το νόμισμα %s. Παρακαλώ ρυθμίστε τη συναλλαγματική ισοτιμία κατά προσέγγιση αν είναι απαραίτητο.

source: Date Voided:
el_gr: Ημερομηνία ακύρωσης:

source: Total Tax Excluded
el_gr: Σύνολο χωρίς ΦΠΑ/Κόστος αποστολής

source: Included
el_gr: ΣΥΝΟΛΟ

source: Allocations
el_gr: Εκχωρήσεις

source: Total Amount
el_gr: ΣΥΝ. ΠΟΣΟ

source: Total Allocated:
el_gr: Σύνολο εισπραχθέντων:

source: Left to Allocate:
el_gr: Απομένει να εισπραχθεί:

source: No Quick Entries are defined.
el_gr: Δεν υπάρχουν γρήγορες εισαγωγές ορισμένες.

source: No Quick Entry lines are defined.
el_gr: Δεν υπάρχουν ορισμένες γραμμές γρήγορης εισαγωγής.

source: and
el_gr: και

source: January
el_gr: Ιανουάριος

source: February
el_gr: Φεβρουάριος

source: March
el_gr: Μάρτιος

source: April
el_gr: Απρίλιος

source: June
el_gr: Ιούνιος

source: July
el_gr: Ιούλιος

source: August
el_gr: Αύγουστος

source: September
el_gr: Σεπτέμβριος

source: October
el_gr: Οκτώβριος

source: November
el_gr: Νοέμβριος

source: December
el_gr: Δεκέμβριος

source: Su
el_gr: Κυ

source: Mo
el_gr: Δε

source: Tu
el_gr: Τρ

source: We
el_gr: Τε

source: Th
el_gr: Πε

source: Fr
el_gr: Πα

source: Sa
el_gr: Σα

source: Package Details
el_gr: Λεπτομέρειες Αποστολής

source: The script must be called with a valid package id to review the info for.
el_gr: Το αρχείο εντολών πρέπει να κληθεί με μια έγκυρη ταυτότητα πακέτου προς έρευνα των πληροφοριών της.

source: Available version
el_gr: Διαθέσιμη Έκδοση

source: Package type
el_gr: Τύπος λογαριασμού:

source: Package content
el_gr: Περιεχόμενο πακέτου

source: Author
el_gr: Συγγραφέας

source: Home page
el_gr: Μέγεθος σελίδας:

source: Package maintainer
el_gr: Συντηρητής πακέτου

source: Installation path
el_gr: Διαδρομή καταχωρήσεων συνεδρίας

source: Minimal software versions
el_gr: Ελάχιστες εκδόσεις λογισμικού

source: Right to left
el_gr: Δεξιά προς Αριστερά

source: Charset encoding
el_gr: Κωδικοποίηση χαρακτήρων

source: Content information for package '%s'
el_gr: Πληροφορίες περιεχομένου για το πακέτο '%s'

source: Property
el_gr: Ιδιοκτησία

source: Item Adjustments Note
el_gr: Δελτίο Ρυθμίσεων Αγαθού

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
el_gr: Δεν υπάρχουν στο σύστημα ορισμένα αγαθά αποθήκης που μπορούν να ρυθμιστούν (Αγορασμένα ή Κατασκευασμένα).

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
el_gr: Δεν υπάρχουν ορισμένοι τύποι κινήσεων αποθήκης στο σύστημα. Παρακαλώ

source: Items adjustment has been processed
el_gr: Η ρύθμιση Αγαθών εκτελέστηκε

source: &View this adjustment
el_gr: (v) Επισκόπηση αυτής της ρύθμισης

source: View the GL &Postings for this Adjustment
el_gr: Επισκόπηση των πραγματικών κινήσεων του ημερολογίου ΓΚ για αυτή τη Ρύθμιση

source: Enter &Another Adjustment
el_gr: Εισάγετε άλλη Ρύθμιση

source: You must enter at least one non empty item line.
el_gr: Πρέπει να εισάγετε τουλάχιστον μία μη κενή γραμμή είδους.

source: The entered date for the adjustment is invalid.
el_gr: Η δοσμένη ημερομηνία για τη ρύθμιση είναι άκυρη.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
el_gr: Η προσαρμογή δεν μπορεί να εκτελεστεί επειδή ένα είδος προσαρμογής θα προκαλούσε ένα αρνητικό ισοζύγιο αποθήκης:

source: The quantity entered is negative or invalid.
el_gr: Η δοσμένη ποσότητα είναι αρνητική ή άκυρη.

source: The entered standard cost is negative or invalid.
el_gr: Το δοσμένο πρότυπο κόστος είναι αρνητικό ή άκυρο.

source: Adjustment Items
el_gr: Ρύθμιση αγαθών

source: Process Adjustment
el_gr: Διενέργεια ρύθμισης

source: Inventory Item Cost Update
el_gr: Ανανέωση κόστους Αγαθού Αποθήκης

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
el_gr: Δεν υπάρχουν, ορισμένα στο σύστημα, είδη αποθήκης που μπορούν να κοστολογηθούν (Αγορασμένα ή κατασκευασμένα είδη).

source: The entered cost is not numeric.
el_gr: Το δοσμένο κόστος δεν είναι αριθμητικό.

source: The new cost is the same as the old cost. Cost was not updated.
el_gr: Το νέο κόστος είναι το ίδιο με το παλιό κόστος. Το κόστος δεν ανανεώθηκε.

source: Cost has been updated.
el_gr: Το κόστος έχει ανανεωθεί

source: View the GL Journal Entries for this Cost Update
el_gr: Επισκόπηση των εγγραφών ημερολογίου ΓΚ για αυτή την ανανέωση κόστους

source: Item:
el_gr: αγαθό:

source: Standard Material Cost Per Unit
el_gr: Προκαθορισμένο κόστος υλικού για κάθε μονάδα

source: Standard Labour Cost Per Unit
el_gr: Προκαθορισμένο κόστος εργασίας για κάθε μονάδα

source: Standard Overhead Cost Per Unit
el_gr: Προκαθορισμένο κόστος υπερύψωσης για κάθε μονάδα

source: Inventory Item Sales prices
el_gr: Τιμές Πώλησης Αγαθών Αποθήκης

source: There are no items defined in the system.
el_gr: Δεν υπάρχουν ορισμένα αγαθά στο σύστημα.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
el_gr: Δεν υπάρχουν τύποι πώλησης σε αυτό το σύστημα. Παρακαλώ ορίστε τύπους πώλησης πριν από την εισαγωγή τιμών.

source: The price entered must be numeric.
el_gr: Η δοσμένη τιμή πρέπει να είναι αριθμητική.

source: The sales pricing for this item, sales type and currency has already been added.
el_gr: Η τιμολόγηση πώλησης για αυτό το αγαθό, ο τύπος πώλησης και το νόμισμα έχουν ήδη καταχωρηθεί.

source: This price has been updated.
el_gr: Αυτή η τιμή έχει ενημερωθεί.

source: The new price has been added.
el_gr: Η νέα τιμή προστέθηκε.

source: The selected price has been deleted.
el_gr: Η επιλεγμένη τιμή διαγράφτηκε.

source: Sales Type
el_gr: Τύπος πώλησης

source: Price
el_gr: Αξία

source: There are no prices set up for this part.
el_gr: Δεν έχουν οριστεί τιμές για αυτό το μέρος.

source: Currency:
el_gr: Συνάλλαγμα:

source: Sales Type:
el_gr: Τύπος πώλησης:

source: Price:
el_gr: Αξία:

source: per
el_gr: ανα

source: The price is calculated.
el_gr: Η αξία υπολογίζεται.

source: Supplier Purchasing Data
el_gr: Δεδομένα αγορών προμηθευτή

source: There are no purchasable inventory items defined in the system.
el_gr: Δεν έχουν οριστεί είδη αποθήκης προς αγορά στο σύστημα.

source: There are no suppliers defined in the system.
el_gr: Δεν υπάρχουν ορισμένοι προμηθευτές στο σύστημα.

source: There is no item selected.
el_gr: Δεν έχει επιλεγεί κανένα αγαθό.

source: The price entered was not numeric.
el_gr: Η δοσμένη αξία δεν είναι αριθμητική.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
el_gr: Ο δοσμένος συντελεστής μετατροπής δεν ήταν αριθμητικό. Ο συντελεστής μετατροπής είναι ο αριθμός με τον οποίο η τιμή πρέπει να διαιρεθεί για να παραχθεί η τιμή μονάδας ή η μονάδα μέτρησης.

source: The purchasing data for this supplier has already been added.
el_gr: Τα δεδομένα αγοράς για αυτόν τον προμηθευτή έχουν ήδη καταχωρηθεί.

source: This supplier purchasing data has been added.
el_gr: Προστέθηκε αυτή η αγορά προμηθευτή.

source: Supplier purchasing data has been updated.
el_gr: Όλα τα δεδομένα επιχειρήσεων ανανεώθηκαν επιτυχώς

source: The purchasing data item has been sucessfully deleted.
el_gr: Τα δεδομένα αγοράς είδους διαγράφτηκαν επιτυχώς.

source: Entered item is not defined. Please re-enter.
el_gr: Το δοσμένο είδος δεν είναι ορισμένο. Παρακαλώ εισάγετε ξανά.

source: There is no purchasing data set up for the part selected
el_gr: Δεν υπάρχουν δεδομένα αγοράς ορισμένα για αυτό το επιλεγμένο μέρος

source: Supplier's Unit
el_gr: Μονάδα του προμηθευτή

source: Conversion Factor
el_gr: Παράγοντας μετατροπής

source: Supplier's Description
el_gr: Περιγραφή προμηθευτή

source: Suppliers Unit of Measure:
el_gr: Μονάδα μέτρησης του προμηθευτή:

source: Conversion Factor (to our UOM):
el_gr: Συντελεστής Μετατροπής (σε δική μας Μονάδα Μέτρησης):

source: Supplier's Code or Description:
el_gr: Κωδικός ή περιγραφή προμηθευτή:

source: Reorder Levels
el_gr: Επίπεδα επι-παραγγελίας

source: There are no inventory items defined in the system (Purchased or manufactured items).
el_gr: Δεν υπάρχουν είδη αποθήκης ορισμένα στο σύστημα (Αγορασμένα ή κατασκευασμένα είδη).

source: Location
el_gr: Τοποθεσία

source: Quantity On Hand
el_gr: Διαθέσιμη ποσότητα

source: Re-Order Level
el_gr: Επίπεδο επι-παραγγελίας

source: Reorder levels has been updated.
el_gr: Τα επίπεδα επι-παραγγελίας ανανεώθηκαν.

source: Inventory Location Transfers
el_gr: Μεταφορές Τοποθεσίας Αποθήκης

source: Inventory transfer has been processed
el_gr: Η μεταφορά Καταλόγου έχει εκτελεστεί

source: &View this transfer
el_gr: Επισκόπηση αυτής της μεταφοράς

source: Enter &Another Inventory Transfer
el_gr: Εισάγετε άλλη Μεταφορά Καταλόγου

source: The entered transfer date is invalid.
el_gr: Η εισαχθείσα ημερομηνία μεταφοράς είναι άκυρη.

source: The locations to transfer from and to must be different.
el_gr: Οι τοποθεσίες μεταφοράς από και προς πρέπει να είναι διαφορετικές.

source: The quantity entered is greater than the available quantity for this item at the source location :
el_gr: Η δοσμένη ποσότητα είναι μεγαλύτερη από την διαθέσιμη ποσότητα αυτού του είδους στην τοποθεσία πηγής:

source: The quantity entered must be a positive number.
el_gr: Η δοσμένη ποσότητα πρέπει να είναι θετικός αριθμός.

source: Process Transfer
el_gr: Εκτέλεση Μεταφοράς

source: For Part :
el_gr: Για μέρος:

source: Location:
el_gr: Τοποθεσία:

source: Detail:
el_gr: Λεπτομέρειες:

source: Positive Adjustment
el_gr: Θετική ρύθμιση

source: Negative Adjustment
el_gr: Αρνητική ρύθμιση

source: Item Code
el_gr: Κωδικός

source: Item Description
el_gr: Περιγραφή

source: Quantity
el_gr: Ποσότητα

source: Unit
el_gr: Μ.Μ.

source: Unit Cost
el_gr: ΑΞΙΑ ΜΟΝΑΔΟΣ

source: From Location:
el_gr: Από τοποθεσία:

source: To Location:
el_gr: Στη τοποθεσία:

source: Transfer Type:
el_gr: Τύπος μεταφοράς:

source: Cannot delete this item because there are stock movements that refer to this item.
el_gr: Αδυναμία διαγραφής αυτού του είδους επειδή δεν υπάρχουν κινήσεις αποθέματος που να αναφέρονται σε αυτό.

source: Cannot delete this item record because there are bills of material that require this part as a component.
el_gr: Αδυναμία διαγραφής αυτού του αρχείου είδους επειδή υπάρχουν χρεώσεις υλικού που απαιτούν αυτό το μέρος ως συστατικό.

source: Cannot delete this item because there are existing purchase order items for it.
el_gr: Αδυναμία διαγραφής αυτού του είδους επειδή υπάρχουν τρέχουσες παραγγελίες αγοράς για αυτό.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
el_gr: Αυτό το είδος δεν μπορεί να διαγραφεί επειδή μερικοί κωδικοί εξάρτησης ξένων κωδικών έχουν εισαχθεί για αυτό ή έχουν οριστεί πακέτα που χρησιμοποιούν αυτό το είδος ως συστατικό

source: Inventory Item Movement
el_gr: Κίνηση Αγαθού Αποθήκης

source: Show Movements
el_gr: Προβολή Κινήσεων

source: Refresh Inquiry
el_gr: Ανανέωση Αναζήτησης

source: Detail
el_gr: Λεπτομέρειες

source: Quantity In
el_gr: Ποσότητα μέσα

source: Quantity Out
el_gr: Ποσότητα έξω

source: Quantity on hand before
el_gr: Ποσότητα διαθέσιμη πριν

source: Quantity on hand after
el_gr: Ποσότητα διαθέσιμη μετά

source: Inventory Item Status
el_gr: Κατάσταση Αγαθού Αποθήκης

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
el_gr: Αυτό είναι μια υπηρεσία και δεν μπορεί να απασχολεί ένα απόθεμα, μόνο η συνολική ποσότητα στις σημαντικές πωλήσεις προβάλλεται.

source: Demand
el_gr: Ζήτηση

source: On Order
el_gr: Σε παραγγελία

source: Item Categories
el_gr: Κατηγορίες Αγαθών

source: The item category description cannot be empty.
el_gr: Η περιγραφή κατηγορίας αγαθού δεν μπορεί να είναι κενή.

source: Selected item category has been updated
el_gr: Η επιλεγμένη κατηγορία αγαθών ανανεώθηκε

source: New item category has been added
el_gr: Προστέθηκε μια νέα κατηγορία αγαθού
