Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-3.po
Languages: id_id

source: Access level edition in Company setup section have to be enabled for your account.
id_id: Edisi tingkat akses di bagian setup Perusahaan harus diaktifkan untuk account Anda.

source: New security role has been added.
id_id: Peran keamanan baru telah ditambahkan.

source: Security role has been updated.
id_id: Peran keamanan telah diperbarui.

source: This role is currently assigned to some users and cannot be deleted
id_id: Peran ini sedang ditugaskan untuk beberapa pengguna dan tidak dapat dihapus

source: Security role has been sucessfully deleted.
id_id: Peran keamanan telah berhasil dihapus.

source: Role:
id_id: Peranan :

source: Show inactive:
id_id: Tampilkan tidak aktif:

source: Role name:
id_id: Nama peranan :

source: Role description:
id_id: Deskripsi peranana :

source: Current status:
id_id: Status:

source: Update view
id_id: Perbaharui tampilan

source: Insert New Role
id_id: Tambahkan peranan baru

source: Save Role
id_id: Simpan peranan

source: Clone This Role
id_id: Klon peranan ini

source: Delete This Role
id_id: Hapus peranan ini

source: Cancel
id_id: Batal

source: Cancel Edition
id_id: Edisi batal

source: Shipping Company
id_id: Perusahaan ekspedisi

source: The shipping company name cannot be empty.
id_id: Nama perusahaan ekspedisi tidak boleh kosong.

source: New shipping company has been added
id_id: Perusahaan ekspedisi baru telah ditambahkan

source: Selected shipping company has been updated
id_id: Perusahaan ekspedisi yang dipilih telah diperbarui

source: Cannot delete this shipping company because sales orders have been created using this shipper.
id_id: Tidak dapat menghapus perusahaan ekpedisi ini karena ada pesanan yang dibuat menggunakan pengirim ini.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
id_id: Tidak dapat menghapus perusahaan ekspedisi ini karena ada faktur yang dibuat menggunakan perusahaan ekspedisi ini.

source: Selected shipping company has been deleted
id_id: Perusahaan pengiriman yang dipilih telah dihapus

source: Contact Person
id_id: Kontak

source: Phone Number
id_id: Nomor telepon

source: Secondary Phone
id_id: Nomor telepon sekuder

source: Address
id_id: Alamat

source: Name:
id_id: Nama :

source: Contact Person:
id_id: Kontak :

source: Secondary Phone Number:
id_id: Nomor telepon sekunder :

source: System Diagnostics
id_id: Diagnosa sistem

source: Info
id_id: Keterangan

source: Optional
id_id: Tambahan

source: Recommended
id_id: Rekomendasi

source: Required
id_id: Kebutuhan

source: MySQL version
id_id: MySQL versi

source: PHP version
id_id: PHP versi

source: Server system
id_id: Sistem server

source: Browser type
id_id: Tipe browser

source: Any server is supported
id_id: Server apapun didukung

source: In case of no gettext support, php emulation is used
id_id: Dalam kasus tidak ada dukungan gettext, emulasi php digunakan

source: Debugging mode
id_id: Mode debugging

source: Disabled
id_id: Tidak dapat

source: To switch error logging set $error_logging in config.php file
id_id: Untuk beralih ke mode pencatatan kesalahan set $error_logging di file config.php

source: Log file is not writeable
id_id: File log tidak ditulisi

source: Current database version
id_id: Versi database

source: Database structure seems to be not upgraded to current version
id_id: Struktur database nampaknya tidak di upgrade dengan versi sekarang

source: Company subdirectories consistency
id_id: Konsistensi subdirektori perusahaan

source: '%s' is not writeable
id_id: '%s' tidak ditulisi

source: Temporary directory
id_id: Direktori sementara

source: Language configuration consistency
id_id: Konsistensi konfigurasi bahasa

source: Missing %s translation file.
id_id: Hilang %s file terjemahan.

source: Main config file
id_id: Berkas konfigurasi utama

source: '%s' file should be read-only
id_id: file '%s' harusnya cuma bisa dibaca saja

source: Database auth file
id_id: File auth database

source: '%s' file should be read-only if you do not plan to add or change companies
id_id: '%s' file harus dibaca-hanya jika Anda tidak berencana untuk menambah atau mengubah perusahaan

source: Test
id_id: Tipe

source: Test type
id_id: Coba tipe

source: Value
id_id: Nilai

source: Comments
id_id: Komentar

source: Unspecified tag type
id_id: Tidak dirinci jenis tag

source: Account Tags
id_id: Tag Account

source: Dimension Tags
id_id: Tag Dimensi

source: The tag name cannot be empty.
id_id: Nama tag tidak boleh kosong

source: Selected tag settings have been updated
id_id: Pengaturan tag yang dipilih telah diperbarui

source: New tag has been added
id_id: Tag baru sudah ditambahkan

source: Cannot delete this tag because records have been created referring to it.
id_id: Tidak dapat menghapus tag ini karena catatan telah diciptakan merujuk pada itu.

source: Selected tag has been deleted
id_id: Tag yang dipilih telah dihapus

source: Tag Name
id_id: Nama Tag

source: Tag Description
id_id: Deskripsi Tag

source: Tag Name:
id_id: Nama Tag :

source: Tag Description:
id_id: Deskripsi tag :

source: Users
id_id: Pengguna

source: The user login entered must be at least 4 characters long.
id_id: Login pengguna harus memasukkan minimal 4 karakter.

source: The selected user has been updated.
id_id: Pengguna yang sedang terpilih sudah diperbaharui

source: A new user has been added.
id_id: Pengguna baru telah ditambahkan

source: User has been deleted.
id_id: Pengguna sudah dihapus

source: User login
id_id: Login pengguna

source: Full Name
id_id: Nama lengkap

source: Phone
id_id: Telepon

source: Last Visit
id_id: Kunjungan terakhir

source: Access Level
id_id: Tingkat akses

source: User Login:
id_id: Login pengguna :

source: Enter a new password to change, leave empty to keep current.
id_id: Masukkan kata sandi yang baru untuk menggantinya, biarkan kosong bila tidak ingin menggubah yang sekarang

source: Telephone No.:
id_id: Nomor telepon :

source: Access Level:
id_id: Tingkat akses :

source: User's POS
id_id: POS pengguna

source: Use popup window for reports:
id_id: Gunakan jendela popup untuk laporan:

source: View or Print Transactions
id_id: Lihat atau cetak transaksi

source: Print
id_id: Cetak

source: Only documents can be printed.
id_id: Hanya dokumen yang dapat dicetak

source: from #:
id_id: dari # :

source: to #:
id_id: sampai # :

source: Search
id_id: Cari

source: The starting transaction number is expected to be numeric and greater than zero.
id_id: Nomor transaksi awal diharapkan numerik dan lebih besar dari nol.

source: The ending transaction number is expected to be numeric and greater than zero.
id_id: Nomor transaksi akhir diharapkan numerik dan lebih besar dari nol.

source: Reference
id_id: Referensi

source: Date
id_id: Tanggal

source: Void a Transaction
id_id: pengosongan transaksi

source: Select
id_id: Pilih

source: Transaction Type:
id_id: Tipe transaksi

source: Transaction #:
id_id: Transaksi #

source: Voiding Date:
id_id: Tanggal pengosongan:

source: Void Transaction
id_id: Transaksi kosong

source: The entered transaction does not exist or cannot be voided.
id_id: Transaksi yang dimasukkan tidak ada atau tidak dapat dikosongkan.

source: Are you sure you want to void this transaction ? This action cannot be undone.
id_id: Apakah Anda yakin ingin membatalkan transaksi ini? Tindakan ini tidak dapat dibatalkan.

source: Proceed
id_id: Proses

source: The selected transaction was closed for edition and cannot be voided.
id_id: Transaksi yang dipilih untuk edisi ini ditutup dan tidak dapat dikosongkan.

source: The entered date is invalid.
id_id: Tanggal yang dimasukkan tidak valid.

source: The entered date is not in fiscal year.
id_id: Tanggal yang dimasukkan tidak dalam tahun fiskal.

source: The transaction number is expected to be numeric and greater than zero.
id_id: Jumlah transaksi ini diharapkan akan numerik dan lebih besar dari nol.

source: The selected transaction has already been voided.
id_id: Transaksi yang dipilih telah dikosongkan.

source: Selected transaction has been voided.
id_id: Transaksi yang dipilih telah dikosongkan.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
id_id: Account saldo laba atau account laba rugi tahunan belum diatur dalam Sistem dan General GL Setup

source: Closing Year
id_id: Penghujung tahun

source: Open Balance
id_id: Buka saldo

source: Cannot open the extension setup file '%s' for writing.
id_id: Tidak dapat membuka file setup ekstensi '%s' untuk menulis.

source: Cannot write to the extensions setup file '%s'.
id_id: Tidak dapat menulis pada file ekstensi '%s'.

source: Cannot update system extensions list.
id_id: Sistem tidak dapat memperbarui daftar ekstensi.

source: Cannot update extensions list for company '%s'.
id_id: Tidak bisa update daftar ekstensi untuk perusahaan '%s'.

source: Cannot open the languages file -
id_id: Tidak dapat membuka file bahasa

source: Cannot write to the language file -
id_id: Tidak dapat menulis file bahasa

source: The language files folder
id_id: Folder file bahasa

source: SQL script execution failed in line %d: %s
id_id: Eksekusi skrip SQL telah gagal di baris %d: %s

source: user online
id_id: pengguna yang sedang online

source: users online
id_id: pengguna yang sedang online

source: Transactions
id_id: Transaksi

source: Maintenance
id_id: Pemeliharaan

source: Pricing and Costs
id_id: Harga dan biaya

source: Costed Bill Of Material Inquiry
id_id: Permintaan Bill of material yang dibiayakan

source: The dimension has been entered.
id_id: Dimensi telah dimasukkan.

source: The dimension has been updated.
id_id: Dimensi telah diperbarui.

source: The dimension has been deleted.
id_id: Dimensi telah dihapus.

source: The dimension has been closed. There can be no more changes to it.
id_id: Dimensi telah ditutup. Tidak akan ada perubahan lagi untuk itu.

source: The dimension has been re-opened.
id_id: Dimensi telah kembali dibuka.

source: The dimension reference must be entered.
id_id: Referensi dimensi harus dimasukkan.

source: The entered reference is already in use.
id_id: Referensi yang dimasukkan telah digunakan.

source: The dimension name must be entered.
id_id: Nama dimensi harus dimasukkan.

source: The date entered is in an invalid format.
id_id: Tanggal dimasukkan dalam format yang tidak valid.

source: The required by date entered is in an invalid format.
id_id: Yang diperlukan berdasarkan tanggal dimasukkan dalam format yang tidak valid.

source: This dimension cannot be deleted because it has already been processed.
id_id: Dimensi ini tidak dapat dihapus karena sudah diproses.

source: The dimension sent is not valid.
id_id: Dimensi dikirim tidak valid.

source: Dimension Reference:
id_id: Dimensi referensi:

source: Start Date
id_id: Tanggal mulai

source: Date Required By
id_id: Tanggal Diperlukan Oleh

source: This Dimension is closed.
id_id: Dimensi ini ditutup.

source: Save changes to dimension
id_id: Simpan perubahan untuk dimensi

source: Re-open This Dimension
id_id: Membuka kembali Dimensi ini

source: Mark this dimension as re-opened
id_id: Tandai dimensi ini dibuka kembali

source: Close This Dimension
id_id: Tutup dimensi ini

source: Mark this dimension as closed
id_id: Tandai ini sebagai dimensi tertutup

source: Delete This Dimension
id_id: Hapus Dimensi ini

source: Delete unused dimension
id_id: Hapus dimensi yang tidak terpakai

source: Add
id_id: Tamabh

source: There are no transactions for this dimension for the selected period.
id_id: Tidak ada transaksi untuk dimensi ini untuk periode yang dipilih.

source: Balance for this Dimension
id_id: Saldo Dimensi ini

source: Account
id_id: Akun

source: Debit
id_id: Debet

source: Credit
id_id: Kredit

source: Balance
id_id: Neraca

source: Search Outstanding Dimensions
id_id: Cari posisi dimensi

source: Search Dimensions
id_id: Cari dimensi

source: Reference:
id_id: Referensi :

source: All
id_id: Semua

source: From:
id_id: Dari :

source: To:
id_id: Kepada :

source: Only Overdue:
id_id: Hanya tempo:

source: Only Open:
id_id: Hanya buka :

source: Due Date
id_id: Tanggal Jatuh Tempo

source: Marked dimensions are overdue.
id_id: Dimensi ditandai terlambat.

source: View Dimension
id_id: Lihat dimensi.

source: The dimension number sent is not valid.
id_id: Nomor dimensi yang dikirim tidak valid.

source: This dimension is closed.
id_id: Dimensi sudah tertutup

source: from:
id_id: dari :

source: to:
id_id: ke :

source: Show
id_id: Tampilkan

source: Total
id_id: Jumlah

source: As at:
id_id: Seperti pada:

source: Liabilities
id_id: Kewajiban

source: and
id_id: dan

source: Equities
id_id: Ekuitas

source: There are no bank accounts defined in the system.
id_id: Tidak ada bank account didefinisikan dalam sistem.

source: Account:
id_id: Akun :

source: Ending Balance
id_id: Saldo akhir

source: General Ledger Inquiry
id_id: Permintaan General Ledger

source: Dimension
id_id: Dimensi

source: Amount min:
id_id: Jumlah minimum :

source: Amount max:
id_id: Jumlah maksimum :

source: No general ledger transactions have been created for the specified criteria.
id_id: Tidak ada transaksi jurnal umum telah diciptakan untuk kriteria tertentu.

source: No zero values
id_id: Tidak ada nilai nol

source: Only balances
id_id: Hanya saldo

source: Account Name
id_id: Nama akun

source: This Period
id_id: Periode ini

source: Enter reference fragment or leave empty
id_id: Masukkan referensi fragmen atau kosongkan

source: Show closed:
id_id: Tampilkan tertutup:

source: Enter memo fragment or leave empty
id_id: Masukkan fragmen atau tinggalkan memo kosong

source: Trans #
id_id: Transaksi #

source: Amount
id_id: Jumlah

source: User
id_id: Pengguna

source: Accumulated
id_id: Akumulasi

source: Period Y-1
id_id: Periode Y-1

source: Budget
id_id: Anggaran

source: Compare to
id_id: Dibandingkan

source: Group/Account Name
id_id: Nama Group / Account

source: Period
id_id: Periode

source: Achieved %
id_id: Tercapai %

source: Tax Inquiry
id_id: Permintaan pajak

source: Outputs
id_id: Output

source: Inputs
id_id: Input

source: Output Tax
id_id: Pajak Keluaran

source: Paid on purchases
id_id: Pembelian dibayar

source: Input Tax
id_id: Pajak Masukan

source: Net payable or collectible
id_id: Net dibayarkan atau tertagih

source: Total payable or refund
id_id: Total hutang atau pengembalian

source: The bank account name cannot be empty.
id_id: Nama account bank tidak boleh kosong.

source: Bank account has been updated
id_id: Akun bank telah diperbarui

source: New bank account has been added
id_id: Akun bank baru telah ditambahkan

source: Cannot delete this bank account because transactions have been created using this account.
id_id: Tidak dapat menghapus akun bank ini karena ada transaksi yang dibuat menggunakan akun ini.

source: Cannot delete this bank account because POS definitions have been created using this account.
id_id: Tidak dapat menghapus account bank ini karena ada definisi POS yang dibuat dengan menggunakan account ini.

source: Selected bank account has been deleted
id_id: Account bank yang dipilih telah dihapus

source: Currency
id_id: Mata uang

source: GL Account
id_id: Account GL

source: Number
id_id: Nomor

source: Bank Address
id_id: Alamat bank

source: Bank Account Name:
id_id: Nama bank :

source: Account Type:
id_id: Tipe rekening :

source: Bank Account Currency:
id_id: Mata uang rekening bank :

source: Default currency account:
id_id: Account mata uang utama:

source: Bank Account GL Code:
id_id: Akun bank kode GL :

source: Bank Name:
id_id: Nama bank :

source: Bank Account Number:
id_id: Nomor rekening bank :

source: Bank Address:
id_id: Alamat bank :

source: Currencies
id_id: Mata uang

source: The currency abbreviation must be entered.
id_id: Singkatan mata uang harus dimasukkan.

source: The currency name must be entered.
id_id: Nama mata uang harus dimasukkan.

source: The hundredths name must be entered.
id_id: Sebutan untuk ratusan harus dimasukkan.

source: Selected currency settings has been updated
id_id: Setingan mata uang telah diperbaharui

source: New currency has been added
id_id: Mata uang baru telah ditambahkan

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
id_id: Tidak dapat menghapus mata uang ini, karena ada account pelanggan yang dibuat merujuk pada mata uang ini.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
id_id: Tidak dapat menghapus mata uang ini, karena ada account pemasok dibuat merujuk pada mata uang ini.

source: Cannot delete this currency, because the company preferences uses this currency.
id_id: Tidak dapat menghapus mata uang ini, karena preferensi perusahaan menggunakan mata uang ini.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
id_id: Tidak dapat menghapus mata uang ini, karena ada account bank yang menggunakan mata uang ini.

source: Selected currency has been deleted
id_id: Mata uang telah dihapus

source: Abbreviation
id_id: Abreviasi

source: Symbol
id_id: Simbol

source: Currency Name
id_id: Nama mata uang

source: Hundredths name
id_id: Sebutan untuk ratusan

source: Country
id_id: Negara

source: Auto update
id_id: Perbaharui otomatis

source: The marked currency is the home currency which cannot be deleted.
id_id: Mata uang yang ditandai adalah mata uang lokal yang tidak dapat dihapus.

source: Currency Abbreviation:
id_id: Abbreviasi mata uang :

source: Currency Symbol:
id_id: Simbol mata uang :

source: Currency Name:
id_id: Nama mata uang :

source: Hundredths Name:
id_id: Sebutan untuk ratusan :

source: Country:
id_id: Negara :

source: Automatic exchange rate update:
id_id: Otomatis kurs update:

source: Exchange Rates
id_id: Kurs nilai tukar

source: The exchange rate cannot be zero or a negative number.
id_id: Nilai tukar tidak dapat nol atau angka negatif.

source: Date to Use From:
id_id: Tanggal pakai dari:

source: Exchange Rate:
id_id: Kurs nilai tukar :

source: Get
id_id: Ambil

source: Get current ECB rate
id_id: Mengambil kurs nilai tukar sekarang

source: Exchange rates are entered against the company currency.
id_id: Nilai tukar dimasukkan terhadap mata uang yang digunakan oleh perusahaan .

source: Select a currency :
id_id: Pilih mata uang :

source: Date to Use From
id_id: Tanggal pakai dari

source: Exchange Rate
id_id: Kurs nilai tukar

source: The selected currency is the company currency.
id_id: Mata uang yang dipilih adalah mata uang perusahaan.

source: The company currency is the base currency so exchange rates cannot be set for it.
id_id: Mata uang yang digunakan oleh perusahaan adalah mata uang lokal sehingga tidak perlu pengaturan lagi.

source: GL Account Classes
id_id: GL kelas akun

source: The account class name cannot be empty.
id_id: Nama kelas account tidak boleh kosong.

source: Selected account class settings has been updated
id_id: Pengaturan kelas account yang dipilih telah diperbarui

source: New account class has been added
id_id: Kelas account baru telah ditambahkan

source: Cannot delete this account class because GL account types have been created referring to it.
id_id: Tidak dapat menghapus kelas account ini karena ada jenis account GL yang dibuat merujuk pada itu.

source: Selected account class has been deleted
id_id: Kelas account yang dipilih telah dihapus

source: Class ID
id_id: ID kelas

source: Class Name
id_id: Nama kelas

source: Class Type
id_id: Tipe kelas

source: Balance Sheet
id_id: Neraca

source: Class ID:
id_id: Kelas ID :

source: Class Name:
id_id: Nama kelas :

source: Class Type:
id_id: Tipe kelas :

source: There are no account groups defined. Please define at least one account group before entering accounts.
id_id: Tidak ada grup account yang didefinisikan. Harap mendefinisikan setidaknya satu grup account sebelum memasukkan account.

source: The account code must be entered.
id_id: Kode akun harus dimasukkan.

source: The account name cannot be empty.
id_id: Nama akun tidak boleh kosong.

source: The account code must be numeric.
id_id: Kode akun harus dalam angka.

source: Account data has been updated.
id_id: Data akun telah diperbarui.

source: New account has been added.
id_id: Akun baru telah ditambahkan.

source: Cannot delete this account because transactions have been created using this account.
id_id: Tidak dapat menghapus akun ini karena transaksi telah diciptakan dengan menggunakan account ini.

source: Cannot delete this account because it is used as one of the company default GL accounts.
id_id: Tidak dapat menghapus account ini karena digunakan sebagai salah satu account GL perusahaan.

source: Cannot delete this account because it is used by a bank account.
id_id: Tidak dapat menghapus akun ini karena digunakan oleh sebuah akun bank.

source: Cannot delete this account because it is used by one or more Items.
id_id: Tidak dapat menghapus account ini karena digunakan oleh satu atau lebih Produk.

source: Cannot delete this account because it is used by one or more Taxes.
id_id: Tidak dapat menghapus account ini karena digunakan oleh satu atau lebih Pajak.

source: Cannot delete this account because it is used by one or more Customer Branches.
id_id: Tidak dapat menghapus account ini karena digunakan oleh satu atau lebih cabang pelanggan.

source: Cannot delete this account because it is used by one or more suppliers.
id_id: Tidak dapat menghapus account ini karena digunakan oleh satu atau lebih pemasok.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
id_id: Tidak dapat menghapus account ini karena digunakan oleh satu atau lebih Quick Entry Lines.

source: Selected account has been deleted
id_id: Account yang dipilih telah dihapus

source: New account
id_id: Akun baru

source: Account Code:
id_id: Kode akun :

source: Account Code 2:
id_id: Kode akun 2 :

source: Account Name:
id_id: Nama akun :

source: Account Group:
id_id: Grup akun :

source: Account Tags:
id_id: Tag akun :

source: Account status:
id_id: Status akun :

source: Add Account
id_id: Tambah akun

source: Update Account
id_id: Perbaharui akun

source: Delete account
id_id: Hapus akun

source: GL Account Groups
id_id: Grup GL account

source: The account group name cannot be empty.
id_id: Nama grup account tidak boleh kosong.

source: You cannot set an account group to be a subgroup of itself.
id_id: Anda tidak dapat menetapkan grup account menjadi subgrup itu sendiri.

source: Selected account type has been updated
id_id: Jenis account yang dipilih telah diperbarui

source: New account type has been added
id_id: Jenis account baru telah ditambahkan

source: Cannot delete this account group because GL accounts have been created referring to it.
id_id: Tidak dapat menghapus grup account ini karena ada account GL yang dibuat merujuk pada itu.

source: Cannot delete this account group because GL account groups have been created referring to it.
id_id: Tidak dapat menghapus grup account ini karena ada grup account GL yang dibuat merujuk ke sana ..

source: Selected account group has been deleted
id_id: Grup account yang dipilih telah dihapus

source: Group Name
id_id: Nama grup

source: Subgroup Of
id_id: Subgrup dari

source: Subgroup Of:
id_id: Subgrup dari :

source: Add new
id_id: Tambah baru

source: The Quick Entry description cannot be empty.
id_id: Deskripsi Quick Entry tidak boleh kosong

source: The base amount description cannot be empty.
id_id: Jumlah dasar deskripsi tidak boleh kosong.

source: Selected quick entry has been updated
id_id: Quick entry yang dipilih telah diperbarui

source: New quick entry has been added
id_id: Quick entry baru telah ditambahkan
