Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-2.po
Languages: nl_be

source: Cannot delete this account because it is used as one of the company default GL accounts.
nl_be: Deze rekening kan niet verwijderd worden omdat het één van de standaard rekeningen van dit bedrijf is.

source: Cannot delete this account because it is used by a bank account.
nl_be: Deze rekening kan niet verwijderd worden omdat een bankrekening ernaar verwijst.

source: Cannot delete this account because it is used by one or more Items.
nl_be: Deze rekening kan niet verwijderd worden omdat er artikels naar verwijzen.

source: Cannot delete this account because it is used by one or more Taxes.
nl_be: Deze rekening kan niet verwijderd worden omdat er BTW-codes naar verwijzen.

source: Cannot delete this account because it is used by one or more Customer Branches.
nl_be: Deze rekening kan niet verwijderd worden omdat er klanten naar verwijzen.

source: Cannot delete this account because it is used by one or more suppliers.
nl_be: Deze rekening kan niet verwijderd worden omdat er leveranciers naar verwijzen.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
nl_be: Deze rekening kan niet verwijderd worden omdat er 1 of meer snelinvoerlijnen naar verwijzen.

source: Selected account has been deleted
nl_be: Geselecteerde rekening is verwijderd

source: New account
nl_be: Nieuwe rekenening

source: Account Code:
nl_be: Rekeningnummer:

source: Account Code 2:
nl_be: Rekeningnummer 2:

source: Account Name:
nl_be: Rekeningnaam:

source: Account Group:
nl_be: Rekeninggroep:

source: Account Tags:
nl_be: Rekeningvlaggen:

source: Account status:
nl_be: Rekeningstatus:

source: Add Account
nl_be: Rekening toevoegen

source: Update Account
nl_be: Rekening aanpassen

source: Delete account
nl_be: Rekening verwijderen

source: GL Account Groups
nl_be: Grootboekgroepen

source: The account group name cannot be empty.
nl_be: De naam van een rekeninggroep mag niet leeg zijn.

source: You cannot set an account group to be a subgroup of itself.
nl_be: U kunt een rekeninggroep geen subgroep van zichzelf maken.

source: Selected account type has been updated
nl_be: Geselecteerde rekeningstype is aangepast

source: New account type has been added
nl_be: Nieuw rekeningtype is toegevoegd

source: Cannot delete this account group because GL accounts have been created referring to it.
nl_be: Kan deze rekeninggroep niet verwijderen omdat er grootboekrekeningen naar verwijzen.

source: Cannot delete this account group because GL account groups have been created referring to it.
nl_be: Kan deze rekeninggroep niet verwijderen omdat er andere rekeningengroepen naar verwijzen.

source: Selected account group has been deleted
nl_be: Geselecteerde rekeningsgroep is verwijderd

source: Group Name
nl_be: Groepsnaam

source: Subgroup Of
nl_be: Subgroep van

source: ID:
nl_be: Klassecode

source: Subgroup Of:
nl_be: Subgroep van

source: Quick Entries
nl_be: Lijst van journaalposten

source: Add new
nl_be: Nieuwe toevoegen

source: The Quick Entry description cannot be empty.
nl_be: De beschrijving van de kredietstatus mag niet leeg zijn.

source: The base amount description cannot be empty.
nl_be: De beschrijving van de kredietstatus mag niet leeg zijn.

source: Selected quick entry has been updated
nl_be: Geselecteerde snelinvoer is aangepast

source: New quick entry has been added
nl_be: Nieuwe snelinvoer is toegevoegd

source: Selected quick entry line has been updated
nl_be: Geselecteerde snelinvoerlijnis aangepast

source: New quick entry line has been added
nl_be: Nieuwe snelinvoer-lijn is toegevoegd

source: Selected quick entry has been deleted
nl_be: Geselecteerde snelinvoer is vewijderd

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
nl_be: De snelinvoer heeft detaillijnen en kan daaom niet verwijderd worden.

source: Selected quick entry line has been deleted
nl_be: Geselecteerde snelinvoer-lijn is verwijderd

source: Base Amount
nl_be: Kortingsbedrag:

source: Entry Type
nl_be: Rekeningtype:

source: Monthly
nl_be: Maandelijks

source: Base Amount Description
nl_be: Code of beschrijving van de leverancier:

source: Default Base Amount
nl_be: Normale kredietlimiet:

source: Quick Entry Lines
nl_be: Snelle ingave lijnen

source: Post
nl_be: Boeking

source: Account/Tax Type
nl_be: BTW-type van artikel:

source: Posted
nl_be: Geboekt

source: Tax Type
nl_be: BTW-type

source: Part
nl_be: Voor onderdeel:

source: Transfer has been entered
nl_be: Transfert is ingegeven

source: &View the GL Journal Entries for this Transfer
nl_be: Bekijk de grootboekposten van deze transfert

source: You must enter a reference.
nl_be: U moet een referentie ingeven.

source: View Bank Transfer
nl_be: Banktransfert bekijken

source: From Bank Account
nl_be: Van bankrekening

source: To Bank Account
nl_be: Tot bankrekening

source: Transfer Type
nl_be: Transferttype

source: This transfer has been voided.
nl_be: Deze transfert werd tegengeboekt.

source: View Bank Deposit
nl_be: Aanbetaling bekijken

source: GL Deposit
nl_be: Grootboekposten van aanbetaling

source: From
nl_be: Van

source: Deposit Type
nl_be: Aanbetaling-type

source: This deposit has been voided.
nl_be: Deze aanbetaling werd tegengeboekt.

source: There are no items for this deposit.
nl_be: Er zijn geen posten voor deze aanbetaling.

source: Items for this Deposit
nl_be: Posten voor deze aanbetaling

source: Item Amounts are Shown in :
nl_be: Bedragen van deze post worden getoond in:

source: Account Code
nl_be: Rekeningscode

source: Account Description
nl_be: Rekening beschrijving

source: View Bank Payment
nl_be: Toon uitbetaling

source: GL Payment
nl_be: Grootboekbetalingen

source: Pay To
nl_be: Te betalen aan

source: Payment Type
nl_be: Betalingstype

source: This payment has been voided.
nl_be: Deze uitbetaling is tegengeboekt

source: There are no items for this payment.
nl_be: Er zijn geen posten voor deze uitbetaling.

source: Items for this Payment
nl_be: Posten voor deze uitbetaling

source: General Ledger Transaction Details
nl_be: Grootboekpost transactiedetails

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
nl_be: Start het script men een geldig transactietype en -nummer voor het bekijken van de grootboekposten van

source: No general ledger transactions have been created for
nl_be: Er zijn geen grootboektransacties aangemaakt voor

source: number
nl_be: nummer

source: This transaction has been voided.
nl_be: Deze boeking werd tegengeboekt.

source: Exchange Variance
nl_be: Wisselkoersvariantie

source: Date:
nl_be: Datum:

source: Pay To:
nl_be: Betaalbaar aan:

source: To the Order of:
nl_be: Voor de bestelling van:

source: Supplier:
nl_be: Leverancier:

source: Customer:
nl_be: Klant:

source: Branch:
nl_be: Branche:

source: Go
nl_be: Ga

source: Edit document line
nl_be: Verander documentlijn

source: Remove line from document
nl_be: Verwijder lijn van document

source: Confirm changes
nl_be: Bevestig aanpassingen

source: Cancel changes
nl_be: Veranderingen annuleren

source: Add Item
nl_be: Post toevoegen

source: Add new item to document
nl_be: Voeg nieuw item toe aan document

source: Reverse Transaction:
nl_be: Stornoboeking:

source: Quick Entry
nl_be: Snelinvoer

source: Edit journal line
nl_be: Journaallijn aanpassen

source: Remove line from journal
nl_be: Verwijder lijn uit journaal

source: Add new line to journal
nl_be: Voeg nieuwe lijn toe aan journaal

source: System administration
nl_be: System administratie

source: Company setup
nl_be: Bedrijfsinstellingen

source: Special maintenance
nl_be: Speciaal onderhoud

source: Sales configuration
nl_be: Verkoop configuratie

source: Sales transactions
nl_be: Verkoopstransacties

source: Sales related reports
nl_be: Verkoops rapporten

source: Purchase configuration
nl_be: Aankoop configuratie

source: Purchase transactions
nl_be: Aankoop transacties

source: Purchase analytics
nl_be: Aankoop analyse

source: Inventory configuration
nl_be: Inventaris configuratie

source: Inventory operations
nl_be: Inventaris transacties

source: Inventory analytics
nl_be: Inventaris analyse

source: Manufacturing configuration
nl_be: Productie configuratie

source: Manufacturing transations
nl_be: Productie rapporten

source: Manufacturing analytics
nl_be: Productie analyse

source: Dimensions configuration
nl_be: Dimensies configuratie

source: Dimensions
nl_be: Dimensies

source: Banking & GL configuration
nl_be: Bank & GB configuratie

source: Banking & GL transactions
nl_be: Bank en GB transacties

source: Banking & GL analytics
nl_be: Bank en GB analyse

source: Install/update companies
nl_be: Bedrijven aanmaken/aanpassen

source: Install/update languages
nl_be: Talen installeren/veranderen

source: Install/upgrade modules
nl_be: Modules installeren/aanpassen

source: Company parameters
nl_be: Bedrijfsinstellingen

source: Access levels edition
nl_be: Toegangsniveau aanpassen

source: Point of sales definitions
nl_be: Definitie van verkoopspunten

source: Printers configuration
nl_be: Configuratie printers

source: Print profiles
nl_be: Printprofielen

source: Payment terms
nl_be: Betalingsvoorwaarden

source: Shipping ways
nl_be: Vervoerswijze:

source: Credit status definitions changes
nl_be: Veranderingen definitie creditstatus

source: Inventory locations changes
nl_be: Aanpassingen inventarislocaties

source: Inventory movement types
nl_be: Inventarisbeweging types

source: Manufacture work centres
nl_be: Productie werkplaatsen

source: Forms setup
nl_be: Formulierinstellingen

source: Voiding transactions
nl_be: Transacties tegenboeken

source: Database backup/restore
nl_be: Backup & restore database

source: Common view/print transactions interface
nl_be: Algemeen bekijk/print transacties scherm

source: Attaching documents
nl_be: Aanhangen documenten

source: Display preferences
nl_be: Beeldinstellingen

source: Password changes
nl_be: Paswoord veranderingen

source: Sales types
nl_be: Verkoopstypes

source: Sales prices edition
nl_be: Verkoopprijs aanpassen

source: Sales staff maintenance
nl_be: Onderhoud verkoopsstaf

source: Sales areas maintenance
nl_be: Onderhoud verkoopsgebieden

source: Sales groups changes
nl_be: Verkoopsgroep aanpassingen

source: Sales templates
nl_be: Verkoop voorbeelden

source: Recurrent invoices definitions
nl_be: Definitie van weerkerende facturen

source: Sales transactions view
nl_be: Bekijk verkoopstransacties

source: Sales customer and branches changes
nl_be: Klant en branche veranderingen

source: Sales quotations
nl_be: Offertes

source: Sales orders edition
nl_be: Bewerk verkoopsopdrachten

source: Sales deliveries edition
nl_be: Bewerk uitgaande leveringen

source: Sales invoices edition
nl_be: Bewerk verkoopfacturen

source: Sales credit notes against invoice
nl_be: Creditnota tegen factuur.

source: Sales freehand credit notes
nl_be: Vrije verkoop creditnotas

source: Customer payments entry
nl_be: Klantenbetaling ingeven

source: Customer payments allocation
nl_be: Afpunting klantenbetalingen

source: Sales analytical reports
nl_be: Analytische verkoopsrapporten

source: Sales document bulk reports
nl_be: Verkoopsdocumenten bulkrapprten

source: Sales prices listing
nl_be: Lijst verkoopsprijzen

source: Sales staff listing
nl_be: Lijst verkoopsstaf

source: Customer bulk listing
nl_be: Bulklijst klanten

source: Customer status report
nl_be: Klantenstatus rapport

source: Customer payments report
nl_be: Klantenbetalingen rapport

source: Purchase price changes
nl_be: Aankoopprijs veranderingen

source: Supplier transactions view
nl_be: Bekijk leverancierstransacties

source: Suppliers changes
nl_be: Leverancierveranderingen

source: Purchase order entry
nl_be: Aankooporder aanmaken

source: Purchase receive
nl_be: Goederenontvangst

source: Supplier invoices
nl_be: Inkomende facturen

source: Deleting GRN items during invoice entry
nl_be: Verwijderen leverbonartikels tijdens ingave factuur

source: Supplier credit notes
nl_be: Inkomende creditnota's

source: Supplier payments
nl_be: Leveranciersbetalingen

source: Supplier payments allocations
nl_be: Afpuntingen van leveranciersbetalingen

source: Supplier analytical reports
nl_be: Leverancier analytische rapporten

source: Supplier document bulk reports
nl_be: Leveranciesdocument bulkrapporten

source: Supplier payments report
nl_be: Leveranciersbetalingen rapport

source: Stock items add/edit
nl_be: Artikels toevoegen/aanpassen

source: Sales kits
nl_be: Artikel-kits

source: Item categories
nl_be: Artikelcategorieën

source: Units of measure
nl_be: Basiseenheden

source: Stock status view
nl_be: Bekijk de voorraadstatus

source: Stock transactions view
nl_be: Bekijk de stocktransacties

source: Foreign item codes entry
nl_be: Extra artikelcodes ingeven

source: Inventory location transfers
nl_be: Magazijnoverboekingen

source: Inventory adjustments
nl_be: Stockcorrecties

source: Reorder levels
nl_be: Niveau's herordenen

source: Items analytical reports and inquiries
nl_be: Artikelen analytische rapporten en afvragingen

source: Inventory valuation report
nl_be: Rapport inventariswaarde

source: Bill of Materials
nl_be: Stuklijst

source: Manufacturing operations view
nl_be: Bekijk productiehandelingen

source: Work order entry
nl_be: Werkorder ingeven

source: Material issues entry
nl_be: Materiaalopmerkingen ingeven

source: Final product receive
nl_be: Laatste goederenontvangst

source: Work order releases
nl_be: Vrijgave werkorder

source: Work order analytical reports and inquiries
nl_be: Werkorder analytische rapporten en afvragingen

source: Manufacturing cost inquiry
nl_be: Productiekost afvragen

source: Work order bulk reports
nl_be: Werkorder bulkrapporten

source: Bill of materials reports
nl_be: Stuklijst rapporten

source: Dimension tags
nl_be: Dimensievlaggen

source: Dimension view
nl_be: Dimensie bekijken

source: Dimension entry
nl_be: Dimensies invoegen

source: Dimension reports
nl_be: Dimensies rapporten

source: Item tax type definitions
nl_be: Artikel BTW-type definities

source: GL accounts edition
nl_be: User&instellingen

source: GL account groups
nl_be: Grootboekgroepen

source: GL account classes
nl_be: Grootboekklassen

source: Quick GL entry definitions
nl_be: Snelle grootboek definities

source: Bank accounts
nl_be: Bankrekeningen

source: Tax rates
nl_be: BTW-sleutels

source: Tax groups
nl_be: Belastingsgroepen

source: Fiscal years maintenance
nl_be: Onderhoud boekjaren

source: Company GL setup
nl_be: Grootboekinstellingen bedrijf

source: GL Account tags
nl_be: Grootboekvlaggen

source: Bank transactions view
nl_be: Banktransactie bekijken

source: GL postings view
nl_be: Bekijk grootboekposten

source: Exchange rate table changes
nl_be: Wisselkoerstabel veranderingen

source: Bank payments
nl_be: Uitbetalingen

source: Bank deposits
nl_be: Aanbetalingen

source: Bank account transfers
nl_be: Bankrekening transferts

source: Bank reconciliation
nl_be: Bankreconciliatie

source: Manual journal entries
nl_be: Manuele journaalboekingen

source: Journal entries to bank related accounts
nl_be: Journaalposten voor bankgebonden rekeningen

source: Budget edition
nl_be: Budgetboeking

source: Item standard costs
nl_be: Artikel standaardkosten:

source: GL analytical reports and inquiries
nl_be: GB analytische rapporten en afvragingen

source: Tax reports and inquiries
nl_be: BTW-rapporten en opvragingen

source: Bank reports and inquiries
nl_be: Bank rapporten en opvragingen

source: GL reports and inquiries
nl_be: Grootboek rapporten en opvragingen

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
nl_be: Kan de wisselkoers van %s tov %s niet ophalen. Geef aub de koers manueel in.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
nl_be: Voor een software upgrade moet u de oude $security_groups en $security_headings arrays van de oude config.php in de nieuwe copiëren.

source: Back
nl_be: Terug

source: System is available for site admin only until full database upgrade
nl_be: Systeem is enkel beschikbaar voor site-administrator tot volledige database upgrade

source: Requesting data...
nl_be: Gegevens ophalen...

source: in file
nl_be: in bestand

source: at line
nl_be: op lijn

source: Debug mode database warning:
nl_be: Debug modus database waarschuwing:

source: DATABASE ERROR :
nl_be: Databasefout :

source: The entered information is a duplicate. Please go back and enter different values.
nl_be: De ingevoegde informatie bestaat al. Ga terug en vul andere waarden in.

source: This page is usable only with javascript enabled browsers.
nl_be: Deze pagina is enkel bruikbaar met javascript-actieve browsers.

source: Incorrect Password
nl_be: Fout paswoord

source: The user and password combination is not valid for the system.
nl_be: De combinatie van usernaam en paswoord is onbekend voor dit systeem.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
nl_be: Als u geen geauthoriseerde user bent, kan u een toegang aanvragen bij de systeemadministrator.

source: Try again
nl_be: Probeer opnieuw

source: Security settings have not been defined for your user account.
nl_be: Toegangsparameters zijn niet aanwezig voor deze user.

source: Please contact your system administrator.
nl_be: Gelieve de systeemadministrator te contacteren

source: Please remove $security_groups and $security_headings arrays from config.php file!
nl_be: Verwijder $security_groups en $security_headings arrays uit het config.php bestand!

source: The security settings on your account do not permit you to access this function
nl_be: Toegangsparameters van deze user laten deze functie niet toe.

source: Journal Entry
nl_be: Journaalboeking

source: Bank Payment
nl_be: Uitbetaling

source: Bank Deposit
nl_be: Aanbetaling

source: Funds Transfer
nl_be: Transfert zonder document

source: Sales Invoice
nl_be: Factuur

source: Customer Credit Note
nl_be: Klanten creditnota

source: Customer Payment
nl_be: Klantenbetaling

source: Delivery Note
nl_be: Levernota

source: Location Transfer
nl_be: Magazijnoverboeking

source: Inventory Adjustment
nl_be: Inventarisaanpassing

source: Purchase Order
nl_be: Aankooporder

source: Supplier Invoice
nl_be: Aankoopfactuur

source: Supplier Credit Note
nl_be: Creditnota leverancier

source: Supplier Payment
nl_be: Leveranciersbetaling

source: Purchase Order Delivery
nl_be: Levering van een aankooporder

source: Work Order
nl_be: Werkopdracht

source: Work Order Issue
nl_be: Werkopdracht voor posten

source: Work Order Production
nl_be: Werkopdracht voor productie

source: Sales Order
nl_be: Verkoopopdracht

source: Sales Quotation
nl_be: Offerte

source: Cost Update
nl_be: Kosten actualiseren

source: Savings Account
nl_be: Spaarrekening

source: Chequing Account
nl_be: Zichtrekening

source: Credit Account
nl_be: Kredietrekening

source: Cash Account
nl_be: Kasrekening

source: Transfer
nl_be: Transfert

source: Customer
nl_be: Klant

source: Supplier
nl_be: Leverancier

source: Assemble
nl_be: Assemblage

source: Unassemble
nl_be: Disassemblage

source: Advanced Manufacture
nl_be: Uitgebreide manufactuur

source: Labour Cost
nl_be: Arbeidskost

source: Overhead Cost
nl_be: Bijkomende kost

source: Assets
nl_be: Activa

source: Equity
nl_be: Aandelen

source: Income
nl_be: Inkomsten

source: Cost of Goods Sold
nl_be: Kost van verkochte goederen

source: Expense
nl_be: Uitgaven

source: Remainder
nl_be: Rest

source: Amount, increase base
nl_be: Bedrag, verhoog basis

source: Amount, reduce base
nl_be: Befrag, verlaag basis

source: % amount of base
nl_be: % bedrag van basis

source: % amount of base, increase base
nl_be: % bedrag van basis, verhoog basis

source: % amount of base, reduce base
nl_be: % bedrag van basis, verlaag basis

source: Taxes added
nl_be: BTW toegevoegd

source: Taxes added, increase base
nl_be: Tax toegevoegd, verhoog de basis

source: Taxes added, reduce base
nl_be: Tax toegevoegd, verlaag de basis

source: Taxes included
nl_be: BTW inclusief

source: Taxes included, increase base
nl_be: Tax inbegrepen, verhoog de basis

source: Taxes included, reduce base
nl_be: Tax inbegrpen, verlaag de basis

source: Supplier Invoice/Credit
nl_be: Factuur/Creditnota leverancier

source: Manufactured
nl_be: Samengesteld

source: Purchased
nl_be: Aangekocht

source: Service
nl_be: Dienst

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
nl_be: Een aantal GB-journaalboekingen werden niet geïndexeerd omdat een audit trail record ontbreekt.

source: Transaction Type
nl_be: Transactietype

source: Other Allocations
nl_be: Andere afpunting

source: This Allocation
nl_be: Deze afpunting

source: Left to Allocate
nl_be: Rest ter afpunting

source: Total Allocated
nl_be: Totaal afgepunt

source: The entry for one or more amounts is invalid or negative.
nl_be: De invoer in één of meer bedragen is ongeldig of negatief.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
nl_be: Deze afpuntingen kunnen niet verwerkt worden omdat het af te punten bedrag groter is dan het restbedrag.

source: Show also Inactive
nl_be: Toon ook inaktieve

source: First
nl_be: Eerste

source: Prev
nl_be: Vorige

source: Next
nl_be: Volgende

source: Last
nl_be: Laatste

source: Records %d-%d of %d
nl_be: Records %d-%d van %d

source: No records
nl_be: Geen gegevens

source: Submit changes
nl_be: Veranderingen verwerken

source: Clone
nl_be: Clonen

source: Edit new record with current data
nl_be: Edit nieuw record met huidige gegevens

source: Cancel edition
nl_be: Veranderingen annuleren

source: You should automatically be forwarded.
nl_be: U wordt automatisch verder geleid.

source: If this does not happen
nl_be: Wanneer dat niet gebeurd

source: click here
nl_be: klik hier

source: to continue
nl_be: om verder te gaan

source: Customers
nl_be: Klanten

source: Suppliers
nl_be: Leveranciers

source: Items
nl_be: Artikels

source: Click Here to Pick up the date
nl_be: Klik hier om een datum te kiezen

source: Inactive
nl_be: Inaktief

source: Set filter
nl_be: Valutafilter

source: Press Space tab for search pattern entry
nl_be: Toets de spatiebalk voor invoer van zoekpatroon

source: Enter code fragment to search or * for all
nl_be: Geef codefragment in om te zoeken of * voor alles

source: Enter description fragment to search or * for all
nl_be: Geef beschrijvingsfragment in om te zoeken of * voor alles

source: All Suppliers
nl_be: Alle leveranciers

source: Press Space tab to filter by name fragment
nl_be: Druk op de spatiebalk om te filteren op een naamfragment

source: Select supplier
nl_be: Kies een leverancier:

source: All Customers
nl_be: Alle klanten

source: Press Space tab to filter by name fragment; F2 - entry new customer
nl_be: Druk op de spatiebalk om te filteren op een naamfragment; F4 - ingave nieuwe klant

source: Select customer
nl_be: Selecteer een klant:

source: All branches
nl_be: Alle branches

source: Select customer branch
nl_be: Nieuwe klanten branche

source: All Locations
nl_be: Alle locaties

source: All Items
nl_be: Alle posten

source: All Sales Types
nl_be: Alle verkoopstypes

source: Use Item Sales Accounts
nl_be: Gebruiks verkoopsrekeningen van artikel

source: All Types
nl_be: Alle types

source: Sales Invoices
nl_be: Verkoopsfacturen

source: Overdue Invoices
nl_be: Vervallen facturen

source: Payments
nl_be: Uitbetalingen

source: Credit Notes
nl_be: Creditnota's

source: Delivery Notes
nl_be: Levernota's

source: Invoices
nl_be: Facturen
