Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: Selected quick entry line has been deleted
nl_nl: De geselecteerde handmatige boekingsregel is verwijderd.

source: Base Amount
nl_nl: Bedrag

source: Entry Type
nl_nl: Type invoer

source: Balance Based
nl_nl: Balans basis

source: Yearly
nl_nl: Jaar

source: Base Amount Description
nl_nl: Beschrijving grondslag

source: Default Base Amount
nl_nl: Tarief (%)

source: Quick Entry Lines
nl_nl: Handmatige boekingsregels

source: Post
nl_nl: Boeken

source: Account/Tax Type
nl_nl: Rekening/BTW-soort

source: Posted
nl_nl: Geboekt

source: Tax Type
nl_nl: BTW-type

source: Part
nl_nl: Gedeelte

source: Revaluation of Currency Accounts
nl_nl: Herwaardering van vreemde valuta rekeningen

source: No Revaluation was needed
nl_nl: Herwaardering was niet noodzakelijk.

source: %d Journal Entries for AR/AP accounts have been added
nl_nl: %d journaalposten voor debiteuren/crediteuren rekeningen zijn toegevoegd

source: Date for Revaluation:
nl_nl: Datum voor herwaardering:

source: Revaluate Currencies
nl_nl: Herwaarderen valuta

source: Search General Ledger Transactions for account:
nl_nl: Zoek transacties voor rekening:

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
nl_nl: Start het script men een geldig transactietype en -nummer voor het bekijken van de grootboekposten van

source: View Bank Transfer
nl_nl: Banktransfer bekijken

source: From Bank Account
nl_nl: Van bankrekening

source: To Bank Account
nl_nl: Naar bankrekening

source: Transfer Type
nl_nl: Boekingssoort

source: This transfer has been voided.
nl_nl: Deze boeking is teruggedraaid.

source: View Bank Deposit
nl_nl: Bankontvangst bekijken

source: GL Deposit
nl_nl: Journaalpost bankontvangst

source: From
nl_nl: Van

source: Deposit Type
nl_nl: Type ontvangst

source: This deposit has been voided.
nl_nl: Deze bankontvangst is teruggeboekt.

source: There are no items for this deposit.
nl_nl: Er zijn geen posten voor deze bankontvangst.

source: Items for this Deposit
nl_nl: Posten voor deze bankontvangst

source: Item Amounts are Shown in :
nl_nl: Bedragen van deze post worden getoond in:

source: Account Code
nl_nl: Grootboekrekening

source: Account Description
nl_nl: Rekening beschrijving

source: View Bank Payment
nl_nl: Toon bankbetaling

source: GL Payment
nl_nl: Grootboekbetalingen

source: Pay To
nl_nl: Betaald aan

source: Payment Type
nl_nl: Betalingstype

source: This payment has been voided.
nl_nl: Deze betaling is tegengeboekt

source: There are no items for this payment.
nl_nl: Er zijn geen posten voor deze betaling.

source: Items for this Payment
nl_nl: Posten voor deze betaling

source: General Ledger Transaction Details
nl_nl: Details journaalpost

source: No general ledger transactions have been created for
nl_nl: Er zijn geen grootboektransacties aangemaakt voor

source: number
nl_nl: nummer

source: This transaction has been voided.
nl_nl: Deze boeking werd tegengeboekt.

source: Exchange Variance
nl_nl: Koersverschil

source: To
nl_nl: Tot

source: Document reentered.
nl_nl: Document opnieuw ingevoerd.

source: Rounding error %s encountered for trans_type:%s,trans_no:%s
nl_nl: Fout in afronding %s voor transactiesoort: %s, transactienummer:%s

source: Date:
nl_nl: Datum:

source: Pay To:
nl_nl: Betaalbaar aan:

source: To the Order of:
nl_nl: Betreft:

source: Supplier:
nl_nl: Leverancier:

source: Customer:
nl_nl: Klant:

source: Branch:
nl_nl: Vestiging:

source: This customer account is on hold.
nl_nl: De klantenfiche is geblokkeerd.

source: Go
nl_nl: Gaan

source: Into:
nl_nl: Naar:

source: Edit document line
nl_nl: Wijzig documentregel

source: Remove line from document
nl_nl: Verwijder regel van document

source: Confirm changes
nl_nl: Bevestig wijzigingen

source: Cancel changes
nl_nl: Annuleer wijzigingen

source: Add Item
nl_nl: Regel toevoegen

source: Add new item to document
nl_nl: Nieuw artikel aan document toevoegen

source: Settled AR Amount:
nl_nl: Verrekend bedrag debiteuren:

source: Settled AP Amount:
nl_nl: Verrekend bedrag crediteuren:

source: Reverse Transaction:
nl_nl: Stornoboeking:

source: Quick Entry
nl_nl: Handmatige boeking

source: balance from account
nl_nl: Van rekening

source: Edit journal line
nl_nl: Wijzig journaalregel

source: Remove line from journal
nl_nl: Verwijder regel van boeking

source: Add new line to journal
nl_nl: Nieuwe regel aan boeking toevoegen

source: System administration
nl_nl: Onderhoud en beheer systeeminstellingen

source: Company setup
nl_nl: Onderhoud en beheer basisgegevens administratie

source: Special maintenance
nl_nl: Onderhoud en beheer diversen

source: Sales configuration
nl_nl: Verkopen onderhoud en beheer

source: Sales transactions
nl_nl: Verkopen transacties invoeren/weergeven

source: Sales related reports
nl_nl: Verkopen rapportages

source: Purchase configuration
nl_nl: Inkopen onderhoud en beheer

source: Purchase transactions
nl_nl: Inkopen transacties invoeren/weergeven

source: Purchase analytics
nl_nl: Inkopen rapportages

source: Inventory configuration
nl_nl: Voorraad- & artikelbeheer onderhoud en beheer

source: Inventory operations
nl_nl: Voorraad- & artikelbeheer transacties invoeren/weergeven

source: Inventory analytics
nl_nl: Voorraad- & artikelbeheer rapportages

source: Manufacturing configuration
nl_nl: Productie onderhoud en beheer

source: Manufacturing transactions
nl_nl: Productie transacties invoeren/weergeven

source: Manufacturing analytics
nl_nl: Productie rapportages

source: Dimensions configuration
nl_nl: Projecten onderhoud en beheer

source: Dimensions
nl_nl: Projecten

source: Banking & GL configuration
nl_nl: Bankboek/grootboek onderhoud en beheer

source: Banking & GL transactions
nl_nl: Bankboek/grootboek transacties invoeren/weergeven

source: Banking & GL analytics
nl_nl: Bankboek/grootboek rapportages

source: Install/update companies
nl_nl: Toevoegen en wijzigen administraties

source: Install/update languages
nl_nl: Toevoegen en wijzigen taal

source: Install/upgrade modules
nl_nl: Toevoegen en wijzigen modules

source: Software upgrades
nl_nl: Onderhoud software updates

source: Company parameters
nl_nl: Wijzigen basisgegevens administratie

source: Access levels edition
nl_nl: Toevoegen en wijzigen gebruikersrollen

source: Users setup
nl_nl: Toevoegen en wijzigens gebruikers

source: Point of sales definitions
nl_nl: Instellingen POS-systemen / verkooppunten

source: Printers configuration
nl_nl: Instellingen printers

source: Print profiles
nl_nl: Instellingen print profielen

source: Payment terms
nl_nl: Instellingen betalingsvoorwaarden

source: Shipping ways
nl_nl: Instellingen vervoerders

source: Credit status definitions changes
nl_nl: Toevoegen en wijzigen kredietstatus

source: Inventory locations changes
nl_nl: Toevoegen en wijzigen voorraadlocaties

source: Inventory movement types
nl_nl: Toevoegen en wijzigen soorten voorraadverplaatsingen

source: Manufacture work centres
nl_nl: Toevoegen en wijzigen werkplaatsen

source: Forms setup
nl_nl: Wijzigen volgnummers boekingen

source: Contact categories
nl_nl: Instellingen categorieën contacten

source: Voiding transactions
nl_nl: Terugboeken boeking/transactie

source: Database backup/restore
nl_nl: Backup aanmaken/terugplaatsen

source: Common view/print transactions interface
nl_nl: Transacties weergeven of afdrukken

source: Attaching documents
nl_nl: Uploaden documenten

source: Display preferences
nl_nl: Wijzigen weergave instellingen

source: Password changes
nl_nl: Wachtwoord veranderen

source: Sales types
nl_nl: Onderhoud categorie prijslijsten

source: Sales prices edition
nl_nl: Onderhoud verkoopprijzen

source: Sales staff maintenance
nl_nl: Onderhoud verkopers

source: Sales areas maintenance
nl_nl: Onderhoud verkoopregio's

source: Sales groups changes
nl_nl: Onderhoud omzet categorieën

source: Sales templates
nl_nl: Toevoegen en wijzigen periodieke facturen

source: Recurrent invoices definitions
nl_nl: Aanmaken/weergeven periodieke facturen

source: Sales transactions view
nl_nl: Weergeven verkoopoffertes/verkooporders/transacties per klant/debiteuren- en omzetrapportages

source: Sales customer and branches changes
nl_nl: Toevoegen en wijzigen klanten/vestigingen klanten

source: Sales quotations
nl_nl: Aanmaken verkoopofferte

source: Sales orders edition
nl_nl: Aanmaken verkooporder

source: Sales deliveries edition
nl_nl: Aanmaken directe levering/invoeren aflevering openstaande verkooporder/aanmaken directe levering o.b.v. template

source: Sales invoices edition
nl_nl: Aanmaken directe (verkoop)factuur/aanmaken factuur leveringen/aanmaken directe factuur o.b.v. template

source: Sales credit notes against invoice
nl_nl: Aanmaken verkoop creditfacturen (tegen een verkoopfactuur)

source: Sales freehand credit notes
nl_nl: Aanmaken verkoop creditfacturen (zonder tegenfactuur)

source: Customer payments entry
nl_nl: Invoeren debiteurenontvangst

source: Customer payments allocation
nl_nl: Betalingen/creditfacturen afletteren

source: Sales analytical reports
nl_nl: Weergeven rapportage verkoop

source: Sales document bulk reports
nl_nl: Weergeven verkooprapportages (topniveau)

source: Sales prices listing
nl_nl: Weergeven verkoopprijzen

source: Sales staff listing
nl_nl: Weergeven verkopers

source: Customer bulk listing
nl_nl: Weergeven klanten (topniveau)

source: Customer status report
nl_nl: Weergeven klantstatus

source: Customer payments report
nl_nl: Weergeven debiteurenontvangsten

source: Purchase price changes
nl_nl: Onderhoud aankoopprijzen

source: Supplier transactions view
nl_nl: Weergeven inkooporders/weergeven transacties per leverancier/crediteurenrapportages

source: Suppliers changes
nl_nl: Onderhoud leveranciers

source: Purchase order entry
nl_nl: Aanmaken inkooporder

source: Purchase receive
nl_nl: Aanmaken magazijnontvangstbon

source: Supplier invoices
nl_nl: Aanmaken directe (inkoop)factuur/aanmaken directie inkoopfactuur

source: Deleting GRN items during invoice entry
nl_nl: Verwijderen (reeds ontvangen) artikelen met MOB tijdens invoer inkoopfactuur

source: Supplier credit notes
nl_nl: Invoeren ontvangen creditfactuur

source: Supplier payments
nl_nl: Invoeren leveranciersbetaling

source: Supplier payments allocations
nl_nl: Betalingen of creditnota's leveranciers afletteren

source: Supplier analytical reports
nl_nl: Weergeven aankoop rapportages

source: Supplier document bulk reports
nl_nl: Weergeven aankoop rapportages (top niveau)

source: Supplier payments report
nl_nl: Weergeven leveranciersbetalingen

source: Stock items add/edit
nl_nl: Onderhoud artikelen

source: Sales kits
nl_nl: Onderhoud combinatieproducten

source: Item categories
nl_nl: Onderhoud productcategorieën

source: Units of measure
nl_nl: Onderhoud basiseenheden

source: Stock status view
nl_nl: Weergeven voorraad aantallen

source: Stock transactions view
nl_nl: Weergeven voorraad relocaties

source: Foreign item codes entry
nl_nl: Onderhoud internationale productcodes

source: Inventory location transfers
nl_nl: Invoeren voorraad relocaties

source: Inventory adjustments
nl_nl: Invoeren voorraad aanpassingen

source: Reorder levels
nl_nl: Onderhoud voorraadaantallen

source: Items analytical reports and inquiries
nl_nl: Weergeven rapportage voorraad (top niveau)

source: Inventory valuation report
nl_nl: Weergave voorraad rapportage (financieel)

source: Bill of Materials
nl_nl: Onderhoud stuklijsten

source: Manufacturing operations view
nl_nl: Weergeven productie rapportages

source: Work order entry
nl_nl: Aanmaken werkorder

source: Material issues entry
nl_nl: Onderhoud grondstoffen

source: Final product receive
nl_nl: Aanmaken ontvangst eindproducten

source: Work order releases
nl_nl: Aanmaken vrijgave werkorders

source: Work order analytical reports and inquiries
nl_nl: Weergeven rapportage productie

source: Manufacturing cost inquiry
nl_nl: Weergeven productiekosten

source: Work order bulk reports
nl_nl: Weergeven productierapportages (top niveau)

source: Bill of materials reports
nl_nl: Weergeven rapportage stuklijsten

source: Dimension tags
nl_nl: Project sleutelwoorden

source: Dimension view
nl_nl: Weergeven projecten

source: Dimension entry
nl_nl: Aanmaken project(code)

source: Dimension reports
nl_nl: Weergeven rapportage projecten

source: Item tax type definitions
nl_nl: Onderhoud BTW-typen

source: GL accounts edition
nl_nl: Toevoegen en wijzigen grootboekrekeningen

source: GL account groups
nl_nl: Toevoegen en wijzigen grootboekgroepen

source: GL account classes
nl_nl: Toevoegen en wijzigen grootboekcategorieën

source: Quick GL entry definitions
nl_nl: Toevoegen en wijzigen type handmatige boekingen

source: Bank accounts
nl_nl: Toevoegen en wijzigen bankrekeningen

source: Tax rates
nl_nl: Onderhoud BTW-tarieven

source: Tax groups
nl_nl: Onderhoud BTW-groepen

source: Fiscal years maintenance
nl_nl: Instellingen boekjaar

source: Company GL setup
nl_nl: Instellingen systeem en grootboek

source: GL Account tags
nl_nl: Toevoegen en wijzigen zoekwoorden

source: Allow entry on non closed Fiscal years
nl_nl: Aanmaken boekingen op niet afgesloten boekjaren

source: Bank transactions view
nl_nl: Weergeven bankboek

source: GL postings view
nl_nl: Weergeven journaalposten

source: Exchange rate table changes
nl_nl: Herwaardering vreemde valuta

source: Bank payments
nl_nl: Invoeren bankbetalingen

source: Bank deposits
nl_nl: Invoeren bankontvangst

source: Bank account transfers
nl_nl: Invoeren kruisposten

source: Bank reconciliation
nl_nl: Invoeren aansluiting banksaldi

source: Manual journal entries
nl_nl: Invoeren memoriaal boeking

source: Journal entries to bank related accounts
nl_nl: Aanmaken journaalposten bankrekeningen

source: Budget edition
nl_nl: Invoeren begroting

source: Item standard costs
nl_nl: Onderhoud prijzen artikelen

source: GL analytical reports and inquiries
nl_nl: Weergeven rapportage grootboek

source: Tax reports and inquiries
nl_nl: Weergeven BTW-positie

source: Bank reports and inquiries
nl_nl: Weergeven rapportage bankrekeningen

source: GL reports and inquiries
nl_nl: Weergeven rapportage grootboek

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
nl_nl: De wisselkoers voor valuta %s per %s kan niet worden opgehaald. Voer de wisselkoers handmatig in bij de instellingen voor wisselkoersen.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
nl_nl: Voordat u de systeemsoftware kunt upgraden dienen de oude $security_groups en $security_headings regels uit het oude config.php bestand naar het nieuwe bestand gekopieerd worden.

source: Back
nl_nl: Terug

source: System is available for site admin only until full database upgrade
nl_nl: Het systeem is alleen toegankelijk voor de systeembeheerder, totdat de database volledig is bijgewerkt

source: Requesting data...
nl_nl: Opvragen van gegevens....

source: in file
nl_nl: in bestand

source: at line
nl_nl: op regel

source: Debug mode database warning:
nl_nl: Debug modus database waarschuwing:

source: DATABASE ERROR :
nl_nl: Databasefout :

source: The entered information is a duplicate. Please go back and enter different values.
nl_nl: De ingevoegde informatie bestaat al. Ga terug en vul andere waarden in.

source: This page is usable only with javascript enabled browsers.
nl_nl: Deze pagina is alleen beschikbaar voor browser met javascript ingeschakeld.

source: No key field '%s' in file '%s'
nl_nl: Geen veld '%s' in bestand '%s'

source: Cannot download repo index file.
nl_nl: Kan het repo index-bestand niet downloaden.

source: Cannot delete outdated '%s' file.
nl_nl: Kan het verouderde bestand '%s' niet verwijderen.

source: Release file in repository is invalid, or public key is outdated.
nl_nl: Het ontvangen bestand uit de database is ongeldig of gedateerd.

source: Repository version does not match application version.
nl_nl: De database versie komt niet overeen met de versie van de applicatie.

source: Cannot download '%s' file.
nl_nl: Kan het bestand '%s' niet downloaden.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
nl_nl: Beveiligingswaarschuwing: beschadigd indexbestand in database '%s'. Waarschuw de systeembeheerder.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
nl_nl: Beveiligingswaarschuwing: beschadigd bestand '%s' in database. Waarschuw de systeembeheerder.

source: Package '%s' not found.
nl_nl: Bestand '%s' niet gevonden.

source: Incorrect Password
nl_nl: Fout wachtwoord

source: The user and password combination is not valid for the system.
nl_nl: De combinatie van gebruikersnaam en wachtwoord is onbekend voor dit systeem.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
nl_nl: Als u geen geauthoriseerde gebruiker bent, kan u een toegang aanvragen bij de systeemadministrator.

source: Try again
nl_nl: Probeer opnieuw

source: Brute force attack on account '%s' detected. Access for non-logged users temporarily blocked.
nl_nl: Brute force attack op account '%s' gedetecteerd. Toegang voor gebruikers is tijdelijk geblokkeerd.

source: Security settings have not been defined for your user account.
nl_nl: Er zijn geen beveiligingsinstellingen voor uw gebruikersaccount ingesteld.

source: Please contact your system administrator.
nl_nl: Gelieve de systeemadministrator te contacteren

source: Please remove $security_groups and $security_headings arrays from config.php file!
nl_nl: Verwijder $security_groups en $security_headings uit het config.php bestand!

source: Access to application has been blocked until database upgrade is completed by system administrator.
nl_nl: Toegang tot de applicatie is geblokkeerd totdat de database upgrade volledig is uitgevoerd door de systeembeheerder.

source: The security settings on your account do not permit you to access this function
nl_nl: U bent niet geautoriseerd voor deze functie.

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
nl_nl: Het systeem is geblokkeerd na een systeemupdate. Na een database update in het scherm Systeem/Software update is dit verholpen.

source: Bank Payment
nl_nl: Bankbetaling

source: Bank Deposit
nl_nl: Bankontvangst

source: Funds Transfer
nl_nl: Kruisposten

source: Sales Invoice
nl_nl: Verkoop factuur

source: Customer Credit Note
nl_nl: Creditnota verkoopfactuur

source: Customer Payment
nl_nl: Debiteurenontvangst

source: Delivery Note
nl_nl: Bevestiging levering

source: Location Transfer
nl_nl: Voorraad relocatie

source: Inventory Adjustment
nl_nl: Voorraad aanpassing

source: Purchase Order
nl_nl: Inkooporder

source: Supplier Invoice
nl_nl: Inkoopfactuur

source: Supplier Credit Note
nl_nl: Creditnota inkoopfactuur

source: Supplier Payment
nl_nl: Leveranciersbetaling

source: Purchase Order Delivery
nl_nl: Inkooporder

source: Work Order
nl_nl: Werkopdracht

source: Work Order Issue
nl_nl: Werkopdracht voor posten

source: Work Order Production
nl_nl: Werkopdracht voor productie

source: Sales Order
nl_nl: Verkoopopdracht

source: Sales Quotation
nl_nl: Verkoopofferte

source: Cost Update
nl_nl: Kosten actualiseren

source: GJ
nl_nl: JE

source: BP
nl_nl: B.BET

source: BD
nl_nl: B.ONT

source: BT
nl_nl: KRUI

source: SI
nl_nl: VF

source: CN
nl_nl: CR

source: CP
nl_nl: D.ONT

source: DN
nl_nl: LEV

source: IT
nl_nl: VV

source: IA
nl_nl: VA

source: PO
nl_nl: AO

source: PI
nl_nl: IF

source: PC
nl_nl: L.CRE

source: SP
nl_nl: L.BET

source: GRN
nl_nl: MOB

source: WI
nl_nl: WOI

source: WP
nl_nl: WOP

source: SO
nl_nl: VO

source: SQ
nl_nl: V.OFF

source: CU
nl_nl: KU

source: Dim
nl_nl: Project

source: Savings Account
nl_nl: Spaarrekening

source: Chequing Account
nl_nl: Overige rekening

source: Credit Account
nl_nl: Betaalrekening

source: Cash Account
nl_nl: Kas

source: Transfer
nl_nl: Overboeking

source: Cash
nl_nl: Contant

source: Customer
nl_nl: Klant

source: Supplier
nl_nl: Leverancier

source: Assemble
nl_nl: Assemblage

source: Unassemble
nl_nl: Disassemblage

source: Advanced Manufacture
nl_nl: Geavanceerde fabricage

source: Labour Cost
nl_nl: Personeelskosten

source: Overhead Cost
nl_nl: Overheadkosten

source: Assets
nl_nl: Activa

source: Equity
nl_nl: Eigen vermogen

source: Income
nl_nl: Opbrengsten

source: Cost of Goods Sold
nl_nl: Kostprijs omzet

source: Expense
nl_nl: Kosten

source: Remainder
nl_nl: Resterend

source: Amount, increase base
nl_nl: Bedrag, op opslag basis

source: Amount, reduce base
nl_nl: Bedrag, op verminder basis

source: % amount of base
nl_nl: % BTW grondslag

source: % amount of base, increase base
nl_nl: % bedrag van grondslag, op opslag basis

source: % amount of base, reduce base
nl_nl: % bedrag van grondslag, op verminder basis

source: Taxes added
nl_nl: BTW

source: Taxes added, increase base
nl_nl: BTW toegevoegd, op opslag basis

source: Taxes added, reduce base
nl_nl: BTW toegevoegd, op verminder basis

source: Taxes included
nl_nl: Inclusief BTW

source: Taxes included, increase base
nl_nl: BTW inclusief, op opslag basis

source: Taxes included, reduce base
nl_nl: BTW inclusief, terugrekenen

source: Supplier Invoice/Credit
nl_nl: Leveranciers factuur/credit

source: Manufactured
nl_nl: Samengesteld

source: Purchased
nl_nl: Aangekocht

source: Service
nl_nl: Dienst

source: Customer branch
nl_nl: Klant vestigingen

source: Shipper
nl_nl: Transporteur

source: Company internal
nl_nl: Intern

source: Prepayment
nl_nl: Vooruitbetaling

source: After No. of Days
nl_nl: Vervalt na gegeven aantal dagen:

source: Day In Following Month
nl_nl: Dagen (of dag in de volgende maand):

source: Mar
nl_nl: Mrt

source: May
nl_nl: Mei

source: Oct
nl_nl: Okt

source: Optional
nl_nl: Optioneel

source: Recommended
nl_nl: Aanbevolen

source: Required
nl_nl: Verplicht

source: MySQL version
nl_nl: MySQL versie

source: Upgrade MySQL server to version at least 4.1
nl_nl: Upgrade de MySQL server tot minimaal versie 4.1

source: PHP MySQL extension
nl_nl: PHP MySQL extentie

source: Your PHP has to have MySQL extension enabled.
nl_nl: Uw PHP dient de MySQL extentie gactiveerd te hebben.

source: PHP version
nl_nl: PHP versie

source: Upgrade PHP to version at least 4.3.3
nl_nl: Upgrade PHP tot minimaal versie 4.3.3

source: Server system
nl_nl: Server systeem

source: Session save path
nl_nl: Sessie pad

source: Removed install wizard folder
nl_nl: Installatie map verwijderd

source: Not removed
nl_nl: Niet verwijderd

source: Remove or rename install wizard folder for security reasons.
nl_nl: Verwijder of hernoem de installatiefolder om veiligheidsredenen.

source: Any browser is supported
nl_nl: Elke browser is ondersteund.

source: Any server is supported
nl_nl: Elke server is ondersteund.

source: In case of no gettext support, php emulation is used
nl_nl: In geval no gettext support, zal PHP emulatie worden gebruikt.

source: Debugging mode
nl_nl: Debugging modus

source: To switch debugging on set $go_debug>0 in config.php file
nl_nl: Om debugging aan te zetten, hernoem $go_debug>0 in het config.php bestand

source: Error logging
nl_nl: Fout registratie

source: Disabled
nl_nl: Uitgeschakeld

source: To switch error logging set $error_logging in config.php file
nl_nl: Om registratie van fouten aan te zetten, hernoem $error_logging in het config.php bestand

source: Log file is not writeable
nl_nl: Het log bestand is niet schrijfbaar

source: Current database version
nl_nl: Huidige database versie
