Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: Update supplier data
el_gr: Ανανέωση δεδομένων προμηθευτή

source: Select this supplier and return to document entry.
el_gr: Επιλογή αυτού του προμηθευτή και επιστροφή στην εισαγωγή εγγράφου.

source: Delete Supplier
el_gr: Διαγραφή προμηθευτή

source: Delete supplier data if have been never used
el_gr: Διαγραφή δεδομένων προμηθευτή εάν δεν έχουν χρησιμοποιηθεί ποτέ

source: Add New Supplier Details
el_gr: Προσθήκη νέων λεπτομερειών προμηθευτή

source: The supplier name must be entered.
el_gr: Το όνομα προμηθευτή πρέπει να εισαχθεί.

source: The supplier short name must be entered.
el_gr: Πρέπει να εισαχθεί το σύντομο όνομα του προμηθευτή.

source: Supplier has been updated.
el_gr: Ο Προμηθευτής ανανεώθηκε.

source: A new supplier has been added.
el_gr: Ένας νέος προμηθευτής προστέθηκε.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
el_gr: Αδυναμία διαγραφής αυτού του προμηθευτή επειδή υπάρχουν συναλλαγές που αναφέρονται αυτόν τον προμηθευτή.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
el_gr: Αδυναμία διαγραφής αυτού του αρχείου προμηθευτή επειδή οι παραγγελίες αγοράς δεν δημιουργήθηκαν προς αυτόν τον προμηθευτή.

source: Select a supplier:
el_gr: Επιλογή προμηθευτή:

source: New supplier
el_gr: Νέος προμηθευτής

source: &Contacts
el_gr: &8 Επαφές

source: Purchase &Orders
el_gr: Παραγγελίες Αγοράς

source: Search Purchase Orders
el_gr: Αναζήτηση παραγγελιών εργασίας

source: into location:
el_gr: μέσα σε τοποθεσία:

source: Order Date
el_gr: Ημερομηνία Παραγγελίας

source: Order Total
el_gr: Συνολική αξία παραγγελίας

source: Search Outstanding Purchase Orders
el_gr: Αναζήτηση σημαντικών Παραγγελιών Πωλήσεων

source: Receive
el_gr: Λήψη

source: Marked orders have overdue items.
el_gr: Οι σημαδεμένες παραγγελίες περιέχουν ηπερήμερα αγαθά.

source: Supplier Allocation Inquiry
el_gr: Αναζήτηση Εκχωρήσεων Προμηθευτή

source: show settled:
el_gr: Προβολή τακτοποιημένων:

source: Pay
el_gr: Πληρωμή

source: Supp Reference
el_gr: Αναφορά

source: Allocated
el_gr: Εκχωρημένο

source: Supplier Inquiry
el_gr: Αναζήτηση Προμηθευτή

source: Select a supplier:
el_gr: Επιλογή προμηθευτή:

source: Days
el_gr: Ημέρες

source: Over
el_gr: Πάνω από

source: Terms
el_gr: Όροι

source: Current
el_gr: Παρόν

source: Total Balance
el_gr: Συνολικός Ισολογισμός

source: Credit This
el_gr: Πίστωση αυτού

source: Print Remittance
el_gr: Εκτύπωση Εμβάσματος

source: Allocate Supplier Payment or Credit Note
el_gr: Καταχώρηση Πληρωμής Προμηθευτή ή Πιστωτικού Δελτίου

source: Allocation of
el_gr: Καταχώρηση του

source: Total:
el_gr: Σύνολο:

source: Total in clearing currency:
el_gr: Σύνολο σε συνάλλαγμα εκκαθάρισης:

source: Start again allocation of selected amount
el_gr: Επανεκκίνηση καταχώρησης του επιλεγμένου ποσού

source: Process allocations
el_gr: Διενέργεια Καταχωρήσεων

source: Back to Allocations
el_gr: Πίσω στις Εισπράξεις

source: Abandon allocations and return to selection of allocatable amounts
el_gr: Εγκατάληψη εισπράξεων και επιστροφή στον πίνακα ποσών που μπορούν να εισπραχθούν

source: There are no unsettled transactions to allocate.
el_gr: Δεν υπάρχουν αδιακανόνιστες συναλλαγές για είσπραξη.

source: Supplier Allocations
el_gr: Εισπράξεις Προμηθευτή

source: Select a Supplier:
el_gr: Επιλογή Προμηθευτή:

source: Show Settled Items:
el_gr: Προβολή διακανονισμένων Αγαθών:

source: Allocate
el_gr: Είσπραξη

source: Marked items are settled.
el_gr: Τα σημαδεμένα αγαθά είναι διακανονισμένα.

source: Balances in Home Currency
el_gr: Ισολογισμοί στο τοπικό νόμισμα

source: Trans Type
el_gr: Τύπος Παραστατικού

source: Charges
el_gr: Χρεώσεις

source: Credits
el_gr: Πιστώσεις

source: Suppress Zeros
el_gr: Περιορισμός μηδενικών

source: Customer Balances
el_gr: Ισοζύγια Πελατών

source: Grand Total
el_gr: ΠΛΗΡΩΤΕΟ ΠΟΣΟ

source: Summary Only
el_gr: Μόνο Περίληψη

source: Detailed Report
el_gr: Λεπτομερής Έκθεση

source: End Date
el_gr: Καταληκτική Ημερομηνία

source: Show Also Allocated
el_gr: Εμφάνιση Επίσης Δεσμευμένων

source: Aged Customer Analysis
el_gr: Ηλικιωμένη Ανάλυση Πελάτη

source: All Areas
el_gr: Όλες οι Περιοχές

source: All Sales Folk
el_gr: Ολά τα συγγενή Πωλήσεων

source: Greater than
el_gr: Μεγαλύτερο από

source: Less than
el_gr: λιγότερο από

source: Customer Postal Address
el_gr: Ταχυδρομική Διεύθυνση Πελάτη

source: Price/Turnover
el_gr: Τιμή/Κύκλος Εργασιών

source: Branch Contact Information
el_gr: Πληροφορίες Συνδέσμου Επικοινωνίας Κλάδου

source: Branch Delivery Address
el_gr: Διεύθυνση Παράδοσης Κλάδου

source: Activity Since
el_gr: Δραστηριότητα από

source: Sales Areas
el_gr: Περιοχές Πώλησης

source: Sales Folk
el_gr: Συγγενή Πωλήσεων

source: Activity
el_gr: Δραστηριότητα

source: Customer Details Listing
el_gr: Απαρίθμηση λεπτομερειών Πελάτη

source: Customers in
el_gr: Πελάτες μέσα

source: Price List
el_gr: Λίστα τιμών

source: Gereral Notes:
el_gr: Γενικές Σημειώσεις:

source: Turnover
el_gr: Κύκλος εργασιών

source: Category/Items
el_gr: Κατηγορία/Αγαθά

source: GP %
el_gr: Γ. Κερ. %

source: Show GP %
el_gr: Προβολή GP %

source: Price Listing
el_gr: Απαρίθμηση Τιμών

source: Sales Kits
el_gr: Πακέτα Πωλήσεων

source: All Orders
el_gr: Όλες οι Παραγγελίες

source: Back Orders Only
el_gr: Μόνο Back Orders

source: Order
el_gr: Παραγγελία

source: Branch
el_gr: Κλάδος

source: Customer Ref
el_gr: Αν. Πελάτη

source: Ord Date
el_gr: Ημερομηνία Π.

source: Del Date
el_gr: Ημερομηνία Δ.Α.

source: Delivered
el_gr: Παραδομένο

source: Selection
el_gr: Επιλογή

source: Order Status Listing
el_gr: Απαρίθμηση Κατάστασης Παραγγελιών

source: Inv Date
el_gr: Ημερομηνία Τ.

source: Provision
el_gr: Παροχή

source: Salesman
el_gr: Πωλητής

source: Break Pt.
el_gr: Σημείο αποκοπής

source: Salesman Listing
el_gr: Λίστα πωλητών

source: INVOICE
el_gr: ΤΙΜΟΛΟΓΙΟ

source: Shipping
el_gr: ΜΕΤΑΦΟΡΙΚΑ

source: STATEMENT
el_gr: ΟΜΟΛΟΓΟ

source: Outstanding Transactions
el_gr: Εξέχουσες συναλλαγές

source: Statement
el_gr: Τραπεζικό ομόλογο

source: as of
el_gr: όπως στο

source: SALES ORDER
el_gr: ΠΑΡΑΓΓΕΛΙΑ ΠΩΛΗΣΗΣ

source: QUOTE
el_gr: ΠΡΟΣΦΟΡΑ

source: TOTAL ORDER EX VAT
el_gr: ΣΥΝΟΛΙΚΗ ΑΞΙΑ ΧΩΡΙΣ ΦΠΑ

source: TOTAL ORDER VAT INCL.
el_gr: ΣΥΝΟΛΙΚΗ ΑΞΙΑ ΜΕ ΦΠΑ

source: DELIVERY
el_gr: ΠΑΡΑΔΟΣΗ

source: PACKING SLIP
el_gr: ΕΝΘΕΤΟ ΣΥΣΚΕΥΣΙΑΣ

source: DELIVERY NOTE
el_gr: ΔΕΛΤΙΟ ΑΠΟΣΤΟΛΗΣ

source: TOTAL DELIVERY INCL. VAT
el_gr: ΠΛΗΡΩΤΕΟ ΠΟΣΟ

source: SALES QUOTATION
el_gr: ΑΝΑΦΟΡΑ ΠΩΛΗΣΗΣ

source: RECEIPT
el_gr: ΑΠΟΔΕΙΞΗ

source: As advance / full / part / payment towards:
el_gr: Ως προκαταβολή ή Εξόφληση πληρωμής για:

source: TOTAL RECEIPT
el_gr: ΣΥΝΟΛΙΚΗ ΠΑΡΑΛΑΒΗ

source: Received / Sign
el_gr: Παραλαβή/Υπογρ.

source: By Cash / Cheque* / Draft No.
el_gr: Με Μετρητά / Επιταγή*

source: Dated
el_gr: Χρονολογημένο

source: Drawn on Bank
el_gr: Χρεωμένα σε Τράπεζα

source: CREDIT NOTE
el_gr: ΠΙΣΤΩΤΙΚΟ ΣΗΜΕΙΩΜΑ

source: TOTAL CREDIT
el_gr: ΣΥΝΟΛΟ ΠΙΣΤΩΣΗΣ

source: Sales Summary Report
el_gr: Αναλυτική έκθεση πωλήσεων

source: Tax Id Only
el_gr: Μόνο αν. φόρου

source: Tax Id
el_gr: Αν. Φόρου

source: Total ex. Tax
el_gr: Σύνολο χωρίς φόρους

source: Tax
el_gr: Φορολογία

source: Balances in Home currency
el_gr: Ισολογισμοί στο τοπικό νόμισμα

source: Supplier Balances
el_gr: Ισοζύγια προμηθευτών

source: currency
el_gr: Νόμισμα

source: Aged Supplier Analysis
el_gr: Ηλικιωμένη Ανάλυση Προμηθευτή

source: Payment Report
el_gr: Αναφορά πληρωμής

source: Qty Recd
el_gr: Ποσ. Καταγραφής

source: qty Inv
el_gr: Ποσ. Τιμ.

source: Act Price
el_gr: Λίστα Τιμών

source: Outstanding GRNs Report
el_gr: Έκθεση σημαντικών GRNs

source: Contact Information
el_gr: Πληροφορίες Επικοινωνίας

source: Physical Address
el_gr: Φυσική Διεύθυνση:

source: Supplier Details Listing
el_gr: Απαρίθμηση Λεπτομερειών Πελάτη

source: Tax_Id
el_gr: Αν_Φόρου

source: PURCHASE ORDER
el_gr: ΠΑΡΑΓΓΕΛΙΑ ΑΓΟΡΑΣ

source: TOTAL PO
el_gr: ΣΥΝΟΛΟ

source: REMITTANCE
el_gr: ΣΥΝΟΛΙΚΗ ΑΠΟΣΤΟΛΗ

source: TOTAL REMITTANCE
el_gr: ΣΥΝΟΛΙΚΗ ΑΠΟΣΤΟΛΗ

source: Inventory Valuation Report
el_gr: Έκθεση Αξιολόγησης Αποθήκης

source: Inventory Planning Report
el_gr: Έκθεση Προγραμματισμού Αποθήκης

source: Shortage
el_gr: Έλλειψη

source: Stock ID
el_gr: ID αποθέματος

source: Check
el_gr: Επιταγή

source: Only Shortage
el_gr: Μόνο Έλειψη

source: Stock Check Sheets
el_gr: Φύλλα Ελέγχου Αποθέματος

source: Qty
el_gr: ΠΟΣΟΤΗΤΑ

source: Sales
el_gr: Πωλήσεις

source: Cost
el_gr: Κόστος

source: Contribution
el_gr: Συνεισφορά

source: Inventory Sales Report
el_gr: Έκθεση Πωλήσεων Αποθήκης

source: Inv
el_gr: ΤΙΜΟΛΟΓΙΟ

source: Inv Price
el_gr: ΑΞΙΑ τιμολογίου

source: PO Price
el_gr: ΑΞΙΑ PO

source: GRN Valuation Report
el_gr: Έκθεση Αξιολόγησης Δελτίων Ληφθέντων Αγαθών

source: Unit Price
el_gr: Τιμή Μονάδας

source: Inventory Purchasing Report
el_gr: Έκθεση Αγορών Αποθήκης

source: Opening
el_gr: Άνοιγμα

source: Inventory Movements
el_gr: Μετακινήσεις Καταλόγου

source: OpeningStock
el_gr: Απόθεμα-Ανοίγματος

source: StockIn
el_gr: Αποθέμαln

source: ClosingStock
el_gr: Απόθεμα-Κλεισίματος

source: QTY
el_gr: ΠΟΣ

source: Rate
el_gr: Ποσοστό

source: Costed Inventory Movements
el_gr: Μετακινήσεις Κοστολογημένου Καταλόγου

source: Item/Category
el_gr: Αγαθό/Κατηγορία

source: Remark
el_gr: Παρατήρηση

source: Item Sales Summary Report
el_gr: Συνοπτική Έκθεση Πωλήσεων Αγαθών

source: Gift
el_gr: Δώρο

source: Bill of Material Listing
el_gr: Απαρίθμηση κόστους υλικών

source: WORK ORDER
el_gr: ΠΑΡΑΓΓΕΛΙΑ ΕΡΓΑΣΙΑΣ

source: Insufficient stock
el_gr: Ανεπαρκές απόθεμα

source: Dimension Summary
el_gr: Περίληψη Ενδοσυνόλου

source: Bank Account
el_gr: Τραπεζικός Λογαριασμός

source: Total Debit / Credit
el_gr: Σύνολο Χρέωσης / Πίστωσης

source: Net Change
el_gr: Αλλαγή δυχτιού

source: Type/Account
el_gr: Τύπος/Λογαριασμός

source: Date/Dim.
el_gr: Ημερομηνία/Ενδ.

source: Person/Item/Memo
el_gr: Άτομο/Αγαθό/Υπόμνημα

source: List of Journal Entries
el_gr: Λίστα Εγγραφών Ημερολογίου

source: GL Account Transactions
el_gr: Συναλλαγές ΓΚ

source: Year
el_gr: Έτος

source: Tags
el_gr: Ετικέτες

source: Amounts in thousands
el_gr: Ποσά σε χιλιάδες

source: Annual Expense Breakdown
el_gr: Ανάλυση ετήσιων δαπανών

source: Close Balance
el_gr: Κλείσιμο Ισολογισμού

source: Profit and Loss Statement
el_gr: Δήλωση κέρδους και απώλειας

source: Tax Report
el_gr: Έκθεση Φόρου

source: Branch Name
el_gr: Όνομα Κλάδου

source: Net
el_gr: Δίκτυο

source: Tax Rate
el_gr: Ποσοστό φορολογίας

source: Net Tax
el_gr: Δίχτυ Φόρου

source: Time
el_gr: Χρόνος

source: Trans Date
el_gr: Ημερομηνία συναλλαγής

source: Action
el_gr: Ενέργεια

source: Audit Trail
el_gr: Διαδρομή ελέγχου

source: Changed
el_gr: Αλλαγμένο

source: Reports and Analysis
el_gr: Αναφορές και ανάλυση

source: Customer &Balances
el_gr: &1 Ισοζύγια πελατών

source: Show Balance
el_gr: Εμφάνιση Ισολογισμού

source: Currency Filter
el_gr: Φίλτρο νομίσματος

source: Orientation
el_gr: Προσανατολισμός

source: Destination
el_gr: Προορισμός

source: &Aged Customer Analysis
el_gr: &2 Χρονική Ανάλυση Πελατών

source: Graphics
el_gr: Γραφικά

source: Customer &Detail Listing
el_gr: Απαρίθμηση Λεπτομερειών Πελάτη

source: Activity Greater Than
el_gr: Δραστηριότητα μεγαλύτερη από

source: Activity Less Than
el_gr: Δραστηριότητα μικρότερη από

source: Sales &Summary Report
el_gr: Αναλυτική έκθεση πωλήσεων

source: &Price Listing
el_gr: Απαρίθμηση Τιμών

source: Inventory Category
el_gr: Κατηγορία Αποθήκης

source: Sales Types
el_gr: Τύποι Πωλήσης

source: Show Pictures
el_gr: Εμφάνιση Εικόνων

source: &Order Status Listing
el_gr: Απαρίθμηση Κατάστασης Παραγγελιών

source: Stock Location
el_gr: Τοποθεσία Αποθέματος

source: &Salesman Listing
el_gr: Απαρίθμηση Πωλητών

source: Print &Invoices
el_gr: (&5) Εκτύπωση Τιμολογίων

source: email Customers
el_gr: Αποστολή email στους Πελάτες

source: Payment Link
el_gr: Σύνδεσμος Πληρωμής

source: Print &Credit Notes
el_gr: Εκτύπωση αυτού του πιστωτικού δελτίου

source: Print &Deliveries
el_gr: Εκτύπωση Παραδόσεων

source: Print as Packing Slip
el_gr: Εκτύπωση ως ένθετο συσκευασίας

source: Print &Statements
el_gr: Εκτύπωση Δηλώσεων

source: Email Customers
el_gr: Αποστολή email στους Πελάτες

source: &Print Sales Orders
el_gr: Εκτύπωση Παραγγελιών Πώλησης

source: Print as Quote
el_gr: Εκτύπωση ως Απόσπασμα

source: &Print Sales Quotations
el_gr: Εκτύπωση Αποσπασμάτων Πώλησης

source: Print Receipts
el_gr: Εκτύπωση Αποδείξεων

source: Supplier &Balances
el_gr: Ισοζύγια Προμηθευτών

source: &Aged Supplier Analyses
el_gr: Ηλικιωμένες αναλύσεις Προμηθευτών

source: &Payment Report
el_gr: Έκθεση Πληρωμής

source: Outstanding &GRNs Report
el_gr: Έκθεση Εξεχόντων GRNs

source: Supplier &Detail Listing
el_gr: Απαρίθμηση Λεπτομερειών Προμηθευτή

source: Print Purchase &Orders
el_gr: Εκτύπωση Παραγγελιών Αγορών

source: Print Remittances
el_gr: Εκτύπωση Εμβασμάτων

source: Inventory &Valuation Report
el_gr: Έκθεση Αξιολόγησης Αποθήκης

source: Inventory &Planning Report
el_gr: Έκθεση Προγραμματισμού Αποθήκης

source: Stock &Check Sheets
el_gr: Φύλλα Ελέγχου Αποθέματος

source: Inventory Column
el_gr: Στήλη αποθήκης

source: Show Shortage
el_gr: Προβολή έλλειψης

source: Item Like
el_gr: Όπως Αγαθό

source: Inventory &Sales Report
el_gr: Έκθεση Πωλήσεων Αποθήκης

source: &GRN Valuation Report
el_gr: Έκθεση Αξιολόγησης Σημειωμάτων Παραληφθέντων Αγαθών

source: Inventory P&urchasing Report
el_gr: Έκθεση Αγορών Αποθήκης

source: Inventory &Movement Report
el_gr: Έκθεση Μετακίνησης Καταλόγου

source: C&osted Inventory Movement Report
el_gr: Έκθεση Μετακίνησης Κοστολογημένου Καταλόγου

source: Item &Sales Summary Report
el_gr: Συνοπτική Έκθεση Πωλήσεων Αγαθών

source: Manufacturing
el_gr: Κατασκευαστική

source: &Bill of Material Listing
el_gr: Απαρίθμηση κόστους υλικών

source: From product
el_gr: Από προϊόν

source: To product
el_gr: σε προϊόν

source: Print &Work Orders
el_gr: Εκτύπωση Παραγγελιών Εργασίας

source: Email Locations
el_gr: Τοποθεσίες email

source: Dimension &Summary
el_gr: Περίληψη Ενδοσυνόλων

source: From Dimension
el_gr: Από διάσταση

source: To Dimension
el_gr: Στη διάσταση

source: Banking
el_gr: Τραπεζική

source: Bank &Statement
el_gr: Τραπεζικό ομόλογο

source: Zero values
el_gr: Μηδενικές τιμές

source: General Ledger
el_gr: Γενικό Καθολικό

source: Chart of &Accounts
el_gr: Διάγραμμα λογαριασμών

source: Show Balances
el_gr: Εμφάνιση Ισολογισμών

source: List of &Journal Entries
el_gr: Λίστα από εγγραφές ημερολογίου

source: GL Account &Transactions
el_gr: Συναλλαγές λογαριασμού ΓΚ

source: From Account
el_gr: Από Λογαριασμό

source: To Account
el_gr: Προς Λογαριασμό

source: Annual &Expense Breakdown
el_gr: Ανάλυση ετήσιων δαπανών

source: &Balance Sheet
el_gr: Φύλλο Ισολογισμού

source: Decimal values
el_gr: Δεκαδικά ψηφία

source: &Profit and Loss Statement
el_gr: Δήλωση κέρδους και απώλειας

source: Ta&x Report
el_gr: Έκθεση Φόρου

source: Charge To
el_gr: ΣΤΟΙΧΕΙΑ ΣΥΜΒΑΛΛΟΜΕΝΟΥ

source: Delivered To
el_gr: ΣΤΟΙΧΕΙΑ ΠΑΡΑΔΟΣΗΣ

source: Discount %
el_gr: Εκπτωση %

source: All amounts stated in
el_gr: ΟΛΑ ΤΑ ΠΟΣΑ ΕΙΝΑΙ ΣΕ ΕΥΡΩ

source: Quotation No.
el_gr: Αριθμός Προσφοράς:

source: Customer's Reference
el_gr: Αναφορά Πελάτη

source: Sales Person
el_gr: Πωλητής

source: Our Quotation No
el_gr: Αρ. Προσφοράς

source: Valid until
el_gr: Έγκυρο μέχρι

source: Order No.
el_gr: Παραγγελία Αρ.

source: Our Order No
el_gr: Αρ. Παραγγελίας

source: Delivery Note No.
el_gr: Αριθμός Δ.Α.

source: To Be Invoiced Before
el_gr: Τιμολόγηση πριν από

source: Credit No.
el_gr: Αρ. Πιστωτικής

source: Please quote Credit no. when paying. All amounts stated in
el_gr: ΟΛΑ ΤΑ ΠΟΣΑ ΕΙΝΑΙ ΣΕ ΕΥΡΩ

source: Invoice No.
el_gr: Αρ. Τιμολογίου

source: Please quote Invoice no. when paying. All amounts stated in
el_gr: ΟΛΑ ΤΑ ΠΟΣΑ ΕΙΝΑΙ ΣΕ ΕΥΡΩ

source: Remittance No.
el_gr: Αρ. Εμβάσματος

source: Order To
el_gr: Παραγγελία σε

source: Purchase Order No.
el_gr: Αρ. Παραγγελίας Αγοράς

source: Deliver To
el_gr: Αποστολή σε

source: Receipt No.
el_gr: Αρ. Aπόδειξης

source: With thanks from
el_gr: Με τις ευχαριστίες του

source: Work Order No.
el_gr: Αρ. Παρ. Εργασίας

source: DueDate
el_gr: Ληξηπρόθεσμο

source: You can pay through
el_gr: Μπορείτε να πληρώσετε μέσω

source: * Subject to Realisation of the Cheque.
el_gr: * Υποκείμενο σε έκδοση της επιταγής.

source: The security settings on your account do not permit you to print this report
el_gr: Οι παράμετροι ασφάλειας του λογαριασμού σας δεν σας επιτρέπουν να εκτυπώσετε αυτή την έκθεση

source: Print Out Date
el_gr: Ημερομηνία εκτύπωσης

source: Fiscal Year
el_gr: Οικονομικό Έτος

source: Report Date
el_gr: Ημερομηνία Έκθεσης

source: Generated At
el_gr: Δημιουργήθηκε Στο

source: Generated By
el_gr: Δημιουργήθηκε Από

source: Our VAT No.
el_gr: Α.Φ.Μ:

source: Domicile
el_gr: Κατοικία

source: Page
el_gr: Σελίδα

source: Report Period
el_gr: Περίοδος Έκθεσης

source: You have no email contact defined for this type of document for '%s'.
el_gr: Δεν έχετε ορίσει επαφή email για αυτόν τον τύπο εγγράφου για '%s'.

source: Dear
el_gr: Αγαπητέ/ή

source: Attached you will find
el_gr: Συννημένα θα βρείτε

source: Kindest regards
el_gr: Φιλικούς χαιρετισμούς

source: Sending document by email failed
el_gr: Απέτυχε ή αποστολή εγγράφου με email

source: has been sent by email to destination.
el_gr: έχει αποσταλεί με email στον προορισμό.

source: Report has been sent to network printer
el_gr: Η έκθεση έχει αποσταλεί στον εκτυπωτή δικτύου

source: Cannot open connection to printer
el_gr: Αδυναμία σύνδεσης με εκτυπωτή

source: Printer does not acept the job
el_gr: Ο εκτυπωτής δεν δέχεται την εργασία εκτύπωσης

source: Error sending print job control file
el_gr: Λάθος κατά την αποστολή αρχείου ελέγχου εργασίας εκτύπωσης

source: Print control file not accepted
el_gr: Το αρχείο ελέγχου εκτύπωσης δεν είναι αποδεκτό

source: Cannot send report to printer
el_gr: Αδυναμία αποστολής έκθεσης στον εκτυπωτή

source: No ack after report printout
el_gr: Κανένα μήνυμα επιβεβαίωσης μετά από αναφορά εκτύπωσης

source: Cannot flush printing queue
el_gr: Αδυναμία εκκένωσης ουράς εκτυπωτή

source: Report Classes:
el_gr: Τάξεις αναφορών:

source: Reports For Class:
el_gr: Αναφορές για τάξη:

source: Display:
el_gr: Προβολή:

source: Unknown report parameter type:
el_gr: Άγνωστος τύπος παραμέτρου έκθεσης:

source: No Currency Filter
el_gr: Κανένα φίλτρο νομίσματος

source: PDF/Printer
el_gr: PDF/Εκτυπωτής

source: Portrait
el_gr: Πορτρέτο

source: Landscape
el_gr: Τοπίο

source: No Graphics
el_gr: Καθόλου γραφικά

source: Vertical bars
el_gr: Κάθετες μπάρες

source: Horizontal bars
el_gr: Οριζόντιες μπάρες

source: Dots
el_gr: Σημεία

source: Lines
el_gr: Γραμμές

source: Pie
el_gr: Πίτα

source: Donut
el_gr: Ντόνατ

source: No Type Filter
el_gr: Κανένα φίλτρο τύπου

source: No Account Group Filter
el_gr: Κανένα φίλτρο ομάδων λογαριασμών

source: No Dimension Filter
el_gr: Κανένα φίλτρο διάστασης

source: No Customer Filter
el_gr: Κανένα φίλτρο πελάτη

source: No Supplier Filter
el_gr: Κανένα φίλτρο προμηθευτή

source: No Location Filter
el_gr: Κανένα φίλτρο τοποθεσίας

source: No Category Filter
el_gr: Κανένα φίλτρο κατηγορίας

source: No Sales Folk Filter
el_gr: Κανένα φίλτρο συγγενών Πωλήσεων

source: No Users Filter
el_gr: Κανένα φίλτρο χρήστη

source: Create and Print Recurrent Invoices
el_gr: Δημιουργία και Εκτύπωση Περιοδικών Τιμολογίων

source: Recurrent Invoice covers period %s - %s.
el_gr: Το περιοδικό τιμολόγιο καλύπτει την περίοδο %s - %s.

source: %s recurrent invoice(s) created, # %s - # %s.
el_gr: Δημιουργήθηκαν %s περιοδικά τιμολόγια, # %s - # %s.

source: &Print Recurrent Invoices # %s - # %s
el_gr: Εκτύπωση Περιοδικών Τιμολογίων # %s - # %s

source: &Email Recurrent Invoices # %s - # %s
el_gr: Ηλ. ταχυδρόμηση Περιοδικών Τιμολογίων # %s - # %s

source: Invoice date:
el_gr: Ημερομηνία Τιμολογίου:

source: Template No
el_gr: Πρότυπο Αρ.

source: Begin
el_gr: Αρχή

source: End
el_gr: Τέλος

source: Last Created
el_gr: Τελευταίο

source: Create Invoices
el_gr: Δημιουργία Τιμολογίων

source: Marked items are due.
el_gr: Τα σημαδεμένα αγαθά είναι ληξιπρόθεσμα.

source: No recurrent invoices are due.
el_gr: Κανένα περιοδικό τιμολόγιο δεν είναι ληξιπρόθεσμο.

source: Modifying Customer Credit Note #%d
el_gr: Τροποποίηση Πιστωτικού Δελτίου Πελάτη #%d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
el_gr: Δεν υπάρχουν πελάτες ή δεν υπάρχουν πελάτες με κλάδους. Παρακαλώ ορίστε πελάτες και κλάδους πελατών.

source: Credit Note # %d has been processed
el_gr: Το Πιστωτικό Δελτίο # %d έχει διενεργηθ

source: &View this credit note
el_gr: Επισκόπηση αυτού του πιστωτικού δελτίου

source: &Print This Credit Invoice
el_gr: Εκτύπωση αυτού του Τιμολογίου Πίστωσης

source: &Email This Credit Invoice
el_gr: Αποστολή με email αυτού του Τιμολογίου Πίστωσης

source: View the GL &Journal Entries for this Credit Note
el_gr: (j) Επισκόπηση του ημερολογίου ΓΚ για αυτό το Τιμολόγιο

source: Enter Another &Credit Note
el_gr: Εισάγετε άλλο Πιστωτικό Δελτίο

source: The entered date for the credit note is invalid.
el_gr: Η δοσμένη ημερομηνία για το πιστωτικό δελτίο είναι άκυρη.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
el_gr: Για τα πιστωτικά δελτία που δημιουργούνται για να παραγραφεί η μετοχή, ένας απολογισμός ΓΚ απαιτείται να έχει επιλεχτεί.

source: Please select an account to write the cost of the stock off to, then click on Process again.
el_gr: Παρακαλώ επιλέξτε έναν λογαριασμό για να παραγραφεί σε αυτόν το κόστος μετοχής και μετά πατήστε πάλι διενέργεια.

source: The quantity must be greater than zero.
el_gr: Η ποσότητα πρέπει μα είναι μεγαλύτερη του μηδενός.

source: The entered price is negative or invalid.
el_gr: Το δοσμένο ποσό είναι αρνητικό ή άκυρο.

source: The entered discount percent is negative, greater than 100 or invalid.
el_gr: Το δοσμένο ποσοστό έκπτωσης είναι αρνητικό, μεγαλύτερο από 100 ή άκυρο.

source: Credit Note Items
el_gr: Αγαθά Πιστωτικού Δελτίου

source: Process Credit Note
el_gr: Διενέργεια Πιστωτικού Δελτίου

source: Modifying Credit Invoice # %d.
el_gr: Τροποποίηση Τιμολογίου πίστωσης # %d.

source: Credit all or part of an Invoice
el_gr: Πίστωση όλου ή μέρους ενός Τιμολογίου

source: Credit Note has been processed
el_gr: Αυτό το πιστωτικό δελτίο επεξεργάσθηκε.

source: &View This Credit Note
el_gr: Επισκόπηση αυτού του πιστωτικού δελτίου

source: &Print This Credit Note
el_gr: Εκτύπωση αυτού του πιστωτικού δελτίου

source: &Email This Credit Note
el_gr: Εκτύπωση αυτού του πιστωτικού δελτίου

source: Credit Note has been updated
el_gr: Το πιστωτικό δελτίο έχει ανανεωθεί.

source: The entered shipping cost is invalid or less than zero.
el_gr: Το δοσμένο κόστος αποστολής/μεταφοράς είναι άκυρο ή μικρότερο από μηδέν.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
el_gr: Η επιλεγμένη ποσότητα δεν μπορεί να είναι μικρότερη από μηδέν ούτε περισσότερη από την ποσότητα που δεν έχει πιστωθεί ακόμα.

source: This page can only be opened if an invoice has been selected for crediting.
el_gr: Αυτή η σελίδα μπορεί να ανοίξει μόνο αν έχει επιλεχθεί ένα τιμολόγιο προς πίστωση.

source: Crediting Invoice
el_gr: Τιμολόγιο Πίστωσης

source: Credit Note Date
el_gr: Ημερομηνία πιστωτικού δελτίου

source: Invoiced Quantity
el_gr: Ποσότητα Τιμολόγησης

source: Credit Quantity
el_gr: Ποσότητα Πίστωσης

source: Credit Shipping Cost
el_gr: Πίστωση Κόστους Αποστολής

source: Credit Note Type
el_gr: Τύπος πιστωτικού δελτίου

source: Items Returned to Location
el_gr: Επιστροφή αγαθών σε Τοποθεσία

source: Write off the cost of the items to
el_gr: Παραγραφή του κόστους των αγαθών σε
