Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: New account
el_gr: Νέος λογαριασμός

source: Account Code 2:
el_gr: Κωδικός λογαριασμού 2:

source: Account Name:
el_gr: Όνομα λογαριασμού:

source: Account Group:
el_gr: Ομάδα λογαριασμού:

source: Account Tags:
el_gr: Ετικέτες λογαριασμών:

source: Account status:
el_gr: Κατάσταση λογαριασμού:

source: Add Account
el_gr: Προσθήκη λογαρισμού

source: Update Account
el_gr: Ανανέωση λογαριασμού

source: Delete account
el_gr: Διαγραφή λογαριασμού

source: GL Account Groups
el_gr: Γρουπ λογαριασμών ΓΚ

source: The account group id cannot be empty.
el_gr: Το όνομα ομάδας λογαριασμών δεν μπορεί να είναι κενό.

source: The account group name cannot be empty.
el_gr: Το όνομα ομάδας λογαριασμών δεν μπορεί να είναι κενό.

source: This account group id is already in use.
el_gr: Αυτή η αναφορά λογαριασμού ομάδας είναι ήδη σε χρήση.

source: You cannot set an account group to be a subgroup of itself.
el_gr: Δεν μπορείτε να ορίσετε μια ομάδα απολογισμών να είναι υπο-ομάδα του εαυτού της.

source: Selected account type has been updated
el_gr: Ο επιλεγμένος τύπος λογαριασμού ανανεώθηκε

source: New account type has been added
el_gr: Προστέθηκε νέος τύπος λογαριασμού

source: Cannot delete this account group because GL accounts have been created referring to it.
el_gr: Αδυναμία διαγραφής αυτής της ομάδας λογαριασμών επειδή έχουν δημιουργηθεί λογαριασμοί ΓΚ με αναφορές σε αυτή την ομάδα.

source: Cannot delete this account group because GL account groups have been created referring to it.
el_gr: Αδυναμία διαγραφής αυτής της ομάδας λογαριασμών επειδή έχουν δημιουργηθεί λογαριασμοί ΓΚ με αναφορές σε αυτή την ομάδα.

source: Selected account group has been deleted
el_gr: Η επιλεγμένη ομάδα λογαριασμών διαγράφτηκε

source: Group ID
el_gr: Ταυτότητα τάξης

source: Group Name
el_gr: Όνομα Ομάδας

source: Subgroup Of
el_gr: Υποσύνολο του

source: ID:
el_gr: Ταυτότητα:

source: Subgroup Of:
el_gr: Υποσύνολο του:

source: Class:
el_gr: Τάξη:

source: Quick Entries
el_gr: Γρήγορες εισαγωγές

source: Add new
el_gr: Προσθήκη νέου

source: The Quick Entry description cannot be empty.
el_gr: Η περιγραφή της γρήγορης εισαγωγής δεν μπορεί να είναι κενή.

source: You can only use Balance Based together with Journal Entries.
el_gr: Μπορείτε να χρησιμοποιήσετε μόνο βασισμένα σε Ισοζύγιο μαζί με εγγραφές ημερολογίου

source: The base amount description cannot be empty.
el_gr: Η περιγραφή του ποσού βάσης δεν μπορεί να είναι κενή.

source: Selected quick entry has been updated
el_gr: Η επιλεγμένη γρήγορη εισαγωγή ανανεώθηκε

source: New quick entry has been added
el_gr: Προστέθηκε νέα γρήγορη εισαγωγή

source: Selected quick entry line has been updated
el_gr: Η επιλεγμένη γραμμή γρήγορης εισαγωγής ανανεώθηκε

source: New quick entry line has been added
el_gr: Προστέθηκε νέα γραμμή γρηγορής εισαγωγής

source: Selected quick entry has been deleted
el_gr: Η επιλεγμένη γρήγορη εισαγωγή διαγράφηκε

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
el_gr: Η γρήγορη εισαγωγή έχει Γραμμές γρήγορης εισαγωγής. Δεν μπορεί να διαγραφεί.

source: Selected quick entry line has been deleted
el_gr: Η επιλεγμένη γραμμή γρήγορης εισαγωγής έχει διαγραφεί.

source: Base Amount
el_gr: Ποσό Βάσης

source: Entry Type
el_gr: Τύπος εγγραφής

source: Balance Based
el_gr: Φύλλο Ισολογισμού

source: Yearly
el_gr: Ετησίως

source: Base Amount Description
el_gr: Περιγραφή Ποσού Βάσης

source: Default Base Amount
el_gr: Προκαθορισμένο Ποσό Βάσης

source: Quick Entry Lines
el_gr: Γραμμές Γρήγορης Εισαγωγής

source: Post
el_gr: Ταχυδρόμηση

source: Account/Tax Type
el_gr: Τύπος λογαριασμού/φόρου

source: Posted
el_gr: Ταχυδρομημένο

source: Tax Type
el_gr: Τύπος φόρου

source: Part
el_gr: Μέρος

source: Revaluation of Currency Accounts
el_gr: Ανατίμηση των απολογισμών νομίσματος

source: No Revaluation was needed
el_gr: Δεν χρειάστηκε επανεκτίμηση

source: %d Journal Entries for AR/AP accounts have been added
el_gr: Έχουν προστεθεί %d Εγγραφές Ημερολογίου για λογαριασμούς AR/AP

source: Date for Revaluation:
el_gr: Κίνηση για Ισολογισμό

source: Revaluate Currencies
el_gr: Επανεκτίμηση Νομισμάτων

source: Search General Ledger Transactions for account:
el_gr: Αναζήτηση συναλλαγών ΓΚ για απολογισμό:

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
el_gr: Το αρχείο εντολών πρέπει να κληθεί με μία έγκυρη συναλλαγή και αριθμό συναλλαγής προς εξέταση των πραγματικών συναλλαγών της ΓΚ για αυτό.

source: View Bank Transfer
el_gr: Επισκόπηση τραπεζικής μεταφοράς

source: From Bank Account
el_gr: Από τραπεζικό λογαριασμό

source: To Bank Account
el_gr: Σε τραπεζικό λογαριασμό

source: Transfer Type
el_gr: Τύπος μεταφοράς

source: This transfer has been voided.
el_gr: Αυτή η μεταφορά έχει ακυρωθεί.

source: View Bank Deposit
el_gr: Επισκόπηση τραπεζικής κατάθεσης

source: GL Deposit
el_gr: Κατάθεση ΓΚ

source: From
el_gr: Από

source: Settle currency
el_gr: Νόμισμα Τακτοποίησης

source: Settled amount
el_gr: Ποσό Τακτοποίησης

source: Deposit Type
el_gr: Τύπος κατάθεσης

source: This deposit has been voided.
el_gr: Αυτή η κατάθεση έχει ακυρωθεί.

source: There are no items for this deposit.
el_gr: Δεν υπάρχουν αγαθά για αυτή την κατάθεση.

source: Items for this Deposit
el_gr: αγαθά για αυτή τη κατάθεση

source: Item Amounts are Shown in:
el_gr: Τα ποσά των αγαθών προβάλλονται σε:

source: Account Code
el_gr: Κωδικός λογαριασμού

source: Account Description
el_gr: Περιγραφή λογαριασμού

source: View Bank Payment
el_gr: Επισκόπηση τραπεζικής πληρωμής

source: GL Payment
el_gr: Πληρωμή ΓΚ

source: Pay To
el_gr: Πληρωμή σε

source: Payment Type
el_gr: Τύπος πληρωμής

source: This payment has been voided.
el_gr: Αυτή η πληρωμή έχει ακυρωθεί.

source: There are no items for this payment.
el_gr: Δεν υπάρχουν αγαθά για αυτή την πληρωμή.

source: Items for this Payment
el_gr: αγαθά για αυτή τη πληρωμή

source: General Ledger Transaction Details
el_gr: Λεπτομέρειες Συναλλαγής Γενικού Καθολικού

source: No general ledger transactions have been created for
el_gr: Δεν έχουν δημιουργηθεί συναλλαγές ΓΚ για

source: number
el_gr: αριθμός

source: This transaction has been voided.
el_gr: Αυτή η συναλλαγή έχει ακυρωθεί.

source: Exchange Variance
el_gr: Διαφορά ανταλλαγής

source: To
el_gr: Προς

source: Document reentered.
el_gr: Το αρχείο κειμένου επανεισήχθει.

source: Rounding error %s encountered for trans_type:%s,trans_no:%s
el_gr: Αντιμετωπίστηκε σφάλμα στογγυλοποίησης %s για τον τύπο συναλλαγής:%s,συναλλαγή με αριθμό:%s

source: Date:
el_gr: Ημερομηνία:

source: Pay To:
el_gr: Πληρωμή σε:

source: To the Order of:
el_gr: Στην παραγγελία του:

source: Supplier:
el_gr: Προμηθευτής:

source: Customer:
el_gr: Πελάτης:

source: Branch:
el_gr: Κλάδος:

source: This customer account is on hold.
el_gr: Αυτός ο λογαριασμός πελάτη είναι σε διαθεσιμότητα.

source: Go
el_gr: Πήγαινε

source: Into:
el_gr: Μέσα:

source: Edit document line
el_gr: Επεξεργασία γραμμής κειμένου

source: Remove line from document
el_gr: Διαγραφή γραμμής από κείμενο

source: Confirm changes
el_gr: Επικύρωση αλλαγών

source: Cancel changes
el_gr: Διαγραφή αλλαγών

source: Add Item
el_gr: Προσθήκη

source: Add new item to document
el_gr: Προσθήκη νέου αγαθού στο έγγραφο

source: Settled AR Amount:
el_gr: Ποσό (AR) από Τακτοποίηση:

source: Settled AP Amount:
el_gr: Ποσό (AP) από Τακτοποίηση:

source: Reverse Transaction:
el_gr: Αντίστροφη συναλλαγής:

source: Quick Entry
el_gr: Γρήγορη εισαγωγή:

source: balance from account
el_gr: Ισολογισμός από λογαριασμό

source: Edit journal line
el_gr: Επεξεργασία γραμμής ημερολογίου

source: Remove line from journal
el_gr: Διαγραφή γραμμής από Ημερολόγιο

source: Add new line to journal
el_gr: Προσθήκη νέας γραμμής στο ημερολόγιο

source: System administration
el_gr: Διαχείριση σύστηματος

source: Company setup
el_gr: Οργάνωση επιχείρησης

source: Special maintenance
el_gr: Ειδική συντήρηση

source: Sales configuration
el_gr: Διαμόρφωση πωλήσεων

source: Sales transactions
el_gr: Συναλλαγές πωλήσεων

source: Sales related reports
el_gr: Εκθέσεις αναφορικά με πωλήσεις

source: Purchase configuration
el_gr: Διαμόρφωση αγορών

source: Purchase transactions
el_gr: Συναλλαγές αγορών

source: Purchase analytics
el_gr: Αναλύσεις αγορών

source: Inventory configuration
el_gr: Διαμόρφωση αποθήκης

source: Inventory operations
el_gr: Διεργασίες αποθήκης

source: Inventory analytics
el_gr: Αναλύσεις αποθήκης

source: Manufacturing configuration
el_gr: Διαμόρφωση κατασκευαστικής

source: Manufacturing transactions
el_gr: Συναλλαγές τομέα κατασκευαστικής

source: Manufacturing analytics
el_gr: Αναλύσεις κατασκευαστικής

source: Dimensions configuration
el_gr: Διαμόρφωση ενδοσυνόλων

source: Dimensions
el_gr: Διαστάσεις

source: Banking & GL configuration
el_gr: Τραπεζική & διαμόρφωση ΓΚ

source: Banking & GL transactions
el_gr: Τραπεζική & συναλλαγές ΓΚ

source: Banking & GL analytics
el_gr: Αναλύσεις Τραπεζικής και ΓΚ

source: Install/update companies
el_gr: Εγκατάσταση/Ανανέωση επιχειρήσεων

source: Install/update languages
el_gr: Εγκατάσταση/Ανανέωση γλωσσών

source: Install/upgrade modules
el_gr: Εγκατάσταση/Αναβάθμιση μονάδων

source: Software upgrades
el_gr: Αναβάθμιση λογισμικού

source: Company parameters
el_gr: Παράμετροι επιχείρησης

source: Access levels edition
el_gr: Πρόσβαση επιπέδων έκδοσης

source: Users setup
el_gr: Οργάνωση χρηστών

source: Point of sales definitions
el_gr: Ορισμοί σημείου πωλήσεων

source: Printers configuration
el_gr: Παραμετροποίηση εκτυπωτών

source: Print profiles
el_gr: Προφίλ εκτύπωσης

source: Payment terms
el_gr: ΠΛΗΡΩΜΗ

source: Shipping ways
el_gr: Τρόποι αποστολών

source: Credit status definitions changes
el_gr: Αλλαγές ορισμών πιστωτικού καθεστώτους

source: Inventory locations changes
el_gr: Αλλαγές τοποθεσιών αποθήκης

source: Inventory movement types
el_gr: Τύποι κινήσεων αποθήκης

source: Manufacture work centres
el_gr: Κατασκευαστικά κέντρα εργασίας

source: Forms setup
el_gr: Οργάνωση Δομών

source: Contact categories
el_gr: Κατηγορίες Επικοινωνίας

source: Voiding transactions
el_gr: Ακύρωση μεταφορών

source: Database backup/restore
el_gr: Εφεδρική καταγραφή / αποκατάσταση

source: Common view/print transactions interface
el_gr: Διεπαφή κοινής προβολής/εκτύπωσης συναλλαγών

source: Attaching documents
el_gr: Επισύναψη αρχείων κειμένου

source: Display preferences
el_gr: Προτιμήσεις παρουσίασης

source: Password changes
el_gr: Αλλαγές συνθηματικού

source: Sales types
el_gr: Τύποι πωλήσεων

source: Sales prices edition
el_gr: Έκδοση τιμών πωλήσεων

source: Sales staff maintenance
el_gr: Συντήρηση προσωπικού πωλήσεων

source: Sales areas maintenance
el_gr: Συντήρηση περιοχών πωλήσεων

source: Sales groups changes
el_gr: Αλλαγές ομάδων πωλήσεων

source: Sales templates
el_gr: Πρότυπα πωλήσεων

source: Recurrent invoices definitions
el_gr: Ορισμοί περιοδικών τιμολογίων

source: Sales transactions view
el_gr: Επισκόπηση συναλλαγών πωλήσεων

source: Sales customer and branches changes
el_gr: Αλλαγές πελάτη και κλάδων πωλήσεων

source: Sales quotations
el_gr: Αναφορές πωλήσεων

source: Sales orders edition
el_gr: Έκδοση παραγγελιών πωλήσεων

source: Sales deliveries edition
el_gr: Έκδοση δελτίων αποστολής πωλήσεων

source: Sales invoices edition
el_gr: Έκδοση τιμολογίων πωλήσεων

source: Sales credit notes against invoice
el_gr: Πιστωτικά δελτία πώλησης για αυτό το τιμολόγιο

source: Sales freehand credit notes
el_gr: Ελεύθερα πιστωτικά δελτία πωλήσεων

source: Customer payments entry
el_gr: Εισαγωγή πληρωμών πελάτη

source: Customer payments allocation
el_gr: Είσπραξη πληρωμών πελάτη

source: Sales analytical reports
el_gr: Αναλυτικές εκθέσεις πωλήσεων

source: Sales document bulk reports
el_gr: Εκθέσεις όγκου κειμένων πωλήσεων

source: Sales prices listing
el_gr: Απαρίθμηση τιμών πωλήσεων

source: Sales staff listing
el_gr: Απαρίθμηση προσωπικού πωλήσεων

source: Customer bulk listing
el_gr: Απαρίθμηση όγκου πελάτη

source: Customer status report
el_gr: Έκθεση Πελάτη

source: Customer payments report
el_gr: Έκθεση πληρωμών πελάτη

source: Purchase price changes
el_gr: Αλλαγές τιμής αγοράς

source: Supplier transactions view
el_gr: Επισκόπηση συναλλαγών προμηθευτή

source: Suppliers changes
el_gr: Αλλαγές προμηθευτών

source: Purchase order entry
el_gr: Εισαγωγή παραγγελίας αγοράς

source: Purchase receive
el_gr: Αποδοχή αγοράς

source: Supplier invoices
el_gr: Τιμολόγια Προμηθευτή

source: Deleting GRN items during invoice entry
el_gr: Διαγραφή αγαθών από σημειώμα παραληφθέντων κατά τη διάρκεια εγγραφής τιμολογίου

source: Supplier credit notes
el_gr: Πιστωτικά δελτία προμηθευτή

source: Supplier payments
el_gr: Πληρωμές προμηθευτή

source: Supplier payments allocations
el_gr: Εκχωρήσεις πληρωμών προμηθευτή

source: Supplier analytical reports
el_gr: Αναλυτικές εκθέσεις προμηθευτή

source: Supplier document bulk reports
el_gr: Εκθέσεις όγκου εγγράφων προμηθευτή

source: Supplier payments report
el_gr: Έκθεση πληρωμών προμηθευτή

source: Stock items add/edit
el_gr: Προσθήκη/Επεξεργασία αγαθών σε απόθεμα

source: Sales kits
el_gr: Πακέτα πωλήσεων

source: Item categories
el_gr: Κατηγορίες αγαθών

source: Units of measure
el_gr: Μονάδες Μέτρησης

source: Stock status view
el_gr: Επισκόπηση αποθέματος

source: Stock transactions view
el_gr: Επισκόπηση συναλλαγών αποθέματος

source: Foreign item codes entry
el_gr: Εγγραφή ξένου κωδικού αγαθών

source: Inventory location transfers
el_gr: Μεταφορές τοποθεσίας αποθήκης

source: Inventory adjustments
el_gr: Ρυθμίσεις αποθήκης

source: Reorder levels
el_gr: Επίπεδα επι-παραγγελίας

source: Items analytical reports and inquiries
el_gr: Αναλυτικές εκθέσεις και αναζητήσεις αγαθών

source: Inventory valuation report
el_gr: Έκθεση αξιολόγησης αποθήκης

source: Bill of Materials
el_gr: Κόστος υλικού

source: Manufacturing operations view
el_gr: Επισκόπηση κατασκευαστικών διεργασιών

source: Work order entry
el_gr: Εισαγωγή παραγγελίας εργασίας

source: Material issues entry
el_gr: Εισαγωγή ζήτησης υλικού

source: Final product receive
el_gr: Παραλαβή τελικού προϊόντος

source: Work order releases
el_gr: Εκδόσεις παραγγελιών εργασίας

source: Work order analytical reports and inquiries
el_gr: Αναλυτικές εκθέσεις και αναζητήσεις παραγγελιών εργασίας

source: Manufacturing cost inquiry
el_gr: Ερώτηση κόστους κατασκευής

source: Work order bulk reports
el_gr: Αναφορές όγκου παραγγελιών εργασίας

source: Bill of materials reports
el_gr: Εκθέσεις κόστους υλικού

source: Dimension tags
el_gr: Ετικέτες διαστάσεων

source: Dimension view
el_gr: Επισκόπηση διαστάσεων

source: Dimension entry
el_gr: Εισαγωγή διαστάσεων

source: Dimension reports
el_gr: Αναφορές διαστάσεων

source: Item tax type definitions
el_gr: Ορισμοί τύπου φόρου αγαθού

source: GL accounts edition
el_gr: Τεύχος Λογαριασμών ΓΚ

source: GL account groups
el_gr: Ομάδες λογαριασμών ΓΚ

source: GL account classes
el_gr: Τάξεις λογαριασμών ΓΚ

source: Quick GL entry definitions
el_gr: Ορισμοί εισαγωγών γρήγορης ΓΚ

source: Bank accounts
el_gr: Τραπεζικοί λογαριασμοί

source: Tax rates
el_gr: Ποσοστά φόρου

source: Tax groups
el_gr: Ομάδες φόρων

source: Fiscal years maintenance
el_gr: Συντήρηση οικονομικών ετών

source: Company GL setup
el_gr: Οργάνωση ΓΚ επιχείρησης

source: GL Account tags
el_gr: Ετικέτες λογαριασμού ΓΚ

source: Allow entry on non closed Fiscal years
el_gr: Επέτρεψε εγγραφή σε μη κλειστά Οικονομικά έτη

source: Bank transactions view
el_gr: Επισκόπηση τραπεζικής συναλλαγής

source: GL postings view
el_gr: Άποψη διατυπώσεων ΓΚ

source: Exchange rate table changes
el_gr: Αλλαγές πίνακα λόγων συναλλάγματος

source: Bank payments
el_gr: Τραπεζικές πληρωμές

source: Bank deposits
el_gr: Τραπεζικές καταθέσεις

source: Bank account transfers
el_gr: Μεταφορές τραπεζικού λογαριασμού

source: Bank reconciliation
el_gr: Τραπεζική εξισορόπιση

source: Manual journal entries
el_gr: Χειροκίνητες καταχωρήσεις ημερολογίου

source: Journal entries to bank related accounts
el_gr: Εγγραφές ημερολογίου σε σχετικούς τραπεζικούς λογαριασμούς

source: Budget edition
el_gr: Έκδοση προϋπολογισμού

source: Item standard costs
el_gr: Προκαθορισμένα κόστη αγαθών

source: GL analytical reports and inquiries
el_gr: Αναλυτικές εκθέσεις και έρευνες ΓΚ

source: Tax reports and inquiries
el_gr: Αναφορές και ερωτήσεις φόρου

source: Bank reports and inquiries
el_gr: Τραπεζικές αναφορές και ερωτήσεις

source: GL reports and inquiries
el_gr: αναφορές και ερωτήσεις ΓΚ

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
el_gr: Αδυναμία ανακτήσης της συναλλαγματικής ισοτιμίας για το νόμισμα %s από %s. Παρακαλώ προσθέστε τη συναλλαγματική ισοτιμία χειροκίνιτα στη σελίδα συναλλαγματικών ισοτιμιών.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
el_gr: Προτού να αναβαθμίσει το λογισμικό πρέπει να συμπεριλάβετε τις παλαιές σειρές $security_groups και $security_headings από το παλαιό αρχείο config.php στο νέο.

source: Back
el_gr: Πίσω

source: System is available for site admin only until full database upgrade
el_gr: Το σύστημα είναι διαθέσιμο μόνο στον διαχειριστή μέχρι να αναβαθμιστεί πλήρως η βάση δεδομένων

source: Requesting data...
el_gr: Αίτηση δεδομένων...

source: in file
el_gr: στο αρχείο

source: at line
el_gr: στη γραμμή

source: Debug mode database warning:
el_gr: Προειδοποίηση βάσης δεδομένων σε κατάσταση αποσφαλμάτωσης:

source: DATABASE ERROR :
el_gr: ΛΑΘΟΣ ΒΑΣΗΣ ΔΕΔΟΜΕΝΩΝ:

source: The entered information is a duplicate. Please go back and enter different values.
el_gr: Οι δοσμένες πληροφορίες είναι ήδη δηλωμένες (διπλασιασμός). Παρακαλώ επιστρέψτε και εισάγετε διαφορετικές τιμές.

source: This page is usable only with javascript enabled browsers.
el_gr: Αυτή η σελίδα είναι χρησιμοποιήσιμη μόνο με φυλλομετρητές με ενεργοποιημένο το javascript.

source: No key field '%s' in file '%s'
el_gr: Δεν υπάρχει το πεδίο κλειδιού '%s' στο αρχείο '%s'

source: Cannot download repo index file.
el_gr: Αδυναμία μεταφόρτωσης αρχείου από το ευρετήριο του χώρου αποθήκευσης.

source: Cannot delete outdated '%s' file.
el_gr: Αδυναμία διαγραφής ξεπερασμένου αρχείου: '%s'.

source: Release file in repository is invalid, or public key is outdated.
el_gr: Το αρχείο έκδοσης στην αποθήκη είναι άκυρο ή το δημόσιο κλειδί είναι πεπαλαιωμένο.

source: Repository version does not match application version.
el_gr: Η έκδοση αποθήκης δεν ταιριάζει με την έκδοση της εφαρμογής.

source: Cannot download '%s' file.
el_gr: Αδυναμία μεταφόρτωσης αρχείου: '%s'.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
el_gr: Προειδοποίηση ασφάλειας: Σπασμένο αρχείο περιεχομένων στην αποθήκη '%s'. Παρακαλώ ειδοποιείστε τον διαχειριστή της αποθήκης για αυτό το ζήτημα.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
el_gr: Προειδοποίηση ασφάλειας: Σπασμένο πακέτο '%s' στην αποθήκη . Παρακαλώ ειδοποιείστε τον διαχειριστή της αποθήκης για αυτό το ζήτημα.

source: Package '%s' not found.
el_gr: Το πακέτο '%s' δεν βρεθήκε.

source: Incorrect Password
el_gr: Λάθος συνθηματικό

source: The user and password combination is not valid for the system.
el_gr: Ο συνδυασμός χρηστών και κωδικού πρόσβασης είναι άκυρος για το σύστημα.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
el_gr: Εάν δεν είστε εξουσιοδοτημένος χρήστης, παρακαλώ επικοινωνήστε με το διαχειριστή του συστήματός σας για να λάβετε ένα λογαριασμό χρήστη που θα σας επιτρέψει να χρησιμοποιήσετε το σύστημα.

source: Try again
el_gr: Δοκιμάστε ξανά

source: Brute force attack on account '%s' detected. Access for non-logged users temporarily blocked.
el_gr: Ανιχνεύτηκε επίθεση ωμής βίας στο λογαρισμό «%s». Η πρόσβαση για τους μη-καταγραμμένους χρήστες έχει προσωρινά απενεργοποιηθεί.

source: Security settings have not been defined for your user account.
el_gr: Οι παράμετροι ασφάλειας για το λογαριασμό σας δεν έχουν προσδιοριστεί.

source: Please contact your system administrator.
el_gr: Παρακαλώ επικοινωνήστε με τον διαχειριστή του συστήματος.

source: Please remove $security_groups and $security_headings arrays from config.php file!
el_gr: Παρακαλώ αφαιρέστε τις σειρές $security_groups και $security_headings από το αρχείο config.php!

source: Access to application has been blocked until database upgrade is completed by system administrator.
el_gr: Η πρόσβαση στην εφαρμογή έχει μπλοκαριστεί μέχρι να ολοκληρωθεί η αναβάθμιση της βάσης δεδομένων από τον διαχειριστή του συστήματος.

source: The security settings on your account do not permit you to access this function
el_gr: Οι παραμέτροι ασφάλειας του λογαριασμού σας δεν σας επιτρέπουν τη πρόσβαση σε αυτή τη λειτουργία

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
el_gr: Το σύστημα είναι μπλοκαρισμένο μετά από αναβάθμιση πηγών μέχρι να ανανεωθεί η βάση δεδομένων στη σελίδα Αναβάθμιση Συστήματος/Λογισμικού

source: Bank Payment
el_gr: Τραπεζική Πληρωμή

source: Bank Deposit
el_gr: Τραπεζική Κατάθεση

source: Funds Transfer
el_gr: Μεταφορά Οικονομικών Πόρων

source: Sales Invoice
el_gr: Τιμολόγιο

source: Customer Credit Note
el_gr: Πιστωτικό Δελτίο Πελάτη

source: Customer Payment
el_gr: Πληρωμή Πελάτη

source: Delivery Note
el_gr: Δελτίο Αποστολής

source: Location Transfer
el_gr: Μεταφορά Τοποθεσίας

source: Inventory Adjustment
el_gr: Ρύθμιση Αποθήκης

source: Purchase Order
el_gr: Παραγγελία Αγοράς

source: Supplier Invoice
el_gr: Τιμολόγιο Προμηθευτή

source: Supplier Credit Note
el_gr: Πιστωτικό Δελτίο Προμηθευτή

source: Supplier Payment
el_gr: Πληρωμή Προμηθευτή

source: Purchase Order Delivery
el_gr: Παράδοση Παραγγελίας Αγοράς

source: Work Order
el_gr: Παραγγελία Εργασίας

source: Work Order Issue
el_gr: Ζήτημα Παραγγελίας Εργασίας

source: Work Order Production
el_gr: Εργασία Παραγγελίας Παραγωγής

source: Sales Order
el_gr: Παραγγελία Πώλησης

source: Sales Quotation
el_gr: Αναφορά Πωλήσεων

source: Cost Update
el_gr: Ανανέωση κόστους

source: CU
el_gr: _Αποκοπή

source: Savings Account
el_gr: Λογαριασμός ταμιευτηρίου

source: Chequing Account
el_gr: Έλεγχος λογαριασμού

source: Credit Account
el_gr: Πιστωτικός Λογαριασμός

source: Cash Account
el_gr: Ποσό μετρητών

source: Transfer
el_gr: Μεταφορά

source: Cheque
el_gr: Επιταγή

source: Cash
el_gr: Μετρητά

source: Customer
el_gr: Πελάτης

source: Supplier
el_gr: Προμηθευτής

source: Assemble
el_gr: Συγκέτρωση

source: Unassemble
el_gr: Απο-συγκέντρωση

source: Advanced Manufacture
el_gr: Προχωρημένη Κατασκευή

source: Labour Cost
el_gr: Κόστος Εργασίας

source: Overhead Cost
el_gr: Διαφορά Κόστους

source: Assets
el_gr: Χαρτοφυλάκιο

source: Equity
el_gr: Καθαρή Θέση

source: Income
el_gr: Έσοδο

source: Cost of Goods Sold
el_gr: Κόστος πωλημένων αγαθών

source: Expense
el_gr: Έξοδο

source: Remainder
el_gr: Υπόλοιπο

source: Amount, increase base
el_gr: Ποσό, αύξηση βάσης

source: Amount, reduce base
el_gr: Ποσό, μέιωση βάσης

source: % amount of base
el_gr: % ποσό βάσης

source: % amount of base, increase base
el_gr: % ποσό βάσης, αύξηση βάσης

source: % amount of base, reduce base
el_gr: % ποσό βάσης, μείωση βάσης

source: Taxes added
el_gr: Προστιθέμενοι φόροι

source: Taxes added, increase base
el_gr: Προστέθηκαν Φόροι, αύξηση βάσης

source: Taxes added, reduce base
el_gr: Προστέθηκαν Φόροι, μείωση βάσης

source: Taxes included
el_gr: Περιλαμβάνει Φόρο

source: Taxes included, increase base
el_gr: Περιέχονται Φόροι, αύξηση βάσης

source: Taxes included, reduce base
el_gr: Περιέχονται Φόροι, μείωση βάσης
