Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-2.po
Languages: nl_be

source: The selected item to manufacture does not have a bom.
nl_be: Het geselecteerde artikel heeft geen stuklijst.

source: The labour cost entered is invalid or less than zero.
nl_be: De ingegeven werkkosten zijn ongeldig of minder dan nul.

source: The cost entered is invalid or less than zero.
nl_be: De ingegeven transportkosten zijn ongeldig of minder dan nul.

source: The work order cannot be processed because there is an insufficient quantity for component:
nl_be: Deze werkorder kan niet verwerkt worden omdat er onvoldoende stock is van component:

source: The selected item cannot be unassembled because there is insufficient stock.
nl_be: Het geselecteerde artikel kan niet uiteen gehaald worden omdat er onvoldoende stock is.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
nl_be: Het aantal kan niet teruggebracht worden tot minder dan de reeds samengestelde hoeveelheid voor deze order.

source: This work order cannot be deleted because it has already been processed.
nl_be: Deze werkorder kan niet verwijderd worden omdat hij al verwerkt is.

source: This work order is closed and cannot be edited.
nl_be: Deze werkopdracht is afgesloten en kan niet aangepast worden.

source: Destination Location:
nl_be: Doelmagazijn:

source: Quantity Required:
nl_be: Benodigde hoeveelheid:

source: Quantity Manufactured:
nl_be: Samengestelde hoeveelheid:

source: Credit Labour Account
nl_be: Crediteer werkrekening

source: Credit Overhead Account
nl_be: Crediteer bijkomende kosten

source: Released On:
nl_be: Vrijgegeven op:

source: Save changes to work order
nl_be: Verandering aan werkorder opslaan

source: Close This Work Order
nl_be: Deze werkorder afsluiten

source: Delete This Work Order
nl_be: Deze werkorder verwijderen

source: Add Workorder
nl_be: Werkorder toevoegen

source: Issue Items to Work Order
nl_be: Artikels aan een werkorder toewijzen

source: The work order issue has been entered.
nl_be: Werkorderpunt is ingegeven.

source: The entered date for the issue is invalid.
nl_be: De ingegeven datum is voor dit punt ongeldig.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
nl_be: Dit punt kan niet verwerkt worden omdat een onderdeel een negatieve stock zou krijgen :

source: The process cannot be completed because there is an insufficient total quantity for a component.
nl_be: Dit proces kan niet uitgevoerd worden omdat er onvoldoende stock is voor een component.

source: From location :
nl_be: Van locatie:

source: Items to Issue
nl_be: Artikels voor dit punt

source: Process Issue
nl_be: Verwerk punt

source: Work Order Release to Manufacturing
nl_be: Vrijgave van de werkorder voor samenstelling

source: This work order has already been released.
nl_be: Deze werkorder is al vrijgegeven.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
nl_be: Deze werkorder kan niet vrijgegeven worden omdat het geselecteerde artikel geen stuklijst heeft.

source: The work order has been released to manufacturing.
nl_be: De werkorder is vrijgegeven voor samenstelling.

source: Select another &work order
nl_be: Selecteer een andere werkorder

source: Work Order #:
nl_be: Werkorder #

source: Work Order Reference:
nl_be: Werkorder referentie:

source: Released Date
nl_be: Vrijgavedatum

source: Release Work Order
nl_be: Werkorder vrijgeven

source: View Work Order Issue
nl_be: Bekijk werkorderpunt

source: Issue #
nl_be: Punt #

source: For Work Order #
nl_be: Voor werkorder #

source: To Work Centre
nl_be: Naar werkplaats

source: Date of Issue
nl_be: Datum van punt

source: This issue has been voided.
nl_be: Dit punt is tegengeboekt.

source: There are no items for this issue.
nl_be: Er zijn geen artikels voor dit punt.

source: Items for this Issue
nl_be: Artikels voor dit punt

source: View Work Order Production
nl_be: Bekijk werkorderproductie

source: Production #
nl_be: Productie #

source: Quantity Manufactured
nl_be: Samengestelde hoeveelheid

source: This production has been voided.
nl_be: De productie is tegengeboekt.

source: View Work Order
nl_be: Bekijk werkorder

source: BOM for item:
nl_be: Stuklijst voor artikel:

source: Work Order Requirements
nl_be: Onderdelen van werkorder

source: Issues
nl_be: Punten

source: Productions
nl_be: Producties

source: Additional Costs
nl_be: Bijkomende kosten:

source: This work order has been voided.
nl_be: Deze werkorder is tegengeboekt.

source: There are no manufactured or kit items defined in the system.
nl_be: Er zijn geen samengestelde artikels gedefineerd in dit systeem.

source: Select a manufacturable item:
nl_be: Kies een samengesteld artikel:

source: All Costs Are In:
nl_be: Alle kosten zijn in:

source: Inventory Item Where Used Inquiry
nl_be: Artikels afvragen op ouderartikels

source: Select an item to display its parent item(s).
nl_be: Selecteer een artikel om zijn ouderartikel(en) te bekijken.

source: Parent Item
nl_be: Ouderartikel

source: Work Centre
nl_be: Werkplaats

source: Quantity Required
nl_be: Benodigde hoeveelheid

source: Bill Of Materials
nl_be: Stuklijst

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
nl_be: Er zijn geen werkplaatsen gedefinieerd in dit systeem. Stuklijsten vereisen minsten één werkplaats.

source: Selected component has been updated
nl_be: De geselecteerde component is aangepast.

source: A new component part has been added to the bill of material for this item.
nl_be: Een nieuwe componentonderdeel is aan de werklijst van dit artikel toegevoegd.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
nl_be: De geselecteerde component staat op deze stuklijst. U kunt de hoeveelheide veranderen maar hij kan maar één keer op de lijst staan.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
nl_be: De geselecteerde component is een ouderartikel van het huidige artikel. Recursieve stuklijsten zijn niet toegelaten.

source: Location to Draw From:
nl_be: Locatie van afname:

source: Work Centre Added:
nl_be: Toegewezen werkplaats:

source: Work Centres
nl_be: Werkplaatsen

source: The work centre name cannot be empty.
nl_be: De naam van de werkplaats mag niet leeg zijn.

source: Selected work center has been updated
nl_be: De geselecteerde werkplaats is aangepast

source: New work center has been added
nl_be: Nieuwe werkplaats is aangemaakt

source: Cannot delete this work centre because BOMs have been created referring to it.
nl_be: Kan deze werkplaats niet verwijderen omdat er stuklijsten naar verwijzen.

source: Cannot delete this work centre because work order requirements have been created referring to it.
nl_be: Kan deze werkplaats niet verwijderen omdat er onderdelen van werkorders naar verwijzen.

source: Selected work center has been deleted
nl_be: Geselecteerde werkplaats is verwijderd

source: description
nl_be: Beschrijving

source: The bill of material for this item is empty.
nl_be: De materiaallijst van deze post is leeg.

source: Total Cost
nl_be: Totale kost

source: There are no Requirements for this Order.
nl_be: Er zijn geen benodigdheden voor deze order.

source: Unit Quantity
nl_be: Aantal eenheden

source: Total Quantity
nl_be: Totale hoeveelheid

source: Units Issued
nl_be: Aantal behandeld

source: On Hand
nl_be: Beschikbaar

source: Marked items have insufficient quantities in stock.
nl_be: De aangeduide artikels hebben onvoldoende stock.

source: There are no Productions for this Order.
nl_be: Er is geen productie voor deze order.

source: There are no Issues for this Order.
nl_be: Er zijn geen handelingen voor deze order.

source: There are no additional costs for this Order.
nl_be: Er zijn geen bijkomende kosten voor deze order.

source: The work order number sent is not valid.
nl_be: De verzonden werkorder is niet geldig

source: Manufactured Item
nl_be: Uitgevoerde post

source: Into Location
nl_be: Naar locatie

source: This work order is closed.
nl_be: Deze werkorder is afgesloten.

source: Return Items to Location
nl_be: Artikels terug naar locatie

source: Issue Items to Work order
nl_be: Verwerk artikels tot werkorder

source: To Work Centre:
nl_be: Naar werkplaats:

source: Issue Date:
nl_be: Verwerkdatum:

source: Production.
nl_be: Productie.

source: Updated.
nl_be: Geactualiseerd.

source: Canceled.
nl_be: Geannuleerd.

source: Released.
nl_be: Vrijgegeven.

source: Quick production.
nl_be: Snelle productie.

source: Order Currency
nl_be: Munteenheid order

source: For Purchase Order
nl_be: Voor aankooporder

source: Ordered On
nl_be: Besteld op

source: Deliver Into Location
nl_be: Lever aan locatie

source: Date Items Received
nl_be: Ontvangstdatum artikels

source: Supplier's Reference
nl_be: Leveranciersreferentie

source: Delivery Address
nl_be: Leveradres

source: Order Comments
nl_be: Order commentaar

source: Supplier's Ref.:
nl_be: Leverancier's referentie:

source: Terms:
nl_be: Voorwaarden:

source: Supplier's Currency:
nl_be: Munteenheid van de leverancier:

source: Tax Group:
nl_be: BTW-groep:

source: Sub-total:
nl_be: Tussentotaal:

source: Invoice Total:
nl_be: Factuurtotaal:

source: Credit Note Total
nl_be: Totaal creditnota

source: Add GL Line
nl_be: Lijn aan grootboek toevoegen

source: Clear all GL entry fields
nl_be: Alle GB-velden leegmaken

source: GL Items for this Invoice
nl_be: GB-posten voor deze factuur

source: GL Items for this Credit Note
nl_be: GB-posten voor deze creditnota

source: Quick Entry:
nl_be: Snelkboeking

source: Add to Invoice
nl_be: Toevoegen aan factuur

source: Add to Credit Note
nl_be: Voeg toe een creditnota

source: Remove
nl_be: Verwijder

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
nl_be: OPGELET! Voorzicht met verwijderen. Deze handeling wordt onmiddellijk uitgevoerd en kan niet ongedaan worden !!!

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
nl_be: U gaat alle niet-gefactureerde artikels verwijderen van leverbonlijn #%d. Deze handeling verandert ook onomkeerbaar de betreffende orderlijn. Wilt u verdergaan ?

source: Items Received Yet to be Invoiced
nl_be: Ontvangen goederen die nog gefactureerd moeten worden

source: Delivery Item Selected For Adding To A Supplier Credit Note
nl_be: Geleverd artikel geselecteerd voor toevoeging aan creditnota van de leverancier

source: Received Items Charged on this Invoice
nl_be: Ontvangen artikels afgerekend op deze factuur

source: Received Items Credited on this Note
nl_be: Ontvangen artikels gecrediteerd met deze nota

source: Received between
nl_be: Ontvangen hoeveelheid

source: Add All Items
nl_be: Voeg alle artikels toe

source: Delivery
nl_be: Levering

source: Sequence #
nl_be: Sequentie #

source: P.O.
nl_be: A.O.

source: Received On
nl_be: Ontvangen op

source: Quantity Received
nl_be: Ontvangen hoeveelheid

source: Quantity Invoiced
nl_be: Gefactureerde hoeveelheid

source: Qty Yet To Invoice
nl_be: Hoeveelheid nog te factureren

source: Order Price
nl_be: Orderprijs

source: Qty Yet To Credit
nl_be: Hoeveelheid nog te crediteren

source: Line Value
nl_be: Lijnwaarde

source: There are no outstanding items received from this supplier that have not been invoiced by them.
nl_be: Er zijn geen openstaande artikels van deze leverancier die niet door hem zijn gefactureerd.

source: There are no received items for the selected supplier that have been invoiced.
nl_be: Er is geen goederenontvangst voor de geselecteerde leverancier die niet gefactureerd is.

source: Credits can only be applied to invoiced items.
nl_be: Creditnota's kunnen enkel toegepast worden op gefactureerde artikels.

source: Supplier Currency:
nl_be: Leveranciersvaluta:

source: Order Date:
nl_be: Besteldatum:

source: Supplier's Reference:
nl_be: Leveranciersreferentie:

source: Receive Into:
nl_be: Ontvangen voor:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
nl_be: De standaard stocklocatie ingegeven bij deze klant is niet gedefineerd in dit systeem. De systeem administrator moet uw usergegevens aanpassen.

source: Deliver to:
nl_be: Lever aan:

source: Order Items
nl_be: Orderartikels

source: Received
nl_be: Ontvangen

source: Required Delivery Date
nl_be: Gewenste leverdatum

source: Line Total
nl_be: Lijntotaal

source: Total Excluding Shipping/Tax
nl_be: Total excl. BTW/Transport

source: Modify Purchase Order #
nl_be: Verander verkoopopdracht #

source: Purchase Order Entry
nl_be: Aankooporder aanmaken

source: Purchase Order has been entered
nl_be: Aankooporder is ingegeven

source: Purchase Order has been updated
nl_be: Aankooporder is aangepast

source: &View this order
nl_be: &Bekijk deze order

source: &Print This Order
nl_be: Deze order af&drukken

source: &Email This Order
nl_be: Deze order E&mailen

source: &Receive Items on this Purchase Order
nl_be: Artikels &ontvangen van deze aankooporder

source: Enter &Another Purchase Order
nl_be: Een andere &aankooporder ingeven

source: Select An &Outstanding Purchase Order
nl_be: Selecteer een &openstaande aankooporder

source: Entry purchase &invoice for this receival
nl_be: Geef &aankoopfactuur in voor deze goederenontvangst

source: Add an Attachment
nl_be: Aanhangsel toevoegen

source: View the GL Journal Entries for this Invoice
nl_be: Bekijk de grootboekposten van deze factuur

source: Entry supplier &payment for this invoice
nl_be: Ingeven leveranciers&uitbetaling voor deze factuur

source: This item cannot be deleted because some of it has already been received.
nl_be: Dit artikel kan niet verwijderd worden omdat er reeds deelartikels geleverd zijn.

source: This order cannot be cancelled because some of it has already been received.
nl_be: Deze order kan niet geannuleerd worden omdat er al artikels van ontvangen zijn.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
nl_be: De hoeveelheid van de artikellijnen kan veranderd worden naar meer dan reeds ontvangen is. Voor reeds ontvangen lijnen kan de prijs niet meer veranderd worden en de hoeveelheid kan niet verlaagd worden onder de geleverde hoeveelheid.

source: This purchase order has been cancelled.
nl_be: Deze aankooporder is geannuleerd.

source: Enter a new purchase order
nl_be: Een nieuwe aankooporder ingeven

source: The price entered must be numeric and not less than zero.
nl_be: De ingevoerde prijs moet numeriek en niet minder dan nul zijn.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
nl_be: U probeert de bestelhoeveelheid te verlagen tot onder de hoeveelheid die reeds geleverd of gefactureerd is. Dat is niet toegelaten.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
nl_be: De geleverde hoeveelheid kan enkel aangepast worden door een negatieve ontvangst in te geven en de gefactureerde hoeveelheid kan enkel verminderd worden door een creditnota.

source: The selected item is already on this order.
nl_be: Het geselecteerde artikel is al opgenomen in deze opdracht.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
nl_be: Het geselecteerde artikel bestaat niet of is onderdeel van een samenstelling en kan daarom niet aangekocht worden.

source: The entered order date is invalid.
nl_be: De ingegeven opdrachtdatum is ongeldig.

source: There is no reference entered for this purchase order.
nl_be: Er is geen referentie ingegeven voor deze aankooporder.

source: There is no delivery address specified.
nl_be: Er is geen leveradres aangeduid.

source: There is no location specified to move any items into.
nl_be: Er is geen locatie ingegeven waar de goederen geleverd moeten worden.

source: The order cannot be placed because there are no lines entered on this order.
nl_be: Deze order kan niet geplaatst worden omdat er geen orderlijnen werden ingegeven.

source: Update Order
nl_be: Order aanpassen

source: Place Order
nl_be: Order plaatsen

source: Cancel Order
nl_be: Order annuleren

source: Receive Purchase Order Items
nl_be: Goederenontvangst

source: Purchase Order Delivery has been processed
nl_be: Levering van aankooporder is verwerkt

source: &View this Delivery
nl_be: &Bekijk deze levering

source: Select a different &purchase order for receiving items against
nl_be: Kies een andere &verkoopopdracht voor goederenontvangst

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
nl_be: Deze pagina kan enkel geopend worden met een geselecteerde verkoopopdracht. Kies eerst een opdracht.

source: Ordered
nl_be: Besteld

source: Outstanding
nl_be: Openstaand

source: This Delivery
nl_be: Deze levering

source: Total value of items received
nl_be: Totaalbedrag van de ontvangen goederen

source: There is nothing to process. Please enter valid quantities greater than zero.
nl_be: Er is niets te verwerken. Geef een geldige hoeveelheid in, groter dan nul.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
nl_be: Ingegeven hoeveelheid kan niet groter zijn dan de hoeveelheid op de verkooporder inclusief het leveringsoverschot-percentage

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
nl_be: Verhoog de bestelde artikels in de verkoopopdracht indien je de hoeveelheden wil verhogen.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
nl_be: Deze opdracht is verandered of gefactureerd sinds de start van de transactie. De verwerking is gestopt. Om deze verkoopopdracht uit te leveren, moet ze geherselecteerd worden om de veranderingen door de andere user mee te nemen.

source: Select a different purchase order for receiving goods against
nl_be: Selecteer een andere verkoopopdracht voor goederenontvangst

source: Re-Read the updated purchase order for receiving goods against
nl_be: Herlees de aangepaste verkoopopdracht voor goederenontvangst

source: Items to Receive
nl_be: Artikels te ontvangen

source: Process Receive Items
nl_be: Goederenontvangst verwerken

source: Supplier credit note has been processed.
nl_be: Creditnota leverancier is verwerkt.

source: View this Credit Note
nl_be: Bekijk creditnota

source: View the GL Journal Entries for this Credit Note
nl_be: Bekijk de grootboekposten van deze creditnota

source: Enter Another Credit Note
nl_be: Andere creditnota ingeven

source: The account code entered is not a valid code, this line cannot be added to the transaction.
nl_be: De ingegeven rekeningnummer is ongeldig. Deze lijn kan niet toegevoegd worden.

source: The amount entered is not numeric. This line cannot be added to the transaction.
nl_be: Het ingegeven bedrag is niet numeriek. Deze lijn kan niet worden toegevoegd.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
nl_be: Dez creditnota kan niet verwerkt worden omdat er geen artikels of waarden op staan. Creditnota's moeten een waarde hebben.

source: You must enter an credit note reference.
nl_be: Een referentie is verplicht op een creditnota.

source: You must enter a supplier's credit note reference.
nl_be: U moet een referentie ingeven op een creditnota van een leverancier.

source: The credit note as entered cannot be processed because the date entered is not valid.
nl_be: De ingegeven creditnota kan niet verwerkt worden omdat de ingegeven datum niet geldig is.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
nl_be: De ingegeven factuur kan niet verwerkt worden omdat de ingegeven vervaldatum niet geldig is.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
nl_be: Het totaal van de ingegeven creditnota is minder dan de som van de grootboekrekening (facultatief) en de waarde van de goederenontvangst. Er is ergens een foute, de creditnota als ingegeven wordt niet verwerkt.

source: The quantity to credit must be numeric and greater than zero.
nl_be: De te crediteren hoeveelheid moet numeriek en groter dan nul zijn.

source: The price is either not numeric or negative.
nl_be: De prijs is ofwel niet numeriek ofwel negatief.

source: Enter Credit Note
nl_be: Creditnota ingeven

source: Enter Supplier Invoice
nl_be: Leveranciersfactuur ingeven

source: Supplier invoice has been processed.
nl_be: Leveranciersfactuur is verwerkt.

source: View this Invoice
nl_be: Bekijk deze factuur

source: Enter Another Invoice
nl_be: Een andere factuur ingeven

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
nl_be: De factuur kan niet verwerkt worden omdat er geen artikels of waarden op vermeld zijn. Facturen moeten een waarde hebben.

source: You must enter an invoice reference.
nl_be: De factuurreferentie is verplicht.

source: You must enter a supplier's invoice reference.
nl_be: De leveranciersreferentie is verplicht.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
nl_be: De ingegeven factuur kan niet vewerkt worden omdat de factuurdatum ongeldig is.

source: The quantity to invoice must be numeric and greater than zero.
nl_be: De te factureren hoeveelheid moet numeriek en groter dan nul zijn.

source: The price is not numeric.
nl_be: De prijs is niet numeriek.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
nl_be: De factuurprijs is meer dan de aankoopprijs verhoogd met het toegelaten margepercentage. Dit systeem is ingesteld om dat niet toe te laten. Vraag eventueel de systeemadministrator om deze parameter te veranderen.

source: The over-charge percentage allowance is :
nl_be: Het toegelaten margepercentage is :

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
nl_be: De factuurhoeveelheid is meer dan de opstaande hoeveelheid verhoogd met het toegelaten margepercentage. Dit systeem is ingesteld om dat niet toe te laten. Vraag eventueel de systeemadministrator om deze parameter te veranderen.

source: All yet non-invoiced items on delivery line # %d has been removed.
nl_be: Alle nog niet gefactureerde artikels op leverbonlijn # %d zijn verwijderd.

source: Enter Invoice
nl_be: Factuur ingeven

source: Supplier Payment Entry
nl_be: Leveranciersbetaling ingeven

source: Payment has been sucessfully entered
nl_be: De uitbetaling is met succes verwerkt
