Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: The date entered is in an invalid format.
el_gr: Η εισηγμένη ημερομηνία έχει άκυρη δομή.

source: The required by date entered is in an invalid format.
el_gr: Το εισηγμένο "απαιτείται ημερομηνία από" είναι σε άκυρη δομή.

source: This dimension cannot be deleted because it has already been processed.
el_gr: Αυτό το ενδοσύνολο δεν μπορεί να διαγραφτεί επειδή έχει ήδη επεξεργασθεί.

source: The dimension sent is not valid.
el_gr: Το απεσταλμένο ενδοσύνολο δεν είναι έγκυρο.

source: Dimension Reference:
el_gr: Αναφορά ενδοσυνόλου:

source: Start Date
el_gr: Ημερομηνία έναρξης

source: Date Required By
el_gr: Απαιτείται ημερομηνία από

source: Tags:
el_gr: Ετικέτες:

source: This Dimension is closed.
el_gr: Αυτό το ενδοσύνολο είναι κλειστό.

source: Save changes to dimension
el_gr: Καταχώρηση αλλαγών στο ενδοσύνολο

source: Re-open This Dimension
el_gr: Άνοιγμα αυτού του ενδοσυνόλου ξανά

source: Mark this dimension as re-opened
el_gr: Χαρακτηρισμός αυτού του ενδοσυνόλου ως ξανά-ανοιγμένο

source: Close This Dimension
el_gr: Κλείσιμο αυτού του ενδοσυνόλου

source: Mark this dimension as closed
el_gr: Χαρακτηρισμός αυτού του ενδοσυνόλου ως κλειστού

source: Delete This Dimension
el_gr: Διαγραφή αυτής της διάστασης

source: Delete unused dimension
el_gr: Διαγραφή αχρησιμοποίητου ενδοσυνόλου

source: Add
el_gr: Προσθήκη

source: There are no transactions for this dimension for the selected period.
el_gr: Δεν υπάρχουν συναλλαγές για αυτό το ενδοσύνολο για την επιλεγμένη περίοδο.

source: Balance for this Dimension
el_gr: Ισολογισμός για αυτό το ενδοσύνολο

source: Account
el_gr: Λογαριασμός

source: Debit
el_gr: Χρέωση

source: Credit
el_gr: Πίστωση

source: Balance
el_gr: Ισοζύγιο

source: Search Outstanding Dimensions
el_gr: Έρευνα εξεχόντων Ενδοσυνόλων

source: Search Dimensions
el_gr: Έρευνα ενδοσυνόλων

source: Reference:
el_gr: Αναφορά:

source: All
el_gr: Όλες

source: From:
el_gr: Από:

source: To:
el_gr: Προς:

source: Only Overdue:
el_gr: Μόνο ηπερήμερες:

source: Only Open:
el_gr: Άνοιγμα μόνο:

source: Due Date
el_gr: Εξόφληση

source: Marked dimensions are overdue.
el_gr: Χαρακτηρισμός ενδοσυνόλων ως ηπερήμερα.

source: View Dimension
el_gr: Άποψη ενδοσυνόλου

source: The dimension number sent is not valid.
el_gr: Ο αριθμός απεσταλμένων ενδοσυνόλων δεν είναι έγκυρος.

source: This dimension is closed.
el_gr: Αυτό το ενδοσύνολο είναι κλειστό.

source: from:
el_gr: από:

source: to:
el_gr: προς:

source: Show
el_gr: Προβολή

source: Revenue / Cost Accruals
el_gr: Λογιστικές Μεταφορές Εισοδήματος / Δαπανών

source: The amount can not be 0.
el_gr: Μόνο έγγραφα μπορούν να εκτυπωθούν.

source: The periods must be greater than 0.
el_gr: Η ποσότητα πρέπει μα είναι μεγαλύτερη του μηδενός.

source: Some of the period dates are outside the fiscal year. Create a new fiscal year first!
el_gr: Μερικές από τις ημερομηνίες περιόδου είναι έξω από το οικονομικό έτος. Δημιουργήστε ένα νέο οικονομικό έτος πρώτα!

source: Accruals for %s
el_gr: Λογιστικές Μεταφορές για '%s'

source: Dimension
el_gr: Ενδοσύνολο

source: Memo
el_gr: Υπόμνημα

source: Revenue / Cost Accruals have been processed.
el_gr: Οι Λογιστικές Μεταφορές Εισοδήματος / Δαπανών έχουν διενεργηθεί.

source: Showing GL Transactions.
el_gr: Επισκόπηση Συναλλαγών ΓΚ.

source: Weekly
el_gr: Εβδομαδιαίως

source: Bi-weekly
el_gr: Κάθε 2 εβδομάδες

source: Monthly
el_gr: Μηνιαίως

source: Quarterly
el_gr: Τριμηνιαίως

source: First date of Accruals
el_gr: Πρώτη ημ/νία Λογιστικής Μεταφοράς

source: Accrued Balance Account
el_gr: (&2) Λογαριασμός Λογιστικών Μεταφορών

source: Revenue / Cost Account
el_gr: (&2) Λογαριασμός Εισοδήματος / Δαπανών

source: Amount
el_gr: Ποσό

source: Search Amount
el_gr: % ποσό βάσης

source: Frequency
el_gr: Συχνότητα

source: Periods
el_gr: Περίοδοι χρήσης (οικονομικοί):

source: Show GL Rows
el_gr: Προβολή πληροφοριών ΓΚ

source: Process Accruals
el_gr: Διενέργεια Λογιστικής Μεταφοράς

source: Are you sure you want to post accruals?
el_gr: Είστε σίγουρος πως θέλετε να διαγράψετε την επιχείρηση με αριθμό

source: Reconcile Bank Account
el_gr: Συμβιβασμός Τραπεζικού λογαριασμού

source: There are no bank accounts defined in the system.
el_gr: Δεν υπάρχουν ορισμένοι τραπεζικοί λογαριασμοί στο σύστημα.

source: Invalid reconcile date format
el_gr: Άκυρη δομή ημερομηνίας συμβιβασμού

source: Reconcile this transaction
el_gr: Συμβιβασμός αυτής της συναλλαγής

source: Account:
el_gr: Λογαριασμός:

source: Bank Statement:
el_gr: Τραπεζικό ομόλογο:

source: New
el_gr: Νέο

source: Reconcile Date
el_gr: Ημερομηνία συμβιβασμού

source: Beginning<br>Balance
el_gr: Έναρξη<br>Ισοζυγίου

source: Ending<br>Balance
el_gr: Τέλος<br>Ισοζυγίου

source: Account<br>Total
el_gr: Λογαριασμού<br>Σύνολο

source: Reconciled<br>Amount
el_gr: Συμβιβασμένο<br>Ποσό

source: Difference
el_gr: Διαφορά

source: Date of bank statement to reconcile
el_gr: Ημερομηνία τραπεζικού ομολόγου προς συμφωνία

source: Person/Item
el_gr: Άτομο/Aγαθό

source: Reconcile
el_gr: Συμβιβασμός

source: Transfer between Bank Accounts
el_gr: Μεταφορά μεταξύ Τραπεζικών λογαριασμών

source: Transfer has been entered
el_gr: Έγινε εισαγωγή μεταφοράς

source: &View the GL Journal Entries for this Transfer
el_gr: (v) Άποψη των εγγραφών ημερολογίου ΓΚ για αυτή την μεταφορά

source: Enter &Another Transfer
el_gr: Εισάγετε άλλη Μεταφορά

source: From Account:
el_gr: Από λογαριασμό:

source: To Account:
el_gr: Σε λογαριασμό:

source: Transfer Date:
el_gr: Μεταφορά Ημερομηνίας:

source: Amount:
el_gr: Ποσό:

source: Bank Charge:
el_gr: Χρέωση Τράπεζας:

source: Incoming Amount:
el_gr: Εισερχόμενο Ποσό:

source: Enter Transfer
el_gr: Εισαγωγή μεταφοράς

source: The entered amount is invalid or less than zero.
el_gr: Το δοσμένο ποσό είναι άκυρο ή μικρότερο του μηδέν.

source: The total bank amount cannot be 0.
el_gr: Το συνολικό τραπεζικό ποσό δεν μπορεί να είναι 0.

source: The total bank amount exceeds allowed limit (%s) for source account.
el_gr: Το συνολικό τραπεζικό ποσό ξεπερνά το επιτρεπτό όριο (%s) για το λογαριασμό πηγής.

source: The bank transaction would result in exceed of authorized overdraft limit for transaction: %s #%s on %s.
el_gr: Η τραπεζική συναλλαγή θα οδηγούσε σε υπέρβαση του εξουσιοδοτημένου μεγαλύτερου ορίου για τη συναλλαγή: %s #%s για %s.

source: The Bank Charge Account has not been set in System and General GL Setup.
el_gr: Ο απολογισμός τραπεζικής χρέωσης δεν έχει οριστεί στην οργάνωση λογιστικής - τραπεζικής.

source: You must enter a reference.
el_gr: Πρέπει να εισάγετε μια αναφορά.

source: The source and destination bank accouts cannot be the same.
el_gr: Οι τραπεζικοί λογαριασμοί πηγής και προορισμού δεν μπορεί να είναι ο ίδιος.

source: The incomming bank amount cannot be 0.
el_gr: Το τραπεζικό εισερχόμενο ποσό δεν μπορεί να είναι 0.

source: Bank Account Payment Entry
el_gr: Εγγραφή πληρωμής τραπεζικού λογαριασμού

source: Bank Account Deposit Entry
el_gr: Εγγραφή Κατάθεσης τραπεζικού λογαριασμού

source: Modify Bank Account Entry
el_gr: Εγγραφή Κατάθεσης τραπεζικού λογαριασμού

source: Modify Bank Deposit Entry
el_gr: Εγγραφή Κατάθεσης τραπεζικού λογαριασμού

source: Payment %d has been entered
el_gr: Η Πληρωμή %d έχει εισαχθεί

source: &View the GL Postings for this Payment
el_gr: Επισκόπηση των πραγματικών κινήσεων ΓΚ για αυτή την Πληρωμή

source: Enter Another &Payment
el_gr: Εισάγετε άλλη Πληρωμή

source: Enter A &Deposit
el_gr: Εισάγετε μια Κατάθεση

source: Add an Attachment
el_gr: Προσθήκη ενός Συννημένου

source: Payment %d has been modified
el_gr: Η Πληρωμή %d έχει τροποποιηθεί

source: Deposit %d has been entered
el_gr: Η Κατάθεση %d έχει εισαχθεί

source: View the GL Postings for this Deposit
el_gr: Επισκόπηση των πραγματικών κινήσεων της ΓΚ για αυτή την Κατάθεση

source: Enter Another Deposit
el_gr: Εισάγετε άλλη Κατάθεση

source: Enter A Payment
el_gr: Εισαγωγή μιας Πληρωμής

source: Deposit %d has been modified
el_gr: Η Κατάθεση %d έχει τροποποιηθεί

source: &View the GL Postings for this Deposit
el_gr: Επισκόπηση των πραγματικών κινήσεων της ΓΚ για αυτή την Κατάθεση

source: Enter Another &Deposit
el_gr: Εισάγετε άλλη Κατάθεση

source: Enter A &Payment
el_gr: Εισαγωγή μιας Πληρωμής

source: You must enter at least one payment line.
el_gr: Πρέπει να εισάγετε τουλάχιστον μια γραμμή πληρωμής.

source: The total bank amount exceeds allowed limit (%s).
el_gr: Το συνολικό τραπεζικό ποσό ξεπερνά το επιτρεπτό όριο (%s).

source: The entered date for the payment is invalid.
el_gr: Η δοσμένη ημερομηνία για τη πληρωμή είναι άκυρη.

source: You have to select customer and customer branch.
el_gr: Πρέπει να επιλέξετε πελάτη και κλάδο πελάτη.

source: You have to select supplier.
el_gr: Πρέπει να επιλέξετε προμηθευτή.

source: Settled amount have to be positive number.
el_gr: Το ποσό τακτοποίησης πρέπει να είναι θετικός αριθμός.

source: The amount entered is not a valid number or is less than zero.
el_gr: Το ποσό που δόθηκε δεν είναι έγκυρος αριθμός ή είναι μικρότερο του μηδέν.

source: The exchange rate cannot be zero or a negative number.
el_gr: Η ισοτιμία συναλλάγματος δεν μπορεί να είναι μηδέν ή ένας αρνητικός αριθμός.

source: Payment Items
el_gr: Αγαθά πληρωμής

source: Deposit Items
el_gr: Καταθέσεις

source: Process Payment
el_gr: Επικύρωση Πληρωμής

source: Process Deposit
el_gr: Επικύρωση Κατάθεσης

source: Budget Entry
el_gr: Εγγραφή Προϋπολογισμού

source: There are no account groups defined. Please define at least one account group before entering accounts.
el_gr: Δεν έχουν οριστεί ομάδες απολογισμών. Παρακαλώ ορίστε τουλάχιστον μια ομάδα απολογισμών πριν να εισάγετε απολογισμούς.

source: The Budget has been saved.
el_gr: Ο Προϋπολογισμός καταγράφτηκε.

source: The Budget has been deleted.
el_gr: Ο προϋπολογισμός έχει διαγραφεί.

source: Account Code:
el_gr: Κωδικός Λογαριασμού:

source: Get
el_gr: Πάρε

source: Period
el_gr: Περίοδος

source: Dim. incl.
el_gr: Συμπ. Ενδ.

source: Last Year
el_gr: Περασμένος χρόνος

source: Total
el_gr: ΣΥΝΟΛΟ

source: Modifying Journal Transaction # %d.
el_gr: Τροποποιώντας τη Συναλλαγή Ημερολογίου # %d.

source: Journal Entry
el_gr: Ημερολόγιο Εγγραφών

source: Journal entry has been entered
el_gr: Η Εγγραφή Ημερολογίου έχει εισαχθεί

source: &View this Journal Entry
el_gr: Επισκόπηση αυτής της Εγγραφής Ημερολογίου

source: Enter &New Journal Entry
el_gr: Εισαγωγή νέας Εγγραφής Ημερολογίου

source: Journal entry has been updated
el_gr: Η Εγγραφή Ημερολογίου ανανεώθηκε

source: Return to Journal &Inquiry
el_gr: Επιστροφή στην Αναζήτηση Ημερολογίου

source: You can edit directly only journal entries created via Journal Entry page.
el_gr: Μπορείτε να επεξεργαστείτε απευθείας μόνο τις εγγραφές που έχουν δημιουργηθεί από την σελίδα εγγραφών ημερολογίου.

source: Entry &New Journal Entry
el_gr: Εισαγωγή νέας Εγγραφής Ημερολογίου

source: You must enter at least one journal line.
el_gr: Πρέπει να εισάγετε τουλάχιστον μια γραμμή ημερολογίου.

source: The journal must balance (debits equal to credits) before it can be processed.
el_gr: Το ημερολόγιο πρέπει να ισορροπεί (χρεώσεις ίσον με πιστώσεις) πριν να μπορέσει να επεξεργασθεί.

source: Dimension is closed.
el_gr: Το ενδοσύνολο είναι κλειστό.

source: You must enter either a debit amount or a credit amount.
el_gr: Θα πρέπει να εισάγετε είτε ένα ποσό χρέωσης είναι ένα ποσό πίστωσης.

source: The debit amount entered is not a valid number or is less than zero.
el_gr: Το δοσμένο ποσό χρέωσης δεν είναι έγκυρος αριθμός ή είναι μικρότερο του μηδέν.

source: The credit amount entered is not a valid number or is less than zero.
el_gr: Το δοσμένο ποσό πίστωσης δεν είναι έγκυρος αριθμός ή είναι μικρότερο του μηδέν.

source: Cannot post to GL account used by more than one tax type.
el_gr: Αδυναμία συναλλαγής σε απολογισμό ΓΚ που χρησιμοποιείται από περισσότερους από έναν τύπο φορολογίας.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
el_gr: Δεν μπορείτε να δημιουργήσετε μαι εγγραφή ημερολογίου για ένα τραπεζικό λογαριασμό. Παρακαλώ χρησιμοποιήστε μια τραπεζική λειτουργία για τις τραπεζικές συναλλαγές.

source: Rows
el_gr: Σειρές

source: Process Journal Entry
el_gr: Εκτέλεση Εγγραφής Ημερολογίου

source: Process journal entry only if debits equal to credits
el_gr: Εκτέλεση της εγγραφής ημερολογίου μόνο αν οι χρεώσεις ισούνται με τις πιστώσεις

source: Balance Sheet Drilldown
el_gr: Έκθεση Κέρδους & Ζημίας

source: As at:
el_gr: Όπως στο:

source: Calculated Return
el_gr: Υπολογισμένη επιστροφή

source: Liabilities
el_gr: Εκκρεμότητες

source: and
el_gr: και

source: Equities
el_gr: Τόκοι κοινών μετοχών

source: Bank Statement
el_gr: Τραπεζικό ομόλογο

source: Opening Balance
el_gr: Άνοιγμα ισολογισμού

source: Ending Balance
el_gr: Κλείσιμο ισολογισμού

source: General Ledger Inquiry
el_gr: Αναζήτηση στο Γενικό Καθολικό

source: All Accounts
el_gr: (&6) Λογαριασμοί Γενικού Καθολικού

source: Amount min:
el_gr: Ελάχιστο Ποσού:

source: Amount max:
el_gr: Μέγιστο ποσού:

source: No general ledger transactions have been created for the specified criteria.
el_gr: Δεν έχουν δημιουργηθεί συναλλαγές ΓΚ για τα ορισμένα κριτήρια.

source: Trial Balance
el_gr: Δοκιμή Ισοζυγίου

source: No zero values
el_gr: Όχι μηδενικές τιμές

source: Only balances
el_gr: Μόνο ισοζύγια

source: Group
el_gr: Ομάδα

source: The from date cannot be bigger than the fiscal year end.
el_gr: Η ημερομηνία "από" δεν μπορεί να είναι μεγαλύτερη από το τέλους του οικονομικού έτους.

source: Account Name
el_gr: Όνομα λογαριασμού

source: Brought Forward
el_gr: Προσκήνιο

source: This Period
el_gr: Αυτή η περίοδος

source: Class
el_gr: Τάξη

source: The Opening Balance is not in balance, probably due to a non closed Previous Fiscalyear.
el_gr: Ο ανοιχτός ισολογισμός δεν είναι σε ισορροπία, μάλλον λόγω ενός μη κλειστού προηγούμενου οικονομικού έτους.

source: Journal Inquiry
el_gr: Ερώτηση ημερολογίου

source: Enter reference fragment or leave empty
el_gr: Εισάγετε μέρος αναφοράς ή αφήστε κενό

source: Show closed:
el_gr: Προβολή κλειστού:

source: Enter memo fragment or leave empty
el_gr: Εισαγωγή μέρους υπομνήματος ή αφήστε κενό

source: Trans #
el_gr: Συναλλαγή #

source: User
el_gr: Χρήστης

source: Profit & Loss Drilldown
el_gr: Εξόρυξη Κέρδους & Ζημίας

source: Accumulated
el_gr: Συσσωρευμένο(ς)

source: Period Y-1
el_gr: Περίοδος Έτος-1

source: Budget
el_gr: Προϋπολογισμός

source: Compare to
el_gr: Σύγκριση με

source: Group/Account Name
el_gr: Όνομα Ομάδας/Λογαριασμού

source: Achieved %
el_gr: Επίτευξη %

source: Tax Inquiry
el_gr: Αναζήτηση φορολογίας

source: Outputs
el_gr: Έξοδοι

source: Inputs
el_gr: Είσοδοι

source: Charged on sales
el_gr: Χρεωμένα σε πωλήσεις

source: Output Tax
el_gr: Έξοδος

source: Paid on purchases
el_gr: Πληρωμένα σε πωλήσεις

source: Input Tax
el_gr: Εισαγωγή Φόρου

source: Net payable or collectible
el_gr: Πληρωτέο ή συλλέξιμο μέσω δικτύου

source: Total payable or refund
el_gr: Πληρωτέο σύνολο ή επιστροφή

source: Bank Accounts
el_gr: Τραπεζικοί Λογαριασμοί

source: The bank account name cannot be empty.
el_gr: Το όνομα τραπεζικού λογαριασμού δεν μπορεί να είναι κενό.

source: The GL account selected is already in use. Select another GL account.
el_gr: Ο λογαριασμός λογιστικού σχεδίου είναι ήδη σε χρήση. Επιλέξτε έναν άλλο λογαριασμό.

source: Bank account has been updated
el_gr: Ο τραπεζικός λογαριασμός ανανεώθηκε

source: New bank account has been added
el_gr: Προστέθηκε νέος τραπεζικός λογαριασμός

source: Cannot delete this bank account because transactions have been created using this account.
el_gr: Αδυναμία διαγραφής αυτού τραπεζικού λογαριασμού, επειδή έχουν δημιουργηθεί συναλλαγές χρησιμοποιώντας τον.

source: Cannot delete this bank account because POS definitions have been created using this account.
el_gr: Αδυναμία διαγραφής αυτού του τραπεζικού λογαριασμού επειδή οι ορισμοί POS έχουν δημιουργηθεί χρησιμοποιώντας αυτόν τον λογαριασμό.

source: Selected bank account has been deleted
el_gr: Ο επιλεγμένος λογαριασμός τράπεζας διαγράφτηκε

source: Currency
el_gr: Συνάλλαγμα

source: GL Account
el_gr: ΓΚ

source: Bank
el_gr: Τράπεζα

source: Number
el_gr: Αριθμός

source: Bank Address
el_gr: Διεύθυνση τράπεζας

source: Bank Account Name:
el_gr: Όνομα τραπεζικού λογαριασμού:

source: Account Type:
el_gr: Τύπος λογαριασμού:

source: Bank Account Currency:
el_gr: Νόμισμα Τραπεζικού Λογαριασμού:

source: Default currency account:
el_gr: Προκαθορισμένος λογαριασμός νομίσματος:

source: Bank Account GL Code:
el_gr: Κωδικός τραπεζικού λογαριασμού ΓΚ:

source: Bank Name:
el_gr: Όνομα τράπεζας:

source: Bank Account Number:
el_gr: Αριθμός τραπεζικού λογαριασμού:

source: Bank Address:
el_gr: Διεύθυνση τράπεζας:

source: Currencies
el_gr: Νομίσματα

source: The currency abbreviation must be entered.
el_gr: Η συντομογραφία του νομίσματος πρέπει να εισαχθεί.

source: The currency name must be entered.
el_gr: Η ονομασία του νομίσματος πρέπει να εισαχθεί.

source: The currency symbol must be entered.
el_gr: Το σύμβολο του νομίσματος πρέπει να εισαχθεί.

source: The hundredths name must be entered.
el_gr: Η ονομασία των εκατοντάδων πρέπει να εισαχθεί.

source: Selected currency settings has been updated
el_gr: Οι παράμετροι του νομίσματος ανανεώθηκαν

source: New currency has been added
el_gr: Προστέθηκε νέο νόμισμα

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
el_gr: Αποτυχία διαγραφής αυτού του νομίσματος, επειδή οι λογαριασμοί πελατών έχουν δημιουργήσει αναφορές σε αυτό το νόμισμα.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
el_gr: Αποτυχία διαγραφής αυτού του νομίσματος, επειδή οι λογαριασμοί προμηθευτών έχουν δημιουργήσει αναφορές σε αυτό το νόμισμα.

source: Cannot delete this currency, because the company preferences uses this currency.
el_gr: Αδυναμία διαγραφής αυτού του νομίσματος, επειδή οι προτιμήσεις της επιχείρησης χρησιμοποιούν αυτό το νόμισμα.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
el_gr: Αδυναμία διαγραφής αυτού του νομίσματος, επειδή υπάρχουν τραπεζικοί λογαριασμοί που χρησιμοποιούν αυτό το νόμισμα.

source: Selected currency has been deleted
el_gr: Το επιλεγμένο νόμισμα διαγράφτηκε

source: Abbreviation
el_gr: Συντομογραφία

source: Symbol
el_gr: Σύμβολο

source: Currency Name
el_gr: Όνομα Νομίσματος

source: Hundredths name
el_gr: Όνομα εκατοντάδων

source: Country
el_gr: Χώρα

source: Auto update
el_gr: Αυτόματη ενημέρωση

source: The marked currency is the home currency which cannot be deleted.
el_gr: Το σημαδεμένο νόμισμα είναι το τοπικό νόμισμα και δεν μπορεί να διαγραφεί.

source: Currency Abbreviation:
el_gr: Συντομογραφία νομίσματος:

source: Currency Symbol:
el_gr: Σύμβολο νομίσματος:

source: Currency Name:
el_gr: Όνομα νομίσματος:

source: Hundredths Name:
el_gr: Όνομα εκατοντάδων:

source: Country:
el_gr: Χώρα:

source: Automatic exchange rate update:
el_gr: Αυτόματη ενημέρωση λόγων συναλλάγματος:

source: Exchange Rates
el_gr: Λόγοι συναλλάγματος

source: The exchange rate for the date is already there.
el_gr: Η ισοτιμία συναλλάγματος για την ημερομηνία είναι ήδη εκεί.

source: Date to Use From:
el_gr: Ημερομηνία για χρήση από:

source: Exchange Rate:
el_gr: Λόγος συναλλάγματος:

source: Get current rate from
el_gr: Ανάκτηση τρέχοντος ποσοστού από

source: Exchange rates are entered against the company currency.
el_gr: Οι ισοτιμίες συναλλάγματος εισάγονται σε σχέση με το νόμισμα της επιχείρησης.

source: Select a currency :
el_gr: Διαλέξτε ένα νόμισμα:

source: Date to Use From
el_gr: Ημερομηνία για χρήση από

source: Exchange Rate
el_gr: Λόγος συναλλάγματος

source: The selected currency is the company currency.
el_gr: Το επιλεγμένο νόμισμα είναι το νόμισμα της επιχείρησης.

source: The company currency is the base currency so exchange rates cannot be set for it.
el_gr: Το νόμισμα της επιχείρησης είναι το βασικό νόμισμα άρα δεν μπορούν να οριστούν ισοτιμίες συναλλάγματος για αυτό.

source: GL Account Classes
el_gr: Τάξεις απολογισμού ΓΚ

source: The account class ID cannot be empty.
el_gr: Το ID της τάξης λογαριασμού δεν μπορεί να είναι κενό.

source: The account class name cannot be empty.
el_gr: Το όνομα τάξης απολογισμού δεν μπορεί να είναι κενό.

source: Selected account class settings has been updated
el_gr: Η επιλεγμένη τάξη απολογισμού έχει ανανεωθεί

source: New account class has been added
el_gr: Προστέθηκε νέα τάξη απολογισμού

source: Cannot delete this account class because GL account types have been created referring to it.
el_gr: Αδυναμία διαγραφής αυτής της ομάδας λογαριασμών επειδή έχουν δημιουργηθεί λογαριασμοί ΓΚ με αναφορές σε αυτή την ομάδα.

source: Selected account class has been deleted
el_gr: Η επιλεγμένη τάξη απολογισμού διαγράφτηκε

source: Class ID
el_gr: Ταυτότητα τάξης

source: Class Name
el_gr: Όνομα τάξης

source: Class Type
el_gr: Όνομα τύπου

source: Balance Sheet
el_gr: Φύλλο ισολογισμού

source: Class ID:
el_gr: Ταυτότητα τάξης:

source: Class Name:
el_gr: Όνομα τάξης:

source: Class Type:
el_gr: Τύπος τάξης:

source: Chart of Accounts
el_gr: Διάγραμμα απολογισμών

source: The account code must be entered.
el_gr: Ο κωδικός του λογαριασμού πρέπει να εισαχθεί.

source: The account name cannot be empty.
el_gr: Το όνομα λογαριασμού δεν μπορεί να είναι κενό.

source: The account code must be numeric.
el_gr: Ο κωδικός του λογαριασμού πρέπει να είναι αριθμητικός.

source: The account belongs to a bank account and cannot be inactivated.
el_gr: Ο λογαριασμός ανήκει σε έναν τραπεζικό λογαριασμό και δεν μπορεί να απενεργοποιηθεί.

source: Account data has been updated.
el_gr: Τα δεδομένα του λογαριασμού ανανεώθηκαν.

source: New account has been added.
el_gr: Προστέθηκε νέος λογαριασμός.

source: Account not added, possible duplicate Account Code.
el_gr: Ο λογαριασμός δεν προστέθηκε, πιθανά διπλασιασμός κωδικού λογαριασμού.

source: Cannot delete this account because transactions have been created using this account.
el_gr: Αδυναμία διαγραφής αυτού του λογαριασμού επειδή οι συναλλαγές έχουν δημιουργηθεί με αυτό το λογαριασμό.

source: Cannot delete this account because it is used as one of the company default GL accounts.
el_gr: Αδυναμία διαγραφής αυτού του λογαριασμού επειδή χρησιμοποιείται ως ένας από τους προκαθορισμένους λογαριασμούς Γενικών/Καθολικών της επιχείρησης.

source: Cannot delete this account because it is used by a bank account.
el_gr: Αδυναμία διαγραφής αυτού του λογαριασμού επειδή χρησιμοποιείται από ένα τραπεζικό λογαριασμό.

source: Cannot delete this account because it is used by one or more Item Categories.
el_gr: Αδυναμία διαγραφής αυτού του απολογισμού επειδή χρησιμοποιείται από μια ή περισσότερες κατηγορίες αγαθών.

source: Cannot delete this account because it is used by one or more Items.
el_gr: Αδυναμία διαγραφής αυτού του λογαριασμού επειδή χρησιμοποιείται από ένα ή περισσότερα αγαθά.

source: Cannot delete this account because it is used by one or more Taxes.
el_gr: Αδυναμία διαγραφής αυτού του λογαριασμού επειδή χρησιμοποιείται από έναν ή περισσότερους φόρους.

source: Cannot delete this account because it is used by one or more Customer Branches.
el_gr: Αδυναμία διαγραφής αυτού του απολογισμού επειδή χρησιμοποιείται από έναν ή περισσότερους κλάδους.

source: Cannot delete this account because it is used by one or more suppliers.
el_gr: Αδυναμία διαγραφής αυτού του λογαριασμού επειδή χρησιμοποιείται από έναν ή περισσότερους προμηθευτές.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
el_gr: Αδυναμία διαγραφής αυτού του απολογισμού επειδή χρησιμοποιείται από μια ή περισσότερες γραμμές γρήγορης εισαγωγής.

source: Selected account has been deleted
el_gr: Ο επιλεγμένος λογαριασμός διαγράφτηκε
