Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-2.po
Languages: nl_be

source: View the GL &Journal Entries for this Payment
nl_be: Toon de grootboek&posten voor deze uitbetaling

source: Enter another supplier &payment
nl_be: Andere leveranciers&betaling ingeven

source: The entered amount is invalid or less than zero.
nl_be: Het ingegeven bedrag is ongeldig of kleiner dan nul.

source: The Bank Charge Account has not been set in System and General GL Setup.
nl_be: De grootboekrekening voor bankkosten is niet ingevuld in de systeem en GB setup.

source: The exchange rate must be numeric and greater than zero.
nl_be: De wisselkoers moet numeriek zijn en groter dan nul.

source: The entered discount is invalid or less than zero.
nl_be: De ingegeven korting is ongeldig of kleinder dan nul.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
nl_be: Het totaal van het bedrag en de korting is negatief of nul. Geef positive bedragen in, aub.

source: Payment To:
nl_be: Betaling aan:

source: From Bank Account:
nl_be: Van bankrekening:

source: Date Paid
nl_be: Datum van de betaling

source: Bank Charge:
nl_be: Bankkost:

source: Amount of Discount:
nl_be: Kortingsbedrag:

source: Amount of Payment:
nl_be: Bedrag van de uitbetaling:

source: The amount and discount are in the bank account's currency.
nl_be: Het bedrag en de korting zijn in de munteenheid van de bankrekening.

source: Enter Payment
nl_be: Uitbetaling ingeven

source: View Purchase Order Delivery
nl_be: Toon levering van aankooporder

source: This page must be called with a Purchase Order Delivery number to review.
nl_be: Deze pagina kan enkel met een levering van een aankooporder geopend worden.

source: Line Details
nl_be: Lijndetails

source: Delivery Date
nl_be: Leverdatum

source: Total Excluding Tax/Shipping
nl_be: Totaal excl. BTW/Transport

source: This delivery has been voided.
nl_be: Deze levering is tegengeboekt.

source: View Purchase Order
nl_be: Toon aankooporder

source: This page must be called with a purchase order number to review.
nl_be: Deze pagina kan enkel met een aankoopordernummer geopend worden.

source: Requested By
nl_be: Besteld door

source: Marked items are overdue.
nl_be: De aangeduide artikels zijn vervallen.

source: Deliveries
nl_be: Leveringen

source: Delivered On
nl_be: Geleverd op

source: Invoices/Credits
nl_be: Facturen/creditnota's

source: View Supplier Credit Note
nl_be: Toon creditnota van leverancier

source: SUPPLIER CREDIT NOTE
nl_be: CREDITNOTA LEVERANCIER

source: Invoice Date
nl_be: Factuurdatum

source: Sub Total
nl_be: Tussentotaal

source: TOTAL CREDIT NOTE
nl_be: TOTAAL CREDITNOTA

source: This credit note has been voided.
nl_be: Deze creditnota is tegengeboekt.

source: View Supplier Invoice
nl_be: Toon leveranciersfactuur

source: SUPPLIER INVOICE
nl_be: LEVERANCIERSFACTUUR

source: TOTAL INVOICE
nl_be: TOTAAL FACTUUR

source: This invoice has been voided.
nl_be: Deze factuur is tegengeboekt.

source: View Payment to Supplier
nl_be: Toon betaling aan leverancier

source: Payment to Supplier
nl_be: Betaling aan leverancier

source: To Supplier
nl_be: Aan leverancier

source: Payment Currency
nl_be: Munteenheid betaling

source: Supplier's Currency
nl_be: Munteenheid leverancier

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
nl_be: Er zijn geen BTW-groepen gedefinieerd in dit systeem. Er moet minstens één groep nodig om verder te kunnen gaan.

source: Supplier Name:
nl_be: Naam van de leverancier:

source: Supplier Short Name:
nl_be: Zoeknaam leverancier:

source: Our Customer No:
nl_be: Geen klantenfilter

source: Purchasing
nl_be: Aankoopsprijs

source: Bank Name/Account:
nl_be: Naam bankrekening:

source: Credit Limit:
nl_be: Kredietlimiet:

source: Payment Terms:
nl_be: Betalingsvoorwaarden:

source: Accounts
nl_be: Rekeningen

source: Accounts Payable Account:
nl_be: Rekening leveranciers

source: Purchase Account:
nl_be: Aankooprekening:

source: Addresses
nl_be: Adressen

source: Mailing Address:
nl_be: Postadres:

source: Physical Address:
nl_be: Bankadres

source: General
nl_be: Grootboek

source: General Notes:
nl_be: Creditnota's

source: Supplier status:
nl_be: Leveranciersstatus:

source: Update Supplier
nl_be: Leverancier aanpassen

source: Update supplier data
nl_be: Inkoopgegevens bij leverancier

source: Select this supplier and return to document entry.
nl_be: Selecteer deze leverancier en keer terug naar documentinvoer

source: Delete Supplier
nl_be: Leverancier verwijderen

source: Delete supplier data if have been never used
nl_be: Verwijder de leveranciersgegevens als ze nooit gebruikt zijn

source: Add New Supplier Details
nl_be: Nieuwe leverancier toevoegen

source: The supplier name must be entered.
nl_be: Er moet een leveranciersnaam ingegeven worden.

source: The supplier short name must be entered.
nl_be: Er moet een leveranciers-zoeknaam ingegeven worden.

source: Supplier has been updated.
nl_be: De aankoopgegevens van de leverancier zijn aangepast.

source: A new supplier has been added.
nl_be: Een nieuwe leverancier is toegevoegd.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
nl_be: Deze leverancier kan niet verwijderd worden omdat er transacties naar verwijzen.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
nl_be: Deze leverancier kan niet verwijderd worden omdat er aankooporders naar verwijzen.

source: Select a supplier:
nl_be: Selecteer een leverancier:

source: New supplier
nl_be: Nieuwe leverancier ingeven

source: Search Purchase Orders
nl_be: Zoek aankooporder

source: into location:
nl_be: naar locatie:

source: Order Date
nl_be: Orderdatum

source: Order Total
nl_be: Ordertotaal

source: Search Outstanding Purchase Orders
nl_be: Zoek openstaande verkoopopdrachten

source: Receive
nl_be: Ontvangst

source: Marked orders have overdue items.
nl_be: Gemarkeerde orders hebben vervallen artikels.

source: Supplier Allocation Inquiry
nl_be: Leveranciersafpuntingen afvragen

source: show settled:
nl_be: toon afgewerkte:

source: Supp Reference
nl_be: Supp referentie

source: Allocated
nl_be: Afgepunt

source: Supplier Inquiry
nl_be: Leverancier afvragen

source: Select a supplier:
nl_be: Selecteer een leverancier:

source: Days
nl_be: dagen

source: Terms
nl_be: Voorwaarden

source: Current
nl_be: Huidig

source: Total Balance
nl_be: Totaal balans

source: Credit This
nl_be: Crediteer

source: Allocate Supplier Payment or Credit Note
nl_be: Afpunten van leveranciersbetaling of creditnota

source: Allocation of
nl_be: Afpunting van

source: Total:
nl_be: Totaal:

source: Refresh
nl_be: Hernieuw

source: Start again allocation of selected amount
nl_be: Start de toewijzing van het geselecteerde bedrag opnieuw

source: Process allocations
nl_be: Verwerk afpuntingen

source: Back to Allocations
nl_be: Terug naar afpuntingen

source: Abandon allocations and return to selection of allocatable amounts
nl_be: Verlaat de toewijzingen en keer terug naar de selectie van de toe te wijzen bedragen

source: There are no unsettled transactions to allocate.
nl_be: Er zijn geen transacties meer af te punten.

source: Supplier Allocations
nl_be: Leveranciersafpunting

source: Select a Supplier:
nl_be: Kies een leverancier:

source: Show Settled Items:
nl_be: Toon afgepunte posten:

source: Allocate
nl_be: Afpunten

source: Marked items are settled.
nl_be: De aangeduide posten zijn afgepunt.

source: Balances in Home Currency
nl_be: Balans in huismunt

source: Trans Type
nl_be: Transactietype

source: Charges
nl_be: Belasting

source: Credits
nl_be: Kredieten

source: Customer Balances
nl_be: Klantenbalans

source: Grand Total
nl_be: Algemeen totaal

source: Summary Only
nl_be: Enkel samenvatting

source: Detailed Report
nl_be: Gedetailleerd bericht

source: End Date
nl_be: Einddatum

source: Aged Customer Analysis
nl_be: Tijdsanalyse klant

source: All Areas
nl_be: Alle regio's

source: All Sales Folk
nl_be: Alle verkopers

source: Greater than
nl_be: Groter dan

source: Less than
nl_be: Kleiner dan

source: Customer Postal Address
nl_be: Postadres klant

source: Price/Turnover
nl_be: Prijs/omzet

source: Branch Contact Information
nl_be: Contactinformatie branche

source: Branch Delivery Address
nl_be: Leveradres branche

source: Activity Since
nl_be: Aktief sinds

source: Sales Areas
nl_be: Verkoopsregio's

source: Sales Folk
nl_be: Verkoper

source: Activity
nl_be: Aktiviteit

source: Customer Details Listing
nl_be: Klantendetails-lijst

source: Customers in
nl_be: Klanten in

source: Price List
nl_be: Prijslijst

source: Turnover
nl_be: Omzet

source: Ph
nl_be: Telefoon

source: Category/Items
nl_be: Categorie/Artikels

source: GP %
nl_be: Marge %

source: Show GP %
nl_be: Marge tonen in %

source: Price Listing
nl_be: Prijslijst

source: Sales Kits
nl_be: Artikel-kits

source: All Orders
nl_be: Alle orders

source: Back Orders Only
nl_be: Enkel backorders

source: Branch
nl_be: Branche

source: Customer Ref
nl_be: Klantenreferentie

source: Ord Date
nl_be: Besteldatum

source: Del Date
nl_be: Verwijderdatum

source: Loc
nl_be: Locactie

source: Invoiced
nl_be: Gefactureerd

source: Selection
nl_be: Selectie

source: Order Status Listing
nl_be: Orderstatus lijst

source: Invoice
nl_be: Factuur

source: Inv Date
nl_be: Factuurdatum

source: Provision
nl_be: Provisie

source: Salesman
nl_be: Verkoper

source: Break Pt.
nl_be: Breekpunt

source: Salesman Listing
nl_be: Lijst verkoper

source: INVOICE
nl_be: FACTUUR

source: CREDIT NOTE
nl_be: CREDITNOTA

source: STATEMENT
nl_be: REKENINGOVERZICHT

source: SALES ORDER
nl_be: Verkoopopdracht

source: QUOTE
nl_be: OFFERTE

source: DELIVERY
nl_be: Levering

source: PACKING SLIP
nl_be: PAKBON

source: DELIVERY NOTE
nl_be: Levernota

source: SALES QUOTATION
nl_be: OFFERTE

source: Balances in Home currency
nl_be: Balans in huismunt

source: Supplier Balances
nl_be: Leverancierbalans

source: currency
nl_be: Munteenheid

source: Aged Supplier Analysis
nl_be: Tijdsanalyse leverancier

source: Payment Report
nl_be: Betalingsrapport

source: GRN
nl_be: Artikels te ontvangen

source: Qty Recd
nl_be: # Ontv.

source: qty Inv
nl_be: # Fact.

source: Outstanding GRNs Report
nl_be: Bericht openstaande aankooporders

source: PURCHASE ORDER
nl_be: AANKOOPORDER

source: Inventory Valuation Report
nl_be: Rapport inventariswaarde

source: QOH
nl_be: Stock #

source: Cust Ord
nl_be: Klantenbest.

source: Supp Ord
nl_be: Lever.bestel.

source: Sugg Ord
nl_be: Voorstel order

source: Inventory Planning Report
nl_be: Rapport magazijnplanning

source: Shortage
nl_be: Tekort

source: Stock ID
nl_be: Klassecode

source: Check
nl_be: Inventarisopnamebladen

source: Only Shortage
nl_be: Enkel openstaande:

source: Stock Check Sheets
nl_be: Inventarisopnamebladen

source: Qty
nl_be: Aantal

source: Sales
nl_be: Verkoop

source: Cost
nl_be: Kosten actualiseren

source: Contribution
nl_be: Bijdrage

source: Inventory Sales Report
nl_be: Rapport magazijnplanning

source: PO No
nl_be: Aankoopoder Nr.

source: Qty Received
nl_be: Ontvangen hoeveelheid

source: Unit Price
nl_be: Eenheidsprijs

source: Actual Price
nl_be: Actuele prijs

source: GRN Valuation Report
nl_be: Waardering goederenontvangst rapport

source: Wrk Ctr
nl_be: Werkplaats

source: Bill of Material Listing
nl_be: Stuklijst rapport

source: WORK ORDER
nl_be: WERKOPDRACHT

source: Insufficient stock
nl_be: Onvoldoende voorraad

source: YTD
nl_be: Lopend jaar

source: Dimension Summary
nl_be: Samenvatting dimensies

source: Bank Account
nl_be: Bankrekening

source: Type/Account
nl_be: Type/rekening

source: Date/Dim.
nl_be: Datum/Dimensie

source: Person/Item/Memo
nl_be: Persoon/artikel/memo

source: List of Journal Entries
nl_be: Lijst van journaalposten

source: GL Account Transactions
nl_be: Transacties GB-posten

source: Year
nl_be: Jaar

source: Amounts in thousands
nl_be: Aantal in duizenden

source: Annual Expense Breakdown
nl_be: Jaarlijkse kostenanalyse

source: Close Balance
nl_be: Sluitingsbalans

source: Group
nl_be: Groep

source: Profit and Loss Statement
nl_be: Winst- en verliesrekening

source: Tax Report
nl_be: BTW-bericht

source: Branch Name
nl_be: Branche naam

source: Net
nl_be: Netto

source: Rate
nl_be: Voet (%)

source: Tax
nl_be: BTW

source: Tax Rate
nl_be: Belastingsvoet

source: Net Tax
nl_be: Belastingsontvangst

source: Time
nl_be: Tijd

source: Trans Date
nl_be: Transactiedatum

source: Action
nl_be: Actie

source: Changed
nl_be: Veranderd

source: Reports and Analysis
nl_be: Rapporten en analysen

source: Customer &Balances
nl_be: Klantenbalans

source: Currency Filter
nl_be: Valutafilter

source: Destination
nl_be: Doelmagazijn:

source: &Aged Customer Analysis
nl_be: Tijds&analyse klant

source: Graphics
nl_be: Grafisch

source: Customer &Detail Listing
nl_be: Ge&detailleerde klantenlijst

source: Activity Greater Than
nl_be: Aktiviteit is groter dan

source: Activity Less Than
nl_be: Aktiviteit is kleiner dan

source: &Price Listing
nl_be: &Prijslijst

source: Inventory Category
nl_be: Magazijn categorie

source: Sales Types
nl_be: Verkoopstypes

source: Show Pictures
nl_be: Beelden tonen

source: &Order Status Listing
nl_be: &Orderstatus lijst

source: Stock Location
nl_be: Magazijnlocatie

source: &Salesman Listing
nl_be: Lijst &verkoper

source: Print &Invoices/Credit Notes
nl_be: Print facturen/creditnota's

source: To
nl_be: Voor

source: email Customers
nl_be: Mail aan klanten

source: Payment Link
nl_be: Betalingslink

source: Print &Deliveries
nl_be: Print &leveringen

source: Print as Packing Slip
nl_be: Print als pakbon

source: Print &Statements
nl_be: Print &uittreksels

source: Email Customers
nl_be: Mail aan klanten

source: &Print Sales Orders
nl_be: &Druk verkoopopdrachten

source: Print as Quote
nl_be: Print als offerte

source: &Print Sales Quotations
nl_be: &Print offerte

source: Supplier &Balances
nl_be: Leverancier&balans

source: &Aged Supplier Analyses
nl_be: Tijds&analyse leveranciers

source: &Payment Report
nl_be: &Betalingsrapport

source: Outstanding &GRNs Report
nl_be: Bericht open&staande aankooporders

source: Print Purchase &Orders
nl_be: Print aankoop&orders

source: Inventory &Valuation Report
nl_be: Rapport inventaris&waarde

source: Inventory &Planning Report
nl_be: Rapport magazijn&planning

source: Stock &Check Sheets
nl_be: Inventaris&opnamebladen

source: Inventory Column
nl_be: Inventariskolom

source: Show Shortage
nl_be: Toon tekort

source: Inventory &Sales Report
nl_be: Rapport magazijn&verkopen

source: Manufacturing
nl_be: Productie

source: &Bill of Material Listing
nl_be: &Stuklijst rapport

source: From product
nl_be: Van artikel

source: To product
nl_be: Naar product

source: Print &Work Orders
nl_be: &Print werkorders

source: Email Locations
nl_be: Email locaties

source: Dimension &Summary
nl_be: &Samenvatting dimensies

source: From Dimension
nl_be: Van dimensie

source: To Dimension
nl_be: Tot dimensie

source: Show Balance
nl_be: Toon balans

source: Banking
nl_be: Banken

source: Bank &Statement
nl_be: Bank&uittreksel

source: General Ledger
nl_be: Hoofdboek

source: Chart of &Accounts
nl_be: Rekening&plan

source: Show Balances
nl_be: Toon balansen

source: List of &Journal Entries
nl_be: Lijst van &journaalposten

source: GL Account &Transactions
nl_be: &Transacties GB-posten

source: From Account
nl_be: Van rekening

source: To Account
nl_be: Tot rekening

source: Annual &Expense Breakdown
nl_be: Jaarlijkse &kostenanalyse

source: &Balance Sheet
nl_be: &Balans afsluiten

source: &Profit and Loss Statement
nl_be: &Winst- en verliesrekening

source: Zero values
nl_be: Nulwaarden

source: Ta&x Report
nl_be: BT&W-rapport

source: Cust no
nl_be: KlantNr

source: Order To
nl_be: Bestel voor

source: Charge To
nl_be: Factuuradres

source: Delivered To
nl_be: Leveringsadres

source: Valid until
nl_be: Geldig tot

source: Your Ref
nl_be: Uw ref.

source: Sales Person
nl_be: Verkoper

source: Your VAT no.
nl_be: Uw BTW-Nr.

source: Customers Reference
nl_be: Klantenreferentie:

source: Our Order No
nl_be: Onze order Nr

source: Our VAT No.
nl_be: Onze BTW-Nr.

source: Domicile
nl_be: Vestiging

source: All amounts stated in
nl_be: Alle bedragen in

source: Please quote Invoice no. when paying. All amounts stated in
nl_be: Vermeld a.u.b. het factuurnummer bij de betaling. Alle bedragen in

source: Please quote Credit no. when paying. All amounts stated in
nl_be: Vermeld a.u.b. het factuurnummer bij de betaling. Alle bedragen in

source: Phone/Fax/Email
nl_be: Telefoon/Fax/eMail

source: You can pay through
nl_be: U kunt betalen door

source: Discount %
nl_be: Korting %

source: DueDate
nl_be: Vervaldatum

source: Dear
nl_be: Beste mevrouw, mijnheer,

source: Attached you will find
nl_be: bijgevoegd vindt u

source: Kindest regards
nl_be: Met vriendelijke groeten.

source: Delivery Note No.
nl_be: Levernotanummer

source: Invoice No.
nl_be: Factuur nr.

source: Credit No.
nl_be: Creditnota nr.

source: Sub-total
nl_be: Tussentotaal

source: Shipping
nl_be: Levering

source: TOTAL ORDER EX VAT
nl_be: TOTAAL ORDER EX BTW

source: TOTAL PO EX VAT
nl_be: TOTAAL ORDER EX BTW

source: TOTAL DELIVERY INCL. VAT
nl_be: TOTAAL LEVERING INCL. BTW

source: Outstanding Transactions
nl_be: Openstaande boekingen

source: Statement
nl_be: Rekeningoverzicht

source: as of
nl_be: vanaf

source: The security settings on your account do not permit you to print this report
nl_be: De toegangsparameters van deze user laten het printen van dit rapport niet toe.

source: Print Out Date
nl_be: Afdrukdatum

source: Fiscal Year
nl_be: Boekjaar

source: Page
nl_be: Pagina

source: Sending document by email failed
nl_be: Verzenden van document per email mislukt

source: Report has been sent to network printer
nl_be: Rapport is verzonden naar netwerkprinter

source: Cannot open connection to printer
nl_be: Kan geen verbinding met printer openen

source: Printer does not acept the job
nl_be: Printer aanvaard deze job niet

source: Error sending print job control file
nl_be: Fout bij het zenden van printerjob-controlebestand

source: Print control file not accepted
nl_be: Controlebestand van printer niet aanvaard

source: Cannot send report to printer
nl_be: Kan rapport niet naar printer zenden

source: No ack after report printout
nl_be: Geen bevestiging van printen rapport

source: Cannot flush printing queue
nl_be: Kan de printerqueue niet leegmaken

source: Report Classes:
nl_be: Rapportklassen:

source: Reports For Class:
nl_be: Rapporten voor klasse:

source: Display:
nl_be: Toon:

source: Invalid date format
nl_be: Ongeldige datum

source: Unknown report parameter type:
nl_be: Onbekend rapport parametertype:

source: No Currency Filter
nl_be: Geen valutafilter

source: No payment Link
nl_be: Geen betalingslink

source: No Graphics
nl_be: Geen grafieken

source: Vertical bars
nl_be: Vertikale lijnen

source: Horizontal bars
nl_be: Horizontale lijnen

source: Dots
nl_be: Puntjes

source: Lines
nl_be: Lijnen

source: Pie
nl_be: Taart

source: No Type Filter
nl_be: Geen typefilter

source: No Account Group Filter
nl_be: Geen rekeningsgroepfilter

source: No Dimension Filter
nl_be: Geen dimensiefilter

source: No Customer Filter
nl_be: Geen klantenfilter

source: No Supplier Filter
nl_be: Geen leveranciersfilter

source: IV
nl_be: FACT

source: No Location Filter
nl_be: Geen locatiefilter

source: No Category Filter
nl_be: Geen categoriefilter

source: No Sales Folk Filter
nl_be: Geen verkoperfilter

source: No Users Filter
nl_be: Geen userfilter

source: Create and Print Recurrent Invoices
nl_be: Creëer en print wederkerende facturen

source: Template No
nl_be: Voorbeeld Nr

source: End
nl_be: Einde

source: Last Created
nl_be: Laatst gecreëerd

source: Create Invoices
nl_be: Facturen aanmaken

source: Marked items are due.
nl_be: De aangeduide artikels zijn vervallen.

source: No recurrent invoices are due.
nl_be: Er zijn geen vervallen wederkerende facturen.

source: Modifying Customer Credit Note #%d
nl_be: Klantencreditnota #%d aanpassen

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
nl_be: Er zijn geen klanten of klantenbranches aangemaakt. Creëer klanten én branches.

source: Credit Note # %d has been processed
nl_be: Creditnota # %d is verwerkt

source: &View this credit note
nl_be: Deze creditnota &bekijken

source: &Print This Credit Invoice
nl_be: Deze creditnota af&drukken

source: &Email This Credit Invoice
nl_be: Deze creditnota &Emailen

source: View the GL &Journal Entries for this Credit Note
nl_be: Bekijk de grootboek&posten van deze creditnota

source: Enter Another &Credit Note
nl_be: Andere &creditnota ingeven

source: The entered date for the credit note is invalid.
nl_be: De ingegeven datum is ongeldig.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
nl_be: Om creditnota's toe te laten de stock aan te passen is het noodzakelijk een grootboekrekening te selecteren.

source: Please select an account to write the cost of the stock off to, then click on Process again.
nl_be: Selecteer een rekening om de stockverandering op te boeken, klik dan opnieuw op Verwerken.

source: The quantity must be greater than zero.
nl_be: De hoeveelheid moet groter dan nul zijn.

source: The entered price is negative or invalid.
nl_be: De ingegeven prijs is negatief of ongeldig.

source: The entered discount percent is negative, greater than 100 or invalid.
nl_be: Het ingegeven kortingspercentage in negatief, groter dan 100 of ongeldig.

source: Credit Note Items
nl_be: Artikels creditnota

source: Process Credit Note
nl_be: Verwerk creditnota

source: Modifying Credit Invoice # %d.
nl_be: Bewerk creditnota # %d

source: Credit all or part of an Invoice
nl_be: Crediteer volledige of gedeeltelijke factuur

source: Credit Note has been processed
nl_be: Creditnota is verwerkt.

source: &View This Credit Note
nl_be: Deze creditnota &bekijken

source: &Print This Credit Note
nl_be: Deze creditnota &afdrukken

source: Credit Note has been updated
nl_be: Creditnota is aangepast.

source: The entered shipping cost is invalid or less than zero.
nl_be: De ingegeven transportkosten zijn ongeldig of minder dan nul.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
nl_be: De geselecteerde hoeveelheid kan niet minder dan nul of meer dan de nog niet gecrediteerde hoeveelheid zijn.

source: This page can only be opened if an invoice has been selected for crediting.
nl_be: Deze pagina kan enkel geopend worden als een factuur voor creditering is geselecteerd.

source: Crediting Invoice
nl_be: Factuur crediteren

source: Credit Note Date
nl_be: Datum creditnota

source: Invoiced Quantity
nl_be: Gefactureerde hoeveelheid

source: Credit Quantity
nl_be: Credit hoeveelheid

source: Credit Shipping Cost
nl_be: Transportkosten crediteren

source: Credit Note Type
nl_be: Type creditnota

source: Items Returned to Location
nl_be: Artikels terug ontvangen in magazijn

source: Write off the cost of the items to
nl_be: Artikelkost afschrijven naar

source: Update credit value for quantities entered
nl_be: Pas de creditwaarde van de ingevoerde hoeveelheid aan

source: Modifying Delivery Note # %d.
nl_be: Levernota # %d wordt aangepast.

source: Deliver Items for a Sales Order
nl_be: Artikels van een verkoopopdracht uitleveren

source: Delivery # %d has been entered.
nl_be: Levering # %d is ingegeven.

source: &View This Delivery
nl_be: &Bekijk deze levering

source: &Print Delivery Note
nl_be: &Print levernota

source: &Email Delivery Note
nl_be: &Email levernota

source: P&rint as Packing Slip
nl_be: P&rint als pakbon
