Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: Reversed the production
el_gr: Αντίστροφη της παραγωγής:

source: Updated.
el_gr: Ανανεωμένα.

source: Canceled.
el_gr: Ακυρωμένα.

source: Released.
el_gr: Εκδομένα.

source: Voiding Work Order Trans #
el_gr: Κύρωση Συναλλαγής Παραγγελίας Eργασίας #

source: Quick production.
el_gr: Γρήγορη παραγωγή.

source: Produced
el_gr: Έχουν παραχθεί

source: Supplier invoice adjustment for zero inventory of
el_gr: Προσαρμογή του τιμολογίου Προμηθευτή για μηδενικό κατάλογο του

source: Invoice
el_gr: ΤΙΜΟΛΟΓΙΟ ΠΩΛΗΣΗΣ

source: GRN Removal
el_gr: Αφαίρεση Δελτίου Παραλαβής Αγαθών

source: Order Currency
el_gr: Νόμισμα παραγγελίας

source: For Purchase Order
el_gr: Για παραγγελία αγοράς

source: Ordered On
el_gr: Παραγγελία στις

source: Deliver Into Location
el_gr: Παράδοση μέσα σε τοποθεσία

source: Supplier's Reference
el_gr: Αναφορά προμηθευτή

source: Delivery Address
el_gr: Διεύθυνση αποστολής

source: Order Comments
el_gr: Σχόλια παραγγελίας

source: Date Items Received
el_gr: Ημερομηνία λήψης αγαθών

source: Supplier's Ref.:
el_gr: Αναφορά προμηθευτή:

source: Terms:
el_gr: Όροι:

source: Supplier's Currency:
el_gr: Νόμισμα Προμηθευτή:

source: Tax Group:
el_gr: Ομάδα Φόρου:

source: Sub-total:
el_gr: ΣΥΝΟΛΟ ΚΑΘΑΡΗΣ ΑΞΙΑΣ:

source: Invoice Total:
el_gr: Σύνολο τιμολογίου:

source: Credit Note Total
el_gr: Σύνολο πιστωτικού δελτίου

source: Add GL Line
el_gr: Προσθήκη γραμμής ΓΚ

source: Reset
el_gr: Αναστοιχειοθέτηση

source: Clear all GL entry fields
el_gr: Καθαρισμός όλων των πεδίων εισαγωγής ΓΚ

source: GL Items for this Invoice
el_gr: αγαθά ΓΚ για αυτό το τιμολόγιο

source: GL Items for this Credit Note
el_gr: αγαθά ΓΚ για αυτό το πιστωτικό δελτίο

source: Quick Entry:
el_gr: Γρήγορη εισαγωγή:

source: Add to Invoice
el_gr: Προσθήκη στο τιμολόγιο

source: Add to Credit Note
el_gr: Προσθήκη στο πιστωτικό δελτίο

source: Remove
el_gr: Διαγραφή

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
el_gr: Προειδοποίηση! Να είστε προσεκτικοί με την αφαίρεση. Η εκτελείτε αμέσως και είναι μη αναστρέψιμη !!!

source: You are about to remove all yet non-invoiced items from selected delivery line. This operation also irreversibly changes related order line. Do you want to continue ?
el_gr: Είστε έτοιμος να αφαιρέσετε όλα τα ακόμα μη-τιμολογημένα αγαθά από την επιλεγμένη γραμμή παράδοσης. Αυτή η λειτουργία αλλάζει αμετάκλητα και τη σχετική γραμμή παραγγελίας. Θέλετε να συνεχίσετε;

source: Items Received Yet to be Invoiced
el_gr: Τα ληφθέντα αγαθά δεν έχουν τιμολογηθεί ακόμα

source: Delivery Item Selected For Adding To A Supplier Credit Note
el_gr: Το αγαθό παράδοσης είναι επιλεγμένο για προσθήκη σε ένα πιστωτικό δελτίο Προμηθευτή

source: Received Items Charged on this Invoice
el_gr: Ληφθέντα αντικείμενα που χρεώνονται σε αυτήν την σημείωση

source: Received Items Credited on this Note
el_gr: Ληφθέντα αντικείμενα που πιστώνονται σε αυτήν την σημείωση

source: Received between
el_gr: Παραλαβή μεταξύ

source: Add All Items
el_gr: Προσθήκη όλων των αγαθών

source: Delivery
el_gr: Παράδοση

source: Received On
el_gr: Παραλαβή στις

source: Quantity Received
el_gr: Ποσότητα που παρελήφθη

source: Quantity Invoiced
el_gr: Ποσότητα Τιμολόγησης

source: Qty Yet To Invoice
el_gr: Ποσότητα που απομένει να τιμολογηθεί

source: Price after Tax
el_gr: Αξία με φόρους

source: Price before Tax
el_gr: Αξία χωρίς φόρους

source: Qty Yet To Credit
el_gr: Ποσότητα που απομένει να πιστωθεί

source: Line Value
el_gr: Τιμή γραμμής

source: There are no outstanding items received from this supplier that have not been invoiced by them.
el_gr: Δεν υπάρχει κανένα εξέχον αγαθό που να έχει παραληφθεί από αυτόν τον προμηθευτή που δεν έχει τιμολογηθεί από αυτόν.

source: There are no received items for the selected supplier that have been invoiced.
el_gr: Δεν υπάρχει κανένα αγαθό που να έχει παραληφθεί για τον επιλεγμένο προμηθευτή που έχει τιμολογηθεί.

source: Credits can only be applied to invoiced items.
el_gr: Οι πιστώσεις μπορούν μόνο να εφαρμοστούν στα τιμολογημένα αγαθά.

source: Order Date:
el_gr: Ημερομηνία Παραγγελίας:

source: Delivery Date:
el_gr: Ημ/νία Παράδοσης:

source: Invoice Date:
el_gr: Ημ/νία Τιμολόγησης:

source: Supplier Currency:
el_gr: Νόμισμα προμηθευτή:

source: Due Date:
el_gr: Εξόφληση:

source: Supplier's Reference:
el_gr: Αναφορά προμηθευτή:

source: Receive Into:
el_gr: Λήψη σε:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
el_gr: Η προκαθορισμένη τοποθεσία αποθέματος για αυτόν τον χρήστη δεν είναι μια τρέχουσα ορισμένη τοποθεσία αποθέματος. Ο διαχειριστής του συστήματός σας πρέπει να τροποποιήσει το αρχείο χρήστη σας.

source: Deliver to:
el_gr: Παράδοση σε:

source: Order Items
el_gr: αγαθά παραγγελίας

source: Received
el_gr: Έχουν παραληψθεί

source: Required Delivery Date
el_gr: Απαιτείται ημ/νία Παράδοσης

source: Line Total
el_gr: Σύνολο Γραμμής

source: Sub-total
el_gr: ΚΑΘΑΡΗ ΑΞΙΑ

source: Amount Total
el_gr: ΠΛΗΡΩΤΕΟ ΠΟΣΟ

source: Refresh
el_gr: Ανανέωση

source: Modify Purchase Order #
el_gr: Τροποποίηση ΠΑραγγελίας Αγοράς #

source: Purchase Order Entry
el_gr: Εγγραφή Παραγγελίας Αγοράς

source: Direct GRN Entry
el_gr: Απευθείας εγγραφή GRN

source: Direct Purchase Invoice Entry
el_gr: Εισάγετε ένα νέο Tιμολόγιο Αγορών

source: Purchase Order has been entered
el_gr: Η Παραγγελία Πώλησης έχει εισαχθεί

source: Purchase Order has been updated
el_gr: Η Παραγγελία Πώλησης ανανεώθηκε

source: &View this order
el_gr: Επισκόπηση αυτής της Παραγγελίας

source: &Print This Order
el_gr: Εκτύπωση αυτής της Παραγγελίας

source: &Email This Order
el_gr: Αποστολή με email αυτής της Παραγγελίας

source: &Receive Items on this Purchase Order
el_gr: Παραλαβή αγαθών για αυτή την παραγγελία αγοράς

source: Enter &Another Purchase Order
el_gr: Εισαγωγή άλλης Παραγγελίας Πώλησης

source: Select An &Outstanding Purchase Order
el_gr: Επιλέξτε μια σημαντική Παραγγελία Πώλησης

source: Direct GRN has been entered
el_gr: Έχει εισαχθεί απευθείας GRN

source: &View this GRN
el_gr: Επισκόπηση αυτού του GRN

source: View the GL Journal Entries for this Delivery
el_gr: Άποψη του ημερολογίου ΓΚ για τις εγγραφές αυτής της Παράδοσης

source: Entry purchase &invoice for this receival
el_gr: Εισαγωγή τιμολογίου αγοράς για αυτή την παραλαβή

source: Enter &Another GRN
el_gr: Εισάγετε άλλo Δελτίο Παραλαβής Αγαθών

source: Direct Purchase Invoice has been entered
el_gr: Έχει εισαχθεί απευθείας τιμολόγιο αγοράς

source: &View this Invoice
el_gr: Επισκόπηση αυτού του Τιμολογίου

source: View the GL Journal Entries for this Invoice
el_gr: Επισκόπηση των εγγραφών ημερολογίου ΓΚ για αυτό το Τιμολόγιο

source: Entry supplier &payment for this invoice
el_gr: Εισαγωγή πληρωμής προμηθευτή για αυτό το τιμολόγιο

source: Enter &Another Direct Invoice
el_gr: Εισάγετε ένα νέο απευθείας-τιμολόγιο

source: This item cannot be deleted because some of it has already been received.
el_gr: Αυτό το είδος δεν μπορεί να διαγραφεί επειδή μερικό από αυτό έχει ήδη παραληφθεί.

source: This order cannot be cancelled because some of it has already been received.
el_gr: Αυτή η παραγγελία δεν μπορεί να ακυρωθεί επειδή μερική από αυτή έχει ήδη παραληφθεί.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
el_gr: Οι ποσότητες γραμμής είδους μπορούν να τροποποιηθούν σε περισσότερες από αυτές που ήδη έχουν παραληφθεί. Οι τιμές δεν μπορούν να διαφοροποιηθούν για τις γραμμές που έχουν ήδη παραληφθεί και οι ποσότητες δεν μπορούν να μειωθούν κάτω από την ποσότητα που έχει ήδη παραληφθεί.

source: This purchase order has been cancelled.
el_gr: Αυτή η παραγγελία αγοράς έχει ακυρωθεί.

source: Enter a new purchase order
el_gr: Εισάγετε μια νέα παραγγελία πώλησης

source: Item description cannot be empty.
el_gr: Η περιγραφή του κωδικού αγαθού δεν μπορεί να είναι κενή.

source: The quantity of the order item must be numeric and not less than
el_gr: Η ποσότητα του αγαθού παραγγελίας πρέπει να είναι αριθμητική και όχι μικρότερη από

source: The price entered must be numeric and not less than zero.
el_gr: Η δοσμένη τιμή πρέπει να είναι αριθμητική και όχι μικρότερη από μηδέν.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
el_gr: Προσπαθείτε να κάνετε την ποσότητα παραγγελίας μια ποσότητα μικρότερη από αυτή που ήδη έχει παραληφθεί ή τιμολογηθεί. Αυτό απαγορεύεται.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
el_gr: Η ποσότητα που έχει παραληφθεί μπορεί να τροποποιηθεί μόνο εισάγωντας μια αρνητική απόδειξη λήψης και η τιμολογημένη ποσότητα μπορεί να μειωθεί εισάγωντας πιστωτικό δελτίο για αυτό το είδος.

source: The selected item is already on this order.
el_gr: Αυτό το είδος είναι ήδη σε αυτό το έγγραφο. Έχετε προειδοποιηθεί!

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
el_gr: Το επιλεγμένο είδος δεν υπάρχει ή είναι ένα μέρος πακέτου και έτσι δεν μπορεί να αγοραστεί.

source: There is no supplier selected.
el_gr: Δεν έχει επιλεγεί κανένας προμηθευτής.

source: The entered order date is invalid.
el_gr: Η δοσμένη ημερομηνία παραγγελίας είναι άκυρη.

source: The entered date is not in fiscal year
el_gr: Η δοσμένη ημερομηνία δεν είναι μέσα στο οικονομικό έτος

source: The entered due date is invalid.
el_gr: Η δοσμένη ημερομηνία εξόφλησης είναι μη επιτρεπτή.

source: You must enter a supplier's invoice reference.
el_gr: Θα πρέπει να εισάγετε μια αναφορά προμηθευτή τιμολόγησης.

source: This invoice number has already been entered. It cannot be entered again.
el_gr: Αυτός ο αριθμός τιμολογίου έχει ήδη εισαχθεί. Δεν μπορεί να εισαχθεί ξανά.

source: There is no delivery address specified.
el_gr: Δεν έχει δοθεί καμία διεύθυνση παράδοσης.

source: There is no location specified to move any items into.
el_gr: Δεν υπάρχει ορισμένη τοποθεσία για να μετακινηθούν είδη σε αυτή.

source: The order cannot be placed because there are no lines entered on this order.
el_gr: Η παραγγελία δεν μπορεί να τεθεί επειδή δεν υπάρχουν δοσμένες γραμμές για αυτή την παραγγελία.

source: Place Order
el_gr: Επικύρωση Παραγγελίας

source: Update Order
el_gr: Ανανέωση Παραγγελίας

source: Cancel Order
el_gr: Ακύρωση Παραγγελίας

source: Process GRN
el_gr: Εκτέλεση Δελτίου Παραλαβής Αγαθών

source: Update GRN
el_gr: Ανανέωση Δελτίου Παραλαβής Αγαθών

source: Cancel GRN
el_gr: Ακύρωση Δελτίου Παραλαβής Αγαθών

source: Process Invoice
el_gr: Διενέργεια Τιμολογίου

source: Update Invoice
el_gr: Ανανέωση Τιμολογίου

source: Cancel Invoice
el_gr: Ακύρωση Τιμολογίου

source: Receive Purchase Order Items
el_gr: Λήψη Αγαθών Παραγγελίας Πώλησης

source: Purchase Order Delivery has been processed
el_gr: Αυτή η παραγγελία αγοράς έχει ακυρωθεί.

source: &View this Delivery
el_gr: Επισκόπηση αυτής της Παράδοσης

source: Select a different &purchase order for receiving items against
el_gr: Επιλέξτε μια διαφορετική παραγγελία αγοράς για να παραληφθούν είδη από

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
el_gr: Αυτή η σελίδα μπορεί να ανοιχτεί μόνο εάν έχει επιλεγεί μια παραγγελία πώλησης. Παρακαλώ επιλέξτε μια παραγγελία πώλησης πρώτα.

source: Ordered
el_gr: Παραγγελμένα

source: Outstanding
el_gr: Εξαίχοντα

source: This Delivery
el_gr: Αυτή η Παράδοση

source: There is nothing to process. Please enter valid quantities greater than zero.
el_gr: Δεν υπάρχει τίποτα προς επεξεργασία. Παρακαλώ εισάγετε έγκυρες ποσότητες μεγαλύτερες του μηδέν.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
el_gr: Οι δοσμένες ποσότητες δεν μπορούν να είναι μεγαλύτερες από την ποσότητα που έχει εισαχθεί στην παραγγελία αγοράς συμπεριλαμβανομένου του ποσοστού υπερ-λήψης.

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
el_gr: Τροποποιήστε τα παραγγελμένα είδη στη παραγγελία αγοράς εάν επιθυμείτε να αυξήσετε τις ποσότητες.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
el_gr: Αυτή η παραγγελία έχει αλλάξει ή τιμολογηθεί από όταν η παράδοση άρχισε να πραγματοποιείται. Η διεργασία σταμάτησε. Για να εισάγετε μια παράδοση για αυτή την παραγγελία αγοράς πρέπει να επανα-επιλεχτεί και επανα-διαβαστεί για να ανανεωθούν οι αλλαγές που έγιναν από κάποιο άλλο χρήστη.

source: Select a different purchase order for receiving goods against
el_gr: Επιλέξτε μια διαφορετική παραγγελία αγοράς για παραλαβή αγαθών από

source: Re-Read the updated purchase order for receiving goods against
el_gr: Διαβάστε ξανά την ανανεωμένη παραγγελία αγοράς για παραλαβή αγαθών από

source: Items to Receive
el_gr: Αγαθά για παραλαβή

source: Process Receive Items
el_gr: Διενέργεια Παραλαβής Αγαθών

source: Supplier credit note has been processed.
el_gr: Το πιστωτικό δελτίο Προμηθευτή έχει υποστεί εκτελεστεί.

source: View this Credit Note
el_gr: Επισκόπηση αυτού του Πιστωτικού Δελτίου

source: View the GL Journal Entries for this Credit Note
el_gr: Επισκόπηση των εγγραφών ημερολογίου ΓΚ για αυτό το Πιστωτικό Δελτίο

source: Enter Another Credit Note
el_gr: Εισάγετε ένα άλλο Πιστωτικό Δελτίο

source: The account code entered is not a valid code, this line cannot be added to the transaction.
el_gr: Ο δοσμένος κωδικός λογαριασμού δεν είναι έγκυρος κωδικός, αυτή η γραμμή δεν μπορεί να προστεθεί στη συναλλαγή.

source: The amount entered is not numeric. This line cannot be added to the transaction.
el_gr: Το δοσμένο ποσό δεν είναι αριθμητικό. Αυτή η γραμμή δεν μπορεί να προστεθεί στη συναλλαγή.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
el_gr: Το πιστωτικό δελτίο δεν μπορεί να διενεργηθεί επειδή δεν υπάρχουν είδη ή τιμές στο τιμολόγιο. Τα πιστωτικά δελτία αναμένεται να έχουν μια χρέωση.

source: You must enter an credit note reference.
el_gr: Πρέπει να εισάγετε μια αναφορά πιστωτικού δελτίου.

source: You must enter a supplier's credit note reference.
el_gr: Πρέπει να εισάγετε μαι αναφορά ενός πιστωτικού δελτίου προμηθευτή.

source: The credit note as entered cannot be processed because the date entered is not valid.
el_gr: Το πιστωτικό δελτίο όπως έχει εισαχθεί δεν μπορεί να επεξεργασθεί επειδή η δοσμένη ημερομηνία είναι άκυρη.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
el_gr: Το τιμολόγιο όπως έχει εισαχθεί δεν μπορεί να επεξεργασθεί επειδή η ημερομηνία οφειλής είναι σε λάθος μορφή.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
el_gr: Το σύνολο του πιστωτικού δελτίου όπως έχει εισαχθεί είναι μικρότερο από το σύνολο ολόκληρης της ΓΚ και των χρεώσεων των ληφθέντων αγαθών. Κάπου πρέπει να υπάρχει ένα λάθος, το πιστωτικό δελτίο όπως έχει εισαχθεί δεν μπορεί να επεξεργασθεί.

source: The return cannot be processed because there is an insufficient quantity for item:
el_gr: Η επιστροφή δεν μπορεί να διενεργηθεί, επειδή υπάρχει ανεπαρκής ποσότητα για το είδος:

source: The quantity to credit must be numeric and greater than zero.
el_gr: Η ποσότητα προς πίστωση πρέπει να είναι αριθμητική και μεγαλύτερη του μηδέν.

source: The price is either not numeric or negative.
el_gr: Η αξία είναι είτε μη αριθμητική είτε αρνητική.

source: Enter Credit Note
el_gr: Εισάγετε Πιστωτικό Δελτίο

source: Enter Supplier Invoice
el_gr: Εισάγετε Τιμολόγιο Προμηθευτή

source: Supplier invoice has been processed.
el_gr: Το Τιμολόγιο Προμηθευτή έχει υποβληθεί σε επεξεργασία.

source: View this Invoice
el_gr: Επισκόπηση αυτού του Τιμολογίου

source: Enter Another Invoice
el_gr: Εισάγετε άλλο Τιμολόγιο

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
el_gr: Το τιμολόγιο δεν μπορεί να επεξεργασθεί επειδή δεν υπάρχουν είδη ή τιμές στο τιμολόγιο. Τα τιμολόγια αναμένεται να έχουν μια χρέωση.

source: You must enter an invoice reference.
el_gr: Πρέπει να εισάγετε μια αναφορά τιμολογίου.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
el_gr: Το τιμολόγιο όπως έχει εισαχθεί δεν μπορεί να επεξεργασθεί επειδή η ημερομηνία τιμολόγησης είναι σε λάθος μορφή.

source: The quantity to invoice must be numeric and greater than zero.
el_gr: Η ποσότητα προς τιμολόγηση πρέπει να είναι αριθμητική και μεγαλύτερη του μηδέν.

source: The price is not numeric.
el_gr: Η τιμή δεν είναι αριθμητική.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
el_gr: Η αξία που τιμολογείται είναι τόσο περισσότερη από την αξία της παραγγελίας αγοράς από όσο επιτρέπεται από το ποσοστό υπερτιμολόγησης. Το σύστημα έχει οριστεί να το απαγορεύει αυτό. Επικοινωνήστε με τον διαχειριστή του συστήματος για την τροποποίηση των παραμέτρων αν αυτό είναι απαραίτητο.

source: The over-charge percentage allowance is :
el_gr: Το επίδομα του ποσοστού υπερτιμολόγησης είναι:

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
el_gr: Η ποσότητα που τιμολογείται είναι τόσο περισσότερη από τη σημαντική ποσότητα από όσο επιτρέπεται από το ποσοστό υπερτιμολόγησης. Το σύστημα έχει οριστεί να το απαγορεύει αυτό. Επικοινωνήστε με τον διαχειριστή του συστήματος για την τροποποίηση των παραμέτρων αν αυτό είναι απαραίτητο.

source: All yet non-invoiced items on delivery line # %d has been removed.
el_gr: Όλα τα ακόμα μη τιμολογημένα είδη στην γραμμή παράδοσης # %d έχουν διαγραφεί.

source: Enter Invoice
el_gr: Εισάγετε Τιμολόγιο

source: Supplier Payment Entry
el_gr: Εγγραφή πληρωμής Προμηθευτή

source: Invalid purchase invoice number.
el_gr: Η δοσμένη ημερομηνία τιμολόγησης είναι άκυρη.

source: Payment has been sucessfully entered
el_gr: Η πληρωμή έχει εισαχθεί επιτυχώς

source: &Print This Remittance
el_gr: Εκτύπωση αυτού του Εμβάσματος

source: &Email This Remittance
el_gr: Αποστολή με email αυτού του Εμβάσματος

source: View this Payment
el_gr: Επισκόπηση αυτής της Πληρωμής

source: View the GL &Journal Entries for this Payment
el_gr: Επισκόπηση των εγγραφών του ημερολογίου ΓΚ για αυτή την πληρωμή

source: Enter another supplier &payment
el_gr: Εισάγετε άλλη μία πληρωμή προμηθευτή

source: Enter Other &Payment
el_gr: Εισάγετε Άλλη Πληρωμή

source: Enter &Customer Payment
el_gr: Εισάγετε Πληρωμή Πελάτη

source: Enter Other &Deposit
el_gr: Εισάγετε Άλλη Κατάθεση

source: Bank Account &Transfer
el_gr: Μεταφορά με Τραπεζικό Λογαριασμό

source: The entered discount is invalid or less than zero.
el_gr: Η δοσμένη έκπτωση είναι άκυρη ή μικρότερη του μηδέν.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
el_gr: Το σύνολο του ποσού και η έκπτωση είναι μηδενικό ή αρνητικό. Παρακαλώ δώστε θετικές τιμές.

source: The entered bank amount is zero or negative.
el_gr: Το εισαχθέν τραπεζικό ποσό είναι μηδέν ή αρνητικό.

source: The entered date is out of fiscal year or is closed for further data entry.
el_gr: Η εισαχθείσα ημερομηνία είναι εκτός του οικονομικού έτους ή είναι κλειστή για εισαγωγή περισσότερων δεδομένων.

source: Payment To:
el_gr: Πληρωμή Σε:

source: From Bank Account:
el_gr: Από τραπεζικό λογαριασμό:

source: Date Paid
el_gr: Ημερομηνία Πληρωμής

source: Bank Amount:
el_gr: Τραπεζικός Λογαριασμός:

source: Amount of Discount:
el_gr: Ποσό έκπτωσης:

source: Amount of Payment:
el_gr: Ποσό πληρωμής:;

source: Enter Payment
el_gr: Εισαγωγή πληρωμής

source: View Purchase Order Delivery
el_gr: Επισκόπηση παράδοσης παραγγελίας αγοράς

source: This page must be called with a Purchase Order Delivery number to review.
el_gr: Αυτή η σελίδα πρέπει κληθεί με έναν αριθμό παραγγελίας παράδοσης προς εξέταση.

source: Line Details
el_gr: Λεπτομέρειες γραμμής

source: Delivery Date
el_gr: Ημ/νία Παράδοσης

source: Sub Total
el_gr: ΣΥΝΟΛΟ ΚΑΘΑΡΗΣ ΑΞΙΑΣ

source: This delivery has been voided.
el_gr: Αυτή η παράδοση έχει ακυρωθεί.

source: View Purchase Order
el_gr: Επισκόπηση Παραγγελίας Αγοράς

source: This page must be called with a purchase order number to review.
el_gr: Αυτή η σελίδα πρέπει κληθεί με έναν αριθμό παραγγελίας αγοράς προς εξέταση.

source: Requested By
el_gr: Απαιτούμενο από

source: Marked items are overdue.
el_gr: Τα σημαδεμένα είδη είναι ηπερήμερα.

source: Deliveries
el_gr: Παραδόσεις

source: Delivered On
el_gr: Παράδοση την

source: Invoices/Credits
el_gr: Τιμολόγια/Πιστώσεις

source: View Supplier Credit Note
el_gr: Επισκόπηση πιστωτικού δελτίου Προμηθευτή

source: SUPPLIER CREDIT NOTE
el_gr: ΠΙΣΤΩΤΙΚΟ ΣΗΜΕΙΩΜΑ ΠΡΟΜΗΘΕΥΤΗ

source: Invoice Date
el_gr: Ημερομηνία Τιμολογίου

source: TOTAL CREDIT NOTE
el_gr: ΣΥΝΟΛΙΚΟ ΠΙΣΤΩΤΙΚΟ ΣΗΜΕΙΩΜΑ

source: This credit note has been voided.
el_gr: Αυτό το πιστωτικό δελτίο ακυρώθηκε.

source: View Supplier Invoice
el_gr: Επισκόπηση Τιμολογίου Προμηθευτή

source: SUPPLIER INVOICE
el_gr: ΤΙΜΟΛΟΓΙΟ ΠΡΟΜΗΘΕΥΤΗ

source: TOTAL INVOICE
el_gr: ΠΛΗΡΩΤΕΟ ΠΟΣΟ

source: This invoice has been voided.
el_gr: Αυτό το τιμολόγιο έχει ακυρωθεί.

source: View Payment to Supplier
el_gr: Επισκόπηση Πληρωμής σε Προμηθευτή

source: Payment to Supplier
el_gr: Πληρωμή σε Προμηθευτή

source: To Supplier
el_gr: Προς Προμηθευτή

source: Payment Currency
el_gr: Νόμισμα Πληρωμής

source: Discount
el_gr: Έκπτωση %

source: Supplier's Currency
el_gr: Νόμισμα προμηθευτή

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
el_gr: Δεν υπάρχει καμία καθορισμένη ομάδα φόρων στο σύστημα. Τουλάχιστον μία όμάδα φόρων απαιτείται για να συνεχίσετε.

source: Basic Data
el_gr: Βασικά δεδομένα

source: Supplier Name:
el_gr: Όνομα Προμηθευτή:

source: Supplier Short Name:
el_gr: Σύντομο όνομα Προμηθευτή:

source: Website:
el_gr: Ιστότοπος:

source: Our Customer No:
el_gr: Αρ. Πελάτη:

source: Purchasing
el_gr: Αγοράζοντας

source: Bank Name/Account:
el_gr: Τραπεζικό Όνομα/Λογαριασμός:

source: Credit Limit:
el_gr: Πιστωτικό Όριο:

source: Payment Terms:
el_gr: Όροι Πληρωμής:

source: Prices contain tax included:
el_gr: Οι τιμές περιέχουν φόρο:

source: Accounts
el_gr: Λογαριασμοί

source: Accounts Payable Account:
el_gr: Λογαριασμός Πληρωτέων Λογαριασμών:

source: Purchase Account:
el_gr: Λογαριασμός Αγοράς:

source: Use Item Inventory/COGS Account
el_gr: Χρήση απολογισμού αγαθού Αποθήκης/ΚΠΑγαθών

source: Contact Data
el_gr: Αίτηση δεδομένων...

source: Addresses
el_gr: Διευθύνσεις

source: Mailing Address:
el_gr: Διεύθυνση Aλληλογραφίας:

source: Physical Address:
el_gr: Διεύθυνση Tοποθεσίας:

source: General
el_gr: Γενικά

source: General Notes:
el_gr: Γενικά δελτία:

source: Supplier status:
el_gr: Κατάσταση προμηθευτών:

source: System default
el_gr: Προεπιλεγμένη γλώσσα

source: Update Supplier
el_gr: Ανανέωση προμηθευτή
