Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: Cannot delete this item category because items have been created using this item category.
el_gr: Αδυναμία διαγραφής αυτής της τοποθεσίας επειδή κινήσεις αγαθών έχουν πραγματοποιηθεί χρησιμοποιώντας αυτή την τοποθεσία.

source: Selected item category has been deleted
el_gr: Η επιλεγμένη κατηγορία αγαθών διαγράφτηκε

source: Tax type
el_gr: Τύπος φόρου

source: Units
el_gr: Μονάδες

source: Sales Act
el_gr: Πράξη Πώλησης

source: Inventory Account
el_gr: Λογαριασμός Αποθήκης

source: COGS Account
el_gr: Λογαριασμός COGS

source: Adjustment Account
el_gr: Λογαριασμός Ρυθμίσεων

source: Assembly Account
el_gr: Λογαριασμός συναρμολόγησης

source: Category Name:
el_gr: Όνομα κατηγορίας:

source: Default values for new items
el_gr: Προκαθορισμένες αξίες για νέα αγαθά

source: Item Tax Type:
el_gr: Τύπος φορολογίας αγαθού:

source: Item Type:
el_gr: Τύπος αγαθού:

source: Units of Measure:
el_gr: Μονάδες μέτρησης:

source: Exclude from sales:
el_gr: Εξαίρεση από πωλήσεις:

source: Foreign Item Codes
el_gr: Ξένοι κωδικοί αγαθών

source: There are no inventory items defined in the system.
el_gr: Δεν υπάρχει ορισμένος κατάλογος στο σύστημα.

source: The price entered was not positive number.
el_gr: Η δοσμένη τιμή δεν ήταν θετικός αριθμός.

source: Item code description cannot be empty.
el_gr: Η περιγραφή του κωδικού αγαθού δεν μπορεί να είναι κενή.

source: This item code is already assigned to stock item or sale kit.
el_gr: Αυτός ο κωδικός είδους έχει ήδη αποδωθεί σε είδος αποθέματος ή πακέτου πώλησης.

source: New item code has been added.
el_gr: Προστέθηκε νέος κωδικός αγαθού.

source: Item code has been updated.
el_gr: Ο κωδικός αγαθού έχει ενημερωθεί.

source: Item code has been sucessfully deleted.
el_gr: Ο κώδικας αγαθού έχει διαγραφεί επιτυχώς.

source: EAN/UPC Code
el_gr: Κωδικός EAN/UPC

source: Category
el_gr: Κατηγορία

source: UPC/EAN code:
el_gr: Κωδικός EAN/UPC:

source: Quantity:
el_gr: Ποσότητα:

source: Description:
el_gr: Περιγραφή:

source: Category:
el_gr: Κατηγορία:

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
el_gr: Υποστηρίζονται μόνο αρχεία γραφικών - αναμένεται μια κατάληξη αρχείου .jpg, .png ή .gif

source: There are no item categories defined in the system. At least one item category is required to add a item.
el_gr: Δεν υπάρχουν κατηγορίες ειδών ορισμένες στο σύστημα. Τουλάχιστον μια κατηγορία χρειάζεται για να προσθέσετε είδη.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
el_gr: Δεν υπάρχουν τύποι φορολογίας είδους ορισμένοι στο σύστημα. Τουλάχιστον τύπος φορολογίας είδους χρειάζεται για να προσθέσετε είδη.

source: The item name must be entered.
el_gr: Το αγαθό πρέπει να εισαχθεί.

source: The item code cannot be empty
el_gr: Ο κωδικός αγαθού δεν μπορεί να είναι κενός

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
el_gr: Ο κωδικός είδους δεν μπορεί να περιέχει κανένα από τους χαρακτήρες - & + " ή κενό

source: Item has been updated.
el_gr: Το αγαθό ανανεώθηκε.

source: A new item has been added.
el_gr: Προστέθηκε ένα νέο αγαθό.

source: Selected item has been deleted.
el_gr: Το επιλεγμένο αγαθό διαγράφτηκε.

source: Item
el_gr: Αγαθό

source: Item Code:
el_gr: Κωδικός αγαθού:

source: Editable description:
el_gr: Περιγραφή λογαριασμού

source: GL Accounts
el_gr: Λογαριασμοί ΓΚ

source: Other
el_gr: Άλλα

source: Image File (.jpg)
el_gr: Αρχείο εικόνας (.jpg)

source: No image
el_gr: Καμία εικόνα

source: Delete Image:
el_gr: Διαγραφή εικόνας:

source: Item status:
el_gr: Καθεστώς αγαθού:

source: Insert New Item
el_gr: Εισαγωγή νέου αγαθού

source: Update Item
el_gr: Ανανέωση αγαθού

source: Select this items and return to document entry.
el_gr: Επιλογή αυτών των αγαθών και επιστροφή στην εισαγωγή εγγράφου.

source: Clone This Item
el_gr: Κλονοποίηση αυτού του αγαθού

source: Delete This Item
el_gr: Διαγραφή αυτού του αγαθού

source: Select an item:
el_gr: Επιλογή ενός αγαθού:

source: New item
el_gr: Νέο αγαθό

source: &General settings
el_gr: Παράμετοι POS

source: S&ales Pricing
el_gr: (&7) Κοστολόγηση Πώλησης

source: &Purchasing Pricing
el_gr: (&7) Κοστολόγηση Αγοράς

source: &Transactions
el_gr: Συναλλαγές

source: &Status
el_gr: Καθεστώς

source: Units of Measure
el_gr: Μονάδες μέτρησης

source: The unit of measure code cannot be empty.
el_gr: Ο κωδικός μονάδας μέτρησης δεν μπορεί να είναι κενός.

source: The unit of measure code is too long.
el_gr: Ο κωδικός της μονάδας μέτρησης είναι πολύ μακρύς.

source: The unit of measure description cannot be empty.
el_gr: Η περιγραφή της μονάδας μέτρησης δεν μπορεί να είναι κενή.

source: Selected unit has been updated
el_gr: Η επιλεγμένη μονάδα ανανεώθηκε.

source: New unit has been added
el_gr: Προστέθηκε νέα μονάδα

source: Cannot delete this unit of measure because items have been created using this unit.
el_gr: Αδυναμία διαγραφής αυτής της μονάδας μέτρησης επειδή αγαθών έχουν δημιουργηθεί χρησιμοποιώντας αυτή τη μονάδα.

source: Selected unit has been deleted
el_gr: Η επιλεγμένη μονάδα διαγράφτηκε

source: Decimals
el_gr: Δεκαδικά

source: User Quantity Decimals
el_gr: Δεκαδικά ποσότητας του χρήστη

source: Unit Abbreviation:
el_gr: Συντομογραφία μονάδας:

source: Descriptive Name:
el_gr: Περιγραφικό όνομα:

source: Decimal Places:
el_gr: Δεκαδικά σημεία:

source: Inventory Locations
el_gr: Τοποθεσίες Αποθήκευσης

source: The location code must be five characters or less long (including converted special chars).
el_gr: Ο κωδικός τοποθεσίας πρέπει να έχει μήκος πέντε χαρακτήρες.

source: The location name must be entered.
el_gr: Το όνομα τοποθεσίας πρέπει να εισαχθεί.

source: Selected location has been updated
el_gr: Η επιλεγμένη τοποθεσία ανανεώθηκε.

source: New location has been added
el_gr: Προστέθηκε νέα τοποθεσία

source: Cannot delete this location because item movements have been created using this location.
el_gr: Αδυναμία διαγραφής αυτής της τοποθεσίας επειδή κινήσεις αγαθών έχουν πραγματοποιηθεί χρησιμοποιώντας αυτή την τοποθεσία.

source: Cannot delete this location because it is used by some work orders records.
el_gr: Αδυναμία διαγραφής αυτής της τοποθεσίας επειδή χρησιμοποιείται από μερικά αρχεία παραγγελιών εργασίας.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
el_gr: Αδυναμία διαγραφής αυτής της τοποθεσίας επειδή χρησιμοποιείται από μερικά αρχεία κλάδων ως η προκαθορισμένη τοποθεσία αποστολής από.

source: Cannot delete this location because it is used by some related records in other tables.
el_gr: Αδυναμία διαγραφής αυτής της τοποθεσίας επειδή χρησιμοποιείται από μερικά σχετικά αρχεία σε άλλους πίνακες.

source: Selected location has been deleted
el_gr: Η επιλεγμένη τοποθεσία διαγράφτηκε

source: Location Code
el_gr: Κωδικός Τοποθεσίας

source: Location Name
el_gr: Όνομα Τοποθεσίας

source: Location Code:
el_gr: Κωδικός Τοποθεσίας:

source: Location Name:
el_gr: Όνομα Τοποθεσίας:

source: Contact for deliveries:
el_gr: Υπεύθυνος για παραδόσεις:

source: Telephone No:
el_gr: Αρ. Τηλεφώνου:

source: Facsimile No:
el_gr: Αρ. Αντιγράφου:

source: Inventory Movement Types
el_gr: Τύποι Μετακίνησης Καταλόγου/Αποθήκης

source: The inventory movement type name cannot be empty.
el_gr: Το όνομα τύπου κίνησης αποθήκης δεν μπορεί να είναι κενό.

source: Selected movement type has been updated
el_gr: Ο επιλεγμένος τύπος μετακίνησης ανανεώθηκε

source: New movement type has been added
el_gr: Προστέθηκε νέος τύπος μετακίνησης

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
el_gr: Αδυναμία διαγραφής αυτού του τύπου κίνησης αποθήκης επειδή έχουν δημιουργηθεί συναλλαγές ειδών που αναφέρονται σε αυτό.

source: Selected movement type has been deleted
el_gr: Ο επιλεγμένος τύπος μετακίνησης διαγράφτηκε

source: Sales Kits & Alias Codes
el_gr: Πακέτα Πωλήσεων & Συσχετισμοί Κωδικών

source: Stock Item
el_gr: αγαθό αποθεμάτων

source: kit
el_gr: Πακέτο

source: The quantity entered must be numeric and greater than zero.
el_gr: Η δοσμένη ποσότητα πρέπει να είναι αριθμητική και μεγαλύτερη από μηδέν.

source: Kit/alias code cannot be empty.
el_gr: Ο κωδικός συνδέσμου/πακέτου δεν μπορεί να είναι κενός.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
el_gr: Το επιλεγμένο συστατικό περιέχει απευθείας ή σε κάποιο κατώτερο επίπεδο το πακέτο που είναι υπό επεξεργασία. Αυτό δεν επιτρέπεται.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
el_gr: Το επιλεγμένο συστατικό είναι ήδη σε αυτό το πακέτο. Μπορείτε να τροποποιήσετε την ποσότητά του αλλά δεν μπορεί εμφανιστεί περισσότερο από μια φορά στο ίδιο πακέτο.

source: New alias code has been created.
el_gr: Δημιουργήθηκε νέος κωδικός συνδέσμου.

source: New component has been added to selected kit.
el_gr: Προστέθηκε νέο συστατικό στο επιλεγμένο πακέτο.

source: Component of selected kit has been updated.
el_gr: Το συστατικό του επιλεγμένου πακέτου έχει ενημερωθεί.

source: Kit common properties has been updated
el_gr: Οι κοινές ιδιότητες του πακέτου έχουν ανανεωθεί

source: This item cannot be deleted because it is the last item in the kit used by following kits
el_gr: Αυτό το είδος δεν μπορεί να διαγραφεί επειδή είναι το τελευταίο είδος στο πακέτο που χρησιμοποιείται από τα πακέτα που ακολουθούν

source: The component item has been deleted from this bom
el_gr: Το είδος συστατικού διαγράφτηκε από αυτό το BOM

source: Select a sale kit:
el_gr: Επιλογή μιας εξάρτησης πώλησης:

source: New kit
el_gr: Νέα εξάρτηση

source: Alias/kit code:
el_gr: Κωδικός Συνδέσμου/Πακέτου:

source: Update kit/alias name
el_gr: Ανανέωση ονόματος Πακέτου/Εξάρτησης

source: Component:
el_gr: Συστατικό:

source: kits
el_gr: Εξαρτήσεις

source: View Inventory Adjustment
el_gr: Επισκόπηση ρυθμίσεων αποθήκης

source: At Location
el_gr: Σε τοποθεσία

source: Adjustment Type
el_gr: Τύπος ρύθμισης

source: This adjustment has been voided.
el_gr: Αυτή η ρύθμιση έχει ακυρωθεί.

source: View Inventory Transfer
el_gr: Επισκόπηση μεταφοράς αποθήκης

source: From Location
el_gr: Από τοποθεσία

source: To Location
el_gr: Σε τοποθεσία

source: Search Outstanding Work Orders
el_gr: Αναζήτηση σημαντικών παραγγελιών εργασίας

source: Search Work Orders
el_gr: Αναζήτηση παραγγελιών εργασίας

source: at Location:
el_gr: σε τοποθεσία:

source: for item:
el_gr: για το αγαθό:

source: Select documents
el_gr: Επιλογή εγγράφων

source: Release
el_gr: Έκδοση

source: Issue
el_gr: Ζήτημα

source: Produce
el_gr: Παραγωγή

source: Costs
el_gr: Κόστη

source: Required
el_gr: Απαιτούμενο

source: Required By
el_gr: Απαιτείται από

source: Marked orders are overdue.
el_gr: Οι σημαδεμένες παραγγελίες είναι υπερήμερες.

source: Produce or Unassemble Finished Items From Work Order
el_gr: Παραγωγή ή απο-συναρμολόγηση τελειωμένων ειδών από παραγγελία εργασίας

source: The manufacturing process has been entered.
el_gr: Η διεργασία κατασκευής έχει εισηχθεί.

source: View this Work Order
el_gr: Προβολή αυτής της Παραγγελίας Εργασίας

source: View the GL Journal Entries for this Work Order
el_gr: Επισκόπηση των εγγραφών ημερολογίου ΓΚ για αυτή τη παραγγελία εργασίας

source: Print the GL Journal Entries for this Work Order
el_gr: Εκτύπωση των εγγραφών ημερολογίου ΓΚ για αυτή την Παραγγελία εργασίας

source: Select another &Work Order to Process
el_gr: Επιλέξτε μια άλλη Παραγγελία Εργασίας προς Εκτέλεση

source: The order number sent is not valid.
el_gr: Ο αριθμός παραγγελίας δεν είναι έγκυρος.

source: The quantity entered is not a valid number or less then zero.
el_gr: Η δοσμένη ποσότητα είναι μη έγκυρος αριθμός ή μικρότερος του μηδέν.

source: The production date cannot be before the release date of the work order.
el_gr: Η ημερομηνία παραγωγής δεν μπορεί να είναι πριν από την ημερομηνία έκδοσης της παραγγελίας εργασίας.

source: The production exceeds the quantity needed. Please change the Work Order.
el_gr: Η παραγωγή υπερτερεί της ποσότητας που χρειάζεται. Παρακαλώ αλλάξτε την Παραγγελία εργασίας.

source: The unassembling cannot be processed because there is insufficient stock.
el_gr: Η απο-συναρμολόγηση δεν μπορεί να διαπραχθεί επειδή δεν υπάρχει επαρκές απόθεμα.

source: The production cannot be processed because a required item would cause a negative inventory balance :
el_gr: Η παραγωγή δεν μπορεί να διαπραχθεί επειδή ένα απαιτούμενο είδος θα προκαλούσε αρνητικό ισολογισμό αποθήκης:

source: Produce Finished Items
el_gr: Παραγωγή Ολοκληρωμένων Αγαθών

source: Return Items to Work Order
el_gr: Επιστροφή Αγαθών σε Παραγγελία Εργασίας

source: Process
el_gr: Εκτέλεση

source: Process And Close Order
el_gr: Εκτέλεση και Κλείσιμο Παραγγελίας

source: Work Order Additional Costs
el_gr: Πρόσθετα κόστη παραγγελίας εργασίας

source: The additional cost has been entered.
el_gr: Το πρόσθετο κόστος εισήχθει.

source: Enter another additional cost.
el_gr: Εισάγετε άλλο πρόσθετο κόστος.

source: The amount entered is not a valid number or less then zero.
el_gr: Η δοσμένη ποσότητα είναι μη έγκυρος αριθμός ή μικρότερος του μηδέν.

source: The additional cost date cannot be before the release date of the work order.
el_gr: Η ημερομηνία πρόσθετου κόστους δεν μπορεί να είναι πριν από την ημερομηνία έκδοσης της παραγγελίας εργασίας.

source: Additional Costs:
el_gr: Πρόσθετα κόστη:

source: Debit Account
el_gr: Χρεωστικός λογαριασμός

source: Process Additional Cost
el_gr: Διενέργεια Πρόσθετου Κόστους

source: Work Order Entry
el_gr: Εισαγωγή Παραγγελίας Εργασίας

source: There are no manufacturable items defined in the system.
el_gr: Δεν υπάρχει κανένα καθορισμένο κατασκευασμένο αντικείμενο στο σύστημα.

source: The work order been added.
el_gr: Η παραγγελία εργασίας προστέθηκε.

source: &Print This Work Order
el_gr: Εκτύπωση αυτής της Παραγγελίας Εργασίας

source: &Email This Work Order
el_gr: Ηλ. ταχυδρόμηση αυτής της Παραγγελίας Εργασίας

source: The work order been updated.
el_gr: Η παραγγελία εργασίας ανανεώθηκε.

source: Work order has been deleted.
el_gr: Η παραγγελία εργασίας διαγράφτηκε.

source: This work order has been closed. There can be no more issues against it.
el_gr: Αυτή η παραγγελία εργασίας έχει κλείσει. Δεν μπορεί να εκδοθούν ζητήματα για αυτή.

source: Enter a new work order
el_gr: Εισάγετε μια νέα παραγγελία εργασίας

source: Select an existing work order
el_gr: Επιλογή μιας υπάρχουσας παραγγελίας εργασίας

source: The quantity entered is invalid or less than zero.
el_gr: Η δοσμένη ποσότητα είναι άκυρο ή μικρότερο του μηδέν.

source: The selected item to manufacture does not have a bom.
el_gr: Το επιλεγμένο είδος προς κατασκευή δεν έχει bom.

source: The labour cost entered is invalid or less than zero.
el_gr: Το δοσμένο κόστος εργασίας είναι μη έγκυρος αριθμός ή μικρότερος του μηδέν.

source: The cost entered is invalid or less than zero.
el_gr: Το δοσμένο ποσό είναι άκυρο ή μικρότερο του μηδέν.

source: The work order cannot be processed because there is an insufficient quantity for component:
el_gr: Η παραγγελία εργασίας δεν μπορεί να εκτελεστεί επειδή υπάρχει ανεπαρκής ποσότητα για το συστατικό:

source: The selected item cannot be unassembled because there is insufficient stock.
el_gr: Το επιλεγμένο είδος δεν μπορεί να απο-συναρμολογηθεί επειδή υπάρχει ανεπαρκές απόθεμα.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
el_gr: Η ποσότητα δεν μπορεί να αλλάξει σε λιγότερο από την ποσότητα που ήδη έχει κατασκευαστεί για αυτή την παραγγελία.

source: This work order cannot be deleted because it has already been processed.
el_gr: Αυτή η παραγγελία εργασίας δεν μπορεί να διαγραφεί επειδή έχει ήδη διαπραχθεί.

source: This work order is closed and cannot be edited.
el_gr: Αυτή η παραγγελία εργασίας είναι κλειστή και δεν μπορεί να επεξεργασθεί.

source: Destination Location:
el_gr: Τοποθεσία προορισμού:

source: Quantity Required:
el_gr: Απαιτείται ποσότιτα:

source: Quantity Manufactured:
el_gr: Κατασκευασμένη ποσότητα:

source: Credit Labour Account
el_gr: Απολογισμός Πιστωτικής Εργασίας

source: Credit Overhead Account
el_gr: Πιστωτικός Υπερυψωμένος Απολογισμός

source: Released On:
el_gr: Διαθέσιμο Από:

source: Save changes to work order
el_gr: Καταγραφή αλλαγών σε παραγγελία εργασίας

source: Close This Work Order
el_gr: Κλείσιμο αυτής της παραγγελίας εργασίας

source: Delete This Work Order
el_gr: Διαγραφή αυτής της παραγγελίας εργασίας

source: Add Workorder
el_gr: Προσθήκη παραγγελίας εργασίας

source: Issue Items to Work Order
el_gr: Προώθηση Αγαθών σε Παραγγελία Εργασίας

source: The work order issue has been entered.
el_gr: Αυτή η παραγγελία εργασίας έχει εισαχθεί.

source: The entered date for the issue is invalid.
el_gr: Η δοσμένη ημερομηνία για το μερίδιο είναι άκυρη.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
el_gr: Το ζήτημα δεν μπορεί να εκτελεστεί επειδή ένα δοσμένο είδος θα προκαλούσε αρνητικό ισοζύγιο αποθήκης:

source: The process cannot be completed because there is an insufficient total quantity for a component.
el_gr: Η διεργασία δεν μπορεί να ολοκληρωθεί επειδή υπάρχει ανεπαρκές σύνολο ποσότητας για ένα συστατικό.

source: Component is :
el_gr: Το συστατικό είναι:

source: From location :
el_gr: Από τοποθεσία:

source: Items to Issue
el_gr: Aγαθά προς

source: Process Issue
el_gr: Εκτέλεση Ζητήματος

source: Work Order Release to Manufacturing
el_gr: Έκδοση Παραγγελίας εργασίας για Κατασκευή

source: This work order has already been released.
el_gr: Αυτή η παραγγελία εργασίας έχει ήδη διατεθεί

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
el_gr: Αυτή η παραγγελία εργασίας δεν μπορεί να εκδοθεί. Το επιλεγμένο είδος προς κατασκευή δεν έχει bom.

source: The work order has been released to manufacturing.
el_gr: Η παραγγελία εργασίας έχει διατεθεί στην κατασκευαστική.

source: Select another &work order
el_gr: Επιλογή άλλη&ς παραγγελίας εργασίας

source: Work Order #:
el_gr: Παραγγελία εργασίας #:

source: Work Order Reference:
el_gr: Αναφορά Παραγγελίας Εργασίας:

source: Released Date
el_gr: Ημερομηνία διαθεσιμότητας

source: Release Work Order
el_gr: Παραγγελία Εργασίας Έκδοσης

source: View Work Order Issue
el_gr: Ζήτημα παραγγελίας εργασίας όψης

source: Issue #
el_gr: Ζήτημα #

source: For Work Order #
el_gr: Για παραγγελία εργασίας #

source: To Work Centre
el_gr: Σε κέντρο εργασίας

source: Date of Issue
el_gr: Ημερομηνία έκδοσης

source: This issue has been voided.
el_gr: Αυτή η έκδοση έχει ακυρωθεί.

source: There are no items for this issue.
el_gr: Δεν υπάρχουν αγαθά για αυτή την έκδοση.

source: Component
el_gr: Συστατικό

source: Items for this Issue
el_gr: Αγαθά για αυτή την έκδοση

source: View Work Order Production
el_gr: Επισκόπηση παραγωγής Παραγγελίας Εργασίας

source: Production #
el_gr: Παραγωγή #

source: Quantity Manufactured
el_gr: Κατασκευασμένη ποσότητα

source: This production has been voided.
el_gr: Αυτή η παραγωγή έχει ακυρωθεί.

source: View Work Order
el_gr: Επισκόπηση Παραγγελίας Εργασίας

source: BOM for item:
el_gr: BOM για αγαθό:

source: Work Order Requirements
el_gr: Προαπαιτούμενα Παραγγελίας Εργασίας

source: Issues
el_gr: Μερίδια

source: Productions
el_gr: Παραγωγές

source: Additional Costs
el_gr: Πρόσθετα κόστη

source: This work order has been voided.
el_gr: Αυτή η παραγγελία εργασίας έχει ακυρωθεί.

source: There are no manufactured or kit items defined in the system.
el_gr: Δεν έχουν οριστεί κατασκευασμένα ή πακέτα ειδών σε αυτό το σύστημα.

source: Select a manufacturable item:
el_gr: Επιλέξτε ένα κατασκευάσιμο είδος:

source: All Costs Are In:
el_gr: Όλα τα κόστη είναι σε:

source: Inventory Item Where Used Inquiry
el_gr: Αναζήτηση είδους αποθήκης όπου χρησιμοποιείται

source: Select an item to display its parent item(s).
el_gr: Επιλέξτε ένα είδος για να προβληθούν το γονικό είδος(-η).

source: Parent Item
el_gr: Γονικό αγαθό

source: Work Centre
el_gr: Κέντρο εργασίας

source: Quantity Required
el_gr: Απαιτούμενη ποσότητα

source: Bill Of Materials
el_gr: Κόστος υλικού

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
el_gr: Δεν υπάρχουν κέντρα εργασίας ορισμένα στο σύστημα. Τα BOMs απαιτούν τουλάχιστον ένα κέντρο εργασίας να έχει οριστεί.

source: Code
el_gr: Κωδικός

source: Selected component has been updated
el_gr: Το επιλεγμένο συστατικό ανανεώθηκε.

source: A new component part has been added to the bill of material for this item.
el_gr: Ένα νέο συστατικό προστέθηκε στο κόστος υλικού για αυτό το είδος.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
el_gr: Το επιλεγμένο συστατικό είναι ήδη σε αυτό το bom. Μπορείτε να τροποποιήσετε την ποσότητά του αλλά δεν μπορεί να εμφανιστεί πάνω από μια φορά στο ίδιο bom.

source: Location to Draw From:
el_gr: Τοποθεσία για ανάδειξη Από:

source: Work Centre Added:
el_gr: Προστέθηκε κέντρο εργασίας:

source: Work Centres
el_gr: Κέντρα εργασίας

source: The work centre name cannot be empty.
el_gr: Το όνομα κέντρου εργασίας δεν μπορεί να είναι κενό.

source: Selected work center has been updated
el_gr: Το επιλεγμένο κέντρο εργασίας ανανεώθηκε

source: New work center has been added
el_gr: Προστέθηκε νέο κέντρο εργασίας

source: Cannot delete this work centre because BOMs have been created referring to it.
el_gr: Αδυναμία διαγραφής αυτού του κέντρου εργασιών επειδή έχουν δημιουργηθεί παρτίδες κατασκευής με αναφορές σε αυτή.

source: Cannot delete this work centre because work order requirements have been created referring to it.
el_gr: Αυτό το κέντρο εργασίας δεν μπορεί να διαγραφεί επειδή έχουν δημιουργηθεί προϋποθέσεις παραγγελίας εργασίας με αναφορές σε αυτό.

source: Selected work center has been deleted
el_gr: Το επιλεγμένο κέντρο εργασίας διαγράφτηκε

source: description
el_gr: περιγραφή

source: The bill of material for this item is empty.
el_gr: Η απόδειξη πληρωμής υλικού για αυτό το αγαθό είναι κενή.

source: Total Cost
el_gr: Συνολικό κόστος

source: There are no Requirements for this Order.
el_gr: Δεν υπάρχουν απαιτήσεις για αυτή την παραγγελία.

source: Unit Quantity
el_gr: Ποσότητα τεμαχίων

source: Total Quantity
el_gr: Συνολική ποσότητα

source: Units Issued
el_gr: Τεμάχια που εκδίδονται

source: On Hand
el_gr: Στο χέρι

source: Marked items have insufficient quantities in stock.
el_gr: Τα σημαδεμένα αγαθά έχουν ανεπαρκείς ποσότητες αποθέματος.

source: There are no Productions for this Order.
el_gr: Δεν υπάρχουν Παραγωγές για αυτή την παραγγελία.

source: There are no Issues for this Order.
el_gr: Δεν υπάρχουν εκδόσεις για αυτή την παραγγελία.

source: There are no additional costs for this Order.
el_gr: Δεν υπάρχουν πρόσθετα κόστη για αυτή την παραγγελία.

source: The work order number sent is not valid.
el_gr: Ο αριθμός παραγγελίας εργασίας δεν είναι έγκυρος.

source: Manufactured Item
el_gr: Κατασκευασμένο αγαθό

source: Into Location
el_gr: Παράδοση μέσα σε τοποθεσία

source: This work order is closed.
el_gr: Αυτή η παραγγελεία δουλειάς είναι κλειστή.

source: Return Items to Location
el_gr: Επιστροφή αγαθών σε τοποθεσία

source: Issue Items to Work order
el_gr: Προώθηση αγαθών σε Παραγγελία εργασίας

source: To Work Centre:
el_gr: Προς κέντρο εργασίας:

source: Issue Date:
el_gr: Ημερομηνία έκδοσης:

source: Issue of
el_gr: Ζήτημα

source: Issue to
el_gr: Έκδοση σε

source: Reversed the issue of
el_gr: Έγινε αντιστροφή του ζητήματος του

source: Reversed the issue to
el_gr: Έγινε αντιστροφή του ζητήματος σε

source: Production.
el_gr: Παραγωγή.
