Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-3.po
Languages: id_id

source: Item Tax Type:
id_id: Tipe pajak barang :

source: Item Type:
id_id: Tipe barang :

source: Exclude from sales:
id_id: Tidak dijual :

source: Foreign Item Codes
id_id: Kode Item asing

source: There are no inventory items defined in the system.
id_id: Tidak ada item persediaan didefinisikan dalam sistem.

source: There is no item selected.
id_id: Tidak ada item yang dipilih.

source: The price entered was not positive number.
id_id: Harga tidak masuk bilangan positif.

source: Item code description cannot be empty.
id_id: Deskripsi kode item tidak boleh kosong.

source: This item code is already assigned to stock item or sale kit.
id_id: Kode barang telah digunakan oleh barang lain

source: New item code has been added.
id_id: Kode item baru telah ditambahkan.

source: Item code has been updated.
id_id: Kode item telah diperbarui.

source: Item code has been sucessfully deleted.
id_id: Item kode telah berhasil dihapus.

source: Category
id_id: Kategori

source: Quantity:
id_id: Kuantiti :

source: Description:
id_id: Deskripsi :

source: Category:
id_id: Kategori :

source: Only jpg files are supported - a file extension of .jpg is expected
id_id: Hanya file jpg yang didukung - sebuah file dengan ekstensi .jpg yang diharapkan

source: There are no item categories defined in the system. At least one item category is required to add a item.
id_id: Tidak ada item kategori didefinisikan dalam sistem. Setidaknya satu kategori item diperlukan untuk menambahkan item.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
id_id: Tidak ada item jenis pajak yang ditetapkan dalam sistem. Setidaknya satu item jenis pajak diperlukan untuk menambahkan item.

source: The item name must be entered.
id_id: Nama item harus dimasukkan

source: The item code cannot be empty
id_id: Kode barang tidak boleh kosong

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
id_id: Kode barang tidak boleh memuat karakter - & + atau spasi atau petik

source: Item has been updated.
id_id: Barang telah diperbaharui

source: A new item has been added.
id_id: Barang baru telah ditambahkan

source: Selected item has been deleted.
id_id: Barang telah dihapus

source: Select an item:
id_id: Pilih barang :

source: New item
id_id: Barang baru

source: Item
id_id: Barang

source: Item Code:
id_id: Kode barang :

source: GL Accounts
id_id: GL Akun

source: Other
id_id: Lain-lain

source: Image File (.jpg)
id_id: File gambar (.jpg)

source: No image
id_id: tidak ada gambar

source: Delete Image:
id_id: Hapus gambar :

source: Item status:
id_id: Status barang :

source: Insert New Item
id_id: Tambah barang baru

source: Update Item
id_id: Perbaharui barang

source: Select this items and return to document entry.
id_id: Pilih item ini dan kembali ke dokumen masuk.

source: Clone This Item
id_id: Clone konten

source: Delete This Item
id_id: Hapus barang ini

source: The unit of measure code cannot be empty.
id_id: Kode unit of measure tidak boleh kosong

source: The unit of measure code is too long.
id_id: Kode unit of measure terlalu panjang

source: The unit of measure description cannot be empty.
id_id: Deskripsi unit of measure tidak dapat kosong

source: Selected unit has been updated
id_id: Unit yang dipilih telah diperbarui

source: New unit has been added
id_id: Unit baru telah ditambahkan

source: Cannot delete this unit of measure because items have been created using this unit.
id_id: Tidak dapat menghapus unit of measure karena item telah diciptakan dengan menggunakan unit ini.

source: Selected unit has been deleted
id_id: Unit yang dipilih telah dihapus

source: Decimals
id_id: Desimal

source: User Quantity Decimals
id_id: Jumlah Desimal Pengguna

source: Unit Abbreviation:
id_id: Unit Singkatan:

source: Descriptive Name:
id_id: Nama deskriptif :

source: Decimal Places:
id_id: Penempatan desimal :

source: Inventory Locations
id_id: Lokasi inventaris

source: The location code must be five characters or less long (including converted special chars).
id_id: Kode lokasi harus lima karakter atau kurang panjang (termasuk dikonversi karakter khusus).

source: The location name must be entered.
id_id: Nama Lokasi harus dimasukkan.

source: Selected location has been updated
id_id: Lokasi yang dipilih telah diperbarui

source: New location has been added
id_id: Lokasi baru telah ditambahkan

source: Cannot delete this location because item movements have been created using this location.
id_id: Tidak dapat menghapus lokasi ini karena ada gerakan item dibuat menggunakan lokasi ini.

source: Cannot delete this location because it is used by some work orders records.
id_id: Tidak dapat menghapus lokasi ini karena digunakan oleh beberapa catatan perintah kerja.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
id_id: Tidak dapat menghapus lokasi ini karena ada catatan digunakan oleh beberapa cabang sebagai lokasi untuk pengiriman.

source: Cannot delete this location because it is used by some related records in other tables.
id_id: Tidak dapat menghapus lokasi ini karena digunakan oleh beberapa catatan terkait di tabel lain.

source: Selected location has been deleted
id_id: Lokasi yang dipilih telah dihapus

source: Location Code
id_id: Kode lokasi

source: Location Name
id_id: Nama lokasi

source: Location Code:
id_id: Kode lokasi :

source: Location Name:
id_id: Nama lokasi :

source: Contact for deliveries:
id_id: Kontak pengiriman:

source: Telephone No:
id_id: Nomor telepon :

source: Facsimile No:
id_id: Nomor Fax :

source: Inventory Movement Types
id_id: Jenis Gerakan Inventarisasi

source: The inventory movement type name cannot be empty.
id_id: Jenis gerakan inventarisasi nama tidak boleh kosong.

source: Selected movement type has been updated
id_id: Jenis gerakan yang dipilih telah diperbarui

source: New movement type has been added
id_id: Jenis gerakan baru telah ditambahkan

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
id_id: Tidak dapat menghapus gerakan inventaris jenis ini karena ada transaksi item dibuat merujuk kepadanya.

source: Selected movement type has been deleted
id_id: Jenis gerakan yang dipilih telah dihapus

source: Sales Kits & Alias Codes
id_id: Penjualan Kits & Alias Codes

source: Stock Item
id_id: Stok item

source: The quantity entered must be numeric and greater than zero.
id_id: Kuantitas dimasukkan harus dalam angka dan lebih besar dari nol.

source: Kit/alias code cannot be empty.
id_id: Kit / kode alias tidak boleh kosong.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
id_id: Berisi komponen yang dipilih secara langsung atau pada tingkat yang lebih rendah edisi kit di bawah. Recursive kit tidak diperbolehkan.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
id_id: Komponen yang dipilih sudah dalam kit ini. Anda dapat memodifikasi itu kuantitas tetapi tidak dapat muncul lebih dari sekali dalam kit yang sama.

source: New alias code has been created.
id_id: Kode alias baru telah dibuat.

source: New component has been added to selected kit.
id_id: Komponen baru telah ditambahkan ke kit dipilih.

source: Component of selected kit has been updated.
id_id: Komponen dari kit yang dipilih telah diperbarui.

source: Kit common properties has been updated
id_id: Properties umum kit telah diperbarui

source: This item cannot be deleted because it is the last item in the kit used by following kits
id_id: Item ini tidak dapat dihapus karena merupakan item terakhir dalam kit yang digunakan oleh kit berikut

source: The component item has been deleted from this bom
id_id: Komponen item ini telah dihapus dari bom

source: Select a sale kit:
id_id: Pilih sebuah kit :

source: New kit
id_id: Kit baru

source: Alias/kit code:
id_id: Kode kit/alias :

source: Update kit/alias name
id_id: Perbarui nama kit/alias

source: Component:
id_id: Komponen :

source: kits
id_id: kit

source: View Inventory Adjustment
id_id: Lihat Inventory Adjustment

source: At Location
id_id: Pada lokasi

source: Adjustment Type
id_id: Jenis Penyesuaian

source: This adjustment has been voided.
id_id: Penyesuaian ini telah voided.

source: View Inventory Transfer
id_id: Lihat Inventory Transfer

source: From Location
id_id: Dari lokasi

source: To Location
id_id: Ke lokasi

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
id_id: Tidak ada item persediaan didefinisikan dalam sistem yang dapat disesuaikan (Dibeli atau Manufactured).

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
id_id: Tidak ada jenis gerakan inventaris didefinisikan dalam sistem. Harap mendefinisikan setidaknya satu jenis penyesuaian persediaan.

source: Items adjustment has been processed
id_id: Penyesuaian item telah diproses

source: You must enter at least one non empty item line.
id_id: Anda harus memasukkan setidaknya satu baris item yang tidak kosong.

source: The entered date for the adjustment is invalid.
id_id: Tanggal yang dimasukkan untuk penyesuaian tidak valid.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
id_id: Penyesuaian tidak dapat diproses karena barang penyesuaian akan menyebabkan keseimbangan persediaan negatif:

source: The quantity entered is negative or invalid.
id_id: Kuantitas yang masuk adalah negatif atau tidak valid.

source: The entered standard cost is negative or invalid.
id_id: Biaya standar yang dimasukkan adalah negatif atau tidak valid.

source: Adjustment Items
id_id: Penyesuaian Item

source: Process Adjustment
id_id: Proses Penyesuaian

source: Inventory Item Cost Update
id_id: Perubahan biaya item inventori

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
id_id: Tidak ada item inventaris yang dibiayakan didefinisikan dalam sistem (Dibeli atau diproduksi item).

source: The entered cost is not numeric.
id_id: Biaya yang dimasukkan bukan angka.

source: The new cost is the same as the old cost. Cost was not updated.
id_id: Biaya baru sama dengan biaya lama. Biaya tidak diperbarui.

source: Cost has been updated.
id_id: Biaya telah diperbarui

source: View the GL Journal Entries for this Cost Update
id_id: Lihat GL Journal Entries untuk pembaruan biaya

source: Standard Material Cost Per Unit
id_id: Standar Biaya Bahan Per Unit

source: Standard Labour Cost Per Unit
id_id: Standar Biaya Pekerja Per Unit

source: Standard Overhead Cost Per Unit
id_id: Standar Biaya Overhead Per Unit

source: Inventory Item Sales prices
id_id: Harga Penjualan Item Inventaris

source: There are no sales types in the system. Please set up sales types befor entering pricing.
id_id: Tidak ada jenis penjualan dalam sistem. Silakan set up jenis penjualan sebelum memasukkan harga.

source: The price entered must be numeric.
id_id: Harga yang dimasukkan harus dalam angka.

source: This price has been updated.
id_id: Harga telah diperbaharui

source: The new price has been added.
id_id: Harga baru telah ditambahkan

source: The selected price has been deleted.
id_id: Harga telah dihapus

source: Sales Type
id_id: Tipe penjualan

source: Price
id_id: Harga

source: There are no prices set up for this part.
id_id: Tidak ada harga yang diatur untuk bagian ini.

source: Currency:
id_id: Mata uang :

source: Sales Type:
id_id: Tipe penjualan :

source: Price:
id_id: Harga ;

source: The price is calculated.
id_id: Harga dihitung

source: Supplier Purchasing Data
id_id: Data Pembelian Pemasok

source: There are no purchasable inventory items defined in the system.
id_id: Tidak ada item inventaris terbeli didefinisikan dalam sistem.

source: There are no suppliers defined in the system.
id_id: Tidak ada pemasok didefinisikan dalam sistem.

source: The price entered was not numeric.
id_id: Harga yang dimasukkan itu bukan angka.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
id_id: Faktor konversi tidak masuk angka. Faktor konversi adalah nomor dengan harga yang harus dibagi dengan untuk mendapatkan harga satuan dalam satuan ukuran.

source: This supplier purchasing data has been added.
id_id: Data pembelian pemasok ini telah ditambahkan.

source: Supplier purchasing data has been updated.
id_id: Pemasok data pembelian telah diperbarui.

source: The purchasing data item has been sucessfully deleted.
id_id: Pembelian item data yang telah berhasil dihapus.

source: Entered item is not defined. Please re-enter.
id_id: Item yang dimasukkan tidak didefinisikan. Silakan masukkan kembali.

source: There is no purchasing data set up for the part selected
id_id: Tidak ada data pembelian diatur untuk bagian yang dipilih

source: Supplier's Unit
id_id: Satuan pemasok

source: Conversion Factor
id_id: Faktor pengubah

source: Supplier's Description
id_id: Deskripsi pemasok

source: Suppliers Unit of Measure:
id_id: Satuan pemasok

source: Conversion Factor (to our UOM):
id_id: Faktor konversi (ke UOM kita)

source: Supplier's Code or Description:
id_id: Deskripsi Kode Pemasok:

source: Reorder Levels
id_id: Tingkat Susun ulang

source: There are no inventory items defined in the system (Purchased or manufactured items).
id_id: Tidak ada item persediaan yang ditetapkan dalam sistem (Dibeli atau diproduksi item).

source: Reorder levels has been updated.
id_id: Menyusun ulang tingkat telah diperbarui.

source: Inventory Location Transfers
id_id: Inventaris Lokasi Transfer

source: Inventory transfer has been processed
id_id: Transfer inventaris telah diproses

source: The locations to transfer from and to must be different.
id_id: Lokasi untuk mentransfer dari dan ke harus berbeda.

source: The quantity entered is greater than the available quantity for this item at the source location :
id_id: Kuantitas yang masuk lebih besar daripada jumlah yang tersedia untuk item ini di lokasi sumber :

source: The quantity entered must be a positive number.
id_id: Kuantitas yang dimasukkan harus angka positif.

source: Process Transfer
id_id: Proses Transfer

source: Search Outstanding Work Orders
id_id: Cari Posisi Work Order

source: Search Work Orders
id_id: Cari Work Order

source: at Location:
id_id: pada lokasi:

source: for item:
id_id: untuk item:

source: Select documents
id_id: Pilih dokumen

source: Release
id_id: Rilis

source: Produce
id_id: Produksi

source: Costs
id_id: Biaya

source: Required
id_id: Dibutuhkan

source: Required By
id_id: Diperlukan Oleh

source: Marked orders are overdue.
id_id: Order yang ditandai terlambat.

source: Produce or Unassemble Finished Items From Work Order
id_id: Memproduksi Produk Jadi Dari Work Order

source: The manufacturing process has been entered.
id_id: Proses produksi sudah dimasukkan.

source: View this Work Order
id_id: Lihat Work Order ini

source: View the GL Journal Entries for this Work Order
id_id: Lihat GL Journal Entries untuk Work Order ini

source: Print the GL Journal Entries for this Work Order
id_id: Cetak GL Journal Entries untuk Work Order ini

source: The order number sent is not valid.
id_id: Nomor urutan yang dikirim tidak valid.

source: The quantity entered is not a valid number or less then zero.
id_id: Kuantitas yang dimasukkan tidak valid atau kurang dari angka nol.

source: The production date cannot be before the release date of the work order.
id_id: Tanggal produksi tidak dapat rilis sebelumtanggal perintah kerja.

source: The unassembling cannot be processed because there is insufficient stock.
id_id: Unassembling tidak dapat diproses karena ada kekurangan stok.

source: The production cannot be processed because a required item would cause a negative inventory balance :
id_id: Produksi tidak dapat diproses karena barang yang diperlukan akan menyebabkan keseimbangan persediaan negatif:

source: Produce Finished Items
id_id: Produksi produk jadi

source: Return Items to Work Order
id_id: Item Kembali ke Work Order

source: Process
id_id: Proses

source: Process And Close Order
id_id: Proses dan tutup Order

source: Work Order Additional Costs
id_id: Biaya Tambahan Work Order

source: The additional cost has been entered.
id_id: Biaya tambahan telah dimasukkan.

source: Enter another additional cost.
id_id: Masukkan biaya tambahan lain.

source: The amount entered is not a valid number or less then zero.
id_id: Jumlah yang dimasukkan tidak valid atau kurang dari angka nol.

source: The additional cost date cannot be before the release date of the work order.
id_id: Tanggal biaya tambahan tidak dapat sebelum rilis tanggal perintah kerja.

source: Additional Costs:
id_id: Biaya tambahan :

source: Debit Account
id_id: Akun Debet

source: Process Additional Cost
id_id: Proses Biaya Tambahan

source: There are no manufacturable items defined in the system.
id_id: Tidak ada item yang diproduksi didefinisikan dalam sistem.

source: The work order been added.
id_id: Urutan pekerjaan telah ditambahkan.

source: Print this Work Order
id_id: Cetak Work Order ini

source: Email this Work Order
id_id: Email Work Order ini

source: The work order been updated.
id_id: Urutan pekerjaan telah diperbarui.

source: Work order has been deleted.
id_id: Urutan pekerjaan telah dihapus.

source: This work order has been closed. There can be no more issues against it.
id_id: Urutan pekerjaan ini telah ditutup. Tidak akan ada lagi masalah menentangnya.

source: Enter a new work order
id_id: Masukkan perintah kerja baru

source: Select an existing work order
id_id: Pilih perintah kerja yang sudah ada

source: The quantity entered is invalid or less than zero.
id_id: Kuantitas masukkan tidak valid atau kurang dari nol.

source: The selected item to manufacture does not have a bom.
id_id: Item yang dipilih untuk memproduksi tidak memiliki bom.

source: The labour cost entered is invalid or less than zero.
id_id: Biaya tenaga kerja yang tidak dimasukkan tidak valid atau kurang dari nol.

source: The cost entered is invalid or less than zero.
id_id: Biaya yang dimasukkan tidak valid atau kurang dari nol.

source: The work order cannot be processed because there is an insufficient quantity for component:
id_id: Surat tugas tidak dapat diproses karena ada kuantitas tidak mencukupi untuk komponen:

source: The selected item cannot be unassembled because there is insufficient stock.
id_id: Item yang dipilih tidak dapat unassembled karena ada stok tidak mencukupi.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
id_id: Kuantitas tidak dapat berubah menjadi kurang dari jumlah yang sudah dibuat untuk pesanan ini.

source: This work order cannot be deleted because it has already been processed.
id_id: Surat tugas ini tidak dapat dihapus karena sudah diproses.

source: This work order is closed and cannot be edited.
id_id: Work order ini ditutup dan tidak dapat diedit.

source: Destination Location:
id_id: Lokasi Tujuan:

source: Quantity Required:
id_id: Kuantitas yang dibutuhkan:

source: Quantity Manufactured:
id_id: Kuantitas yang diproduksi:

source: Released On:
id_id: Dirilis pada:

source: Save changes to work order
id_id: Simpan perubahan untuk urutan kerja

source: Close This Work Order
id_id: Tutup urutan pekerjaan ini

source: Delete This Work Order
id_id: Hapus urutan pekerjaan ini

source: Add Workorder
id_id: Tambah Work Order

source: Issue Items to Work Order
id_id: Issue item to Work Order

source: The work order issue has been entered.
id_id: Work order issue sudah dimasukkan.

source: The entered date for the issue is invalid.
id_id: Tanggal yang dimasukkan untuk issue tidak valid.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
id_id: Issue tidak dapat diproses karena item yang masuk akan menyebabkan keseimbangan persediaan negatif:

source: The process cannot be completed because there is an insufficient total quantity for a component.
id_id: Proses tidak dapat diselesaikan karena ada kuantitas yang tidak mencukupil untuk sebuah komponen.

source: Component is :
id_id: Komponen adalah:

source: From location :
id_id: Dari lokasi :

source: Items to Issue
id_id: Item pada Issue

source: Process Issue
id_id: Proses Issue

source: Work Order Release to Manufacturing
id_id: Rilis Work Order untuk Produksi

source: This work order has already been released.
id_id: Urutan pekerjaan ini telah dirilis.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
id_id: Work Order ini tidak dapat dirilis. Item yang dipilih untuk memproduksi tidak memiliki bom.

source: The work order has been released to manufacturing.
id_id: Urutan pekerjaan telah dirilis ke manufaktur.

source: Work Order Reference:
id_id: Referensi Work Order:

source: Released Date
id_id: Tanggal rilis

source: View Work Order Issue
id_id: Lihat hasil Work Order

source: For Work Order #
id_id: Untuk Work Order #

source: To Work Centre
id_id: Ke Work Centre

source: Date of Issue
id_id: Tanggal keluar

source: This issue has been voided.
id_id: Issue ini telah voided.

source: There are no items for this issue.
id_id: Tidak ada item untuk issue ini.

source: Component
id_id: Komponen

source: Items for this Issue
id_id: Item untuk issue ini

source: View Work Order Production
id_id: Lihat Produksi Work Order

source: Production #
id_id: Produksi #

source: Quantity Manufactured
id_id: Kuantitaas yang diproduksi

source: This production has been voided.
id_id: Produksi ini telah voided.

source: View Work Order
id_id: Lihat Work Order

source: BOM for item:
id_id: BOM untuk item:

source: Work Order Requirements
id_id: Kebutuhan Work Order

source: Productions
id_id: Produksi

source: Additional Costs
id_id: Biaya tambahan

source: This work order has been voided.
id_id: Work order ini telah voided.

source: There are no manufactured or kit items defined in the system.
id_id: Tidak ada item kit yang diproduksi atau didefinisikan dalam sistem.

source: Select a manufacturable item:
id_id: Pilih item yang diproduksi:

source: All Costs Are In:
id_id: Semua Biaya Apakah Dalam:

source: Inventory Item Where Used Inquiry
id_id: Item inventory dimana digunakan pada saat ada permintaan

source: Select an item to display its parent item(s).
id_id: Pilih satu item untuk ditampilkan induknya item.

source: Parent Item
id_id: Induknya item

source: Quantity Required
id_id: Kuantitas yang dibutuhkan

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
id_id: Tidak ada work center didefinisikan dalam sistem. BOMs membutuhkan setidaknya satu work center didefinisikan.

source: Code
id_id: Kode

source: Selected component has been updated
id_id: Komponen yang dipilih telah diperbarui

source: A new component part has been added to the bill of material for this item.
id_id: Sebuah bagian komponen baru telah ditambahkan ke tagihan material untuk item ini.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
id_id: Komponen yang dipilih sudah bom ini. Anda dapat mengubah kuantitas itu tetapi tidak dapat muncul lebih dari sekali pada bom yang sama.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
id_id: Komponen yang dipilih adalah induk item saat ini. Rekursif BOMs tidak diperbolehkan.
