Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-3.po
Languages: id_id

source: Sales Order Items
id_id: Item pada Sales Order

source: Enter Delivery Details and Confirm Order
id_id: Masukkan detil pengiriman dan Konfirmasi Order

source: Commit Order Changes
id_id: Komit perubahan pada Order

source: You are about to void this Document.\nDo you want to continue?
id_id: Anda akan void Dokumen ini. \nApakah Anda ingin melanjutkan?

source: Validate changes and update document
id_id: Memvalidasi perubahan dan perbarui dokumen

source: Cancels document entry or removes sales order when editing an old document
id_id: Dokumen membatalkan entri atau menghapus order penjualan saat mengedit dokumen lama

source: Allocate Customer Payment or Credit Note
id_id: Pelanggan mengalokasikan Payment atau Credit Note

source: Allocation of %s # %d
id_id: Alokasi %s # %d

source: Customer Allocations
id_id: Alokasi Pelanggan

source: Select a customer:
id_id: Pilih pelanggan :

source: Credit Status
id_id: Status Kredit

source: The credit status description cannot be empty.
id_id: Deskripsi status kredit tidak dapat kosong.

source: New credit status has been added
id_id: Status kredit baru telah ditambahkan

source: Selected credit status has been updated
id_id: Status kredit yang dipilih telah diperbarui

source: Cannot delete this credit status because customer accounts have been created referring to it.
id_id: Tidak dapat menghapus status kredit ini karena ada account pelanggan telah diciptakan merujuk pada itu.

source: Selected credit status has been deleted
id_id: Status kredit yang dipilih telah dihapus

source: Customer Branches
id_id: Cabang pelanggan

source: There are no customers defined in the system. Please define a customer to add customer branches.
id_id: Tidak ada pelanggan yang didefinisikan dalam sistem. Harap menentukan pelanggan untuk menambahkan cabang pelanggan.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
id_id: Tidak ada orang-orang penjualan yang ditetapkan dalam sistem. Setidaknya satu orang penjualan diperlukan sebelum melanjutkan.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
id_id: Tidak ada wilayah penjualan yang ditetapkan dalam sistem. Setidaknya satu wilayah penjualan diperlukan sebelum melanjutkan.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
id_id: Tidak ada perusahaan pengiriman yang ditetapkan dalam sistem. Setidaknya satu perusahaan pengiriman diperlukan sebelum melanjutkan.

source: The Branch name cannot be empty.
id_id: Nama Cabang tidak boleh kosong.

source: The Branch short name cannot be empty.
id_id: Nama pendek Cabang tidak boleh kosong.

source: Selected customer branch has been updated
id_id: Cabang pelanggan yang dipilih telah diperbarui

source: New customer branch has been added
id_id: Cabang pelanggan baru telah ditambahkan...

source: Cannot delete this branch because customer transactions have been created to this branch.
id_id: Tidak dapat menghapus cabang ini karena ada transaksi pelanggan dibuat untuk cabang ini.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
id_id: Tidak dapat menghapus cabang ini karena ada pesanan penjualan untuk itu. Purge pertama pesanan penjualan lama.

source: Selected customer branch has been deleted
id_id: Pelanggan yang dipilih telah dihapus cabang

source: Main Branch
id_id: Cabang Utama

source: Name and Contact
id_id: Nama dan kontak

source: Branch Name:
id_id: Nama Cabang:

source: Branch Short Name:
id_id: Nama singkat Cabang:

source: Sales Person:
id_id: Penjual :

source: Sales Area:
id_id: Wilayah penjualan :

source: Sales Group:
id_id: Grup penjualan :

source: Default Inventory Location:
id_id: Default Inventaris Lokasi:

source: Billing Address:
id_id: Alamat penagihan :

source: Disable this Branch:
id_id: Nonaktifkan Cabang ini:

source: Contact
id_id: Kontak

source: Phone No
id_id: No telepon

source: Fax No
id_id: No Fax

source: Tax Group
id_id: Grup pajak

source: The selected customer does not have any branches. Please create at least one branch.
id_id: Pelanggan yang dipilih tidak memiliki cabang. Harap membuat minimal satu cabang.

source: The customer name cannot be empty.
id_id: Nama pelanggan tidak boleh kosong.

source: The customer short name cannot be empty.
id_id: Nama pendek pelanggan tidak boleh kosong.

source: The credit limit must be numeric and not less than zero.
id_id: Batas kredit harus dalam angka dan tidak kurang dari nol.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
id_id: Diskon pembayaran harus dalam angka dan diharapkan akan kurang dari 100% dan lebih besar dari atau sama dengan 0.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
id_id: Persentase diskon harus dalam angka dan diharapkan akan kurang dari 100% dan lebih besar dari atau sama dengan 0.

source: Customer has been updated.
id_id: Pelanggan telah diperbaharui

source: A new customer has been added.
id_id: Pelanggan baru telah ditambahkan

source: This customer cannot be deleted because there are transactions that refer to it.
id_id: Pelanggan ini tidak dapat dihapus karena ada transaksi yang merujuk kepada hal itu.

source: Cannot delete the customer record because orders have been created against it.
id_id: Tidak dapat menghapus catatan pelanggan karena pesanan telah diciptakan menentangnya.

source: Cannot delete this customer because there are branch records set up against it.
id_id: Tidak dapat menghapus pelanggan ini karena ada catatan cabang menyiapkan menentangnya.

source: Selected customer has been deleted.
id_id: Pelanggan yang dipilih telah dihapus.

source: Name and Address
id_id: Nama dan Alamat

source: Customer Name:
id_id: Nama pelanggan :

source: Customer Short Name:
id_id: Nama pendek pelanggan :

source: Customer's Currency:
id_id: Mata uang pelanggan :

source: Sales Type/Price List:
id_id: Jenis Penjualan / daftar harga:

source: Customer status:
id_id: Status pelanggan :

source: Discount Percent:
id_id: Persentase diskon :

source: Prompt Payment Discount Percent:
id_id: Diskon untuk pembayaran dimuka

source: Customer branches
id_id: Cabang pelanggan

source: Add New Customer
id_id: Menambah pelanggan baru

source: Update Customer
id_id: Perbaharui pelanggan

source: Update customer data
id_id: Perbaharui data pelanggan

source: Select this customer and return to document entry.
id_id: Pilih pelanggan ini dan kembali ke dokumen masuk.

source: Delete Customer
id_id: Hapus pelanggan

source: Delete customer data if have been never used
id_id: Menghapus data pelanggan jika sudah pernah digunakan

source: There are no sales types defined. Please define at least one sales type before adding a customer.
id_id: Tidak ada jenis penjualan yang ditetapkan. Harap mendefinisikan setidaknya satu jenis penjualan sebelum menambahkan pelanggan.

source: New customer
id_id: Pelanggan baru

source: Recurrent Invoices
id_id: Invoice berulang

source: The area description cannot be empty.
id_id: Deskripsi daerah tidak boleh kosong.

source: Selected recurrent invoice has been updated
id_id: Faktur berulang yang dipilih telah diperbarui

source: New recurrent invoice has been added
id_id: Faktur baru berulang telah ditambahkan

source: Selected recurrent invoice has been deleted
id_id: Faktur berulang dipilih telah dihapus

source: Days:
id_id: Hari :

source: Monthly:
id_id: Bulanan :

source: Begin:
id_id: Awal :

source: End:
id_id: Akhir :

source: Selected sales area has been updated
id_id: Wilayah penjualan yang dipilih telah diperbarui

source: New sales area has been added
id_id: Wilayah penjualan baru telah ditambahkan

source: Cannot delete this area because customer branches have been created using this area.
id_id: Tidak dapat menghapus wilayah ini karena ada cabang pelanggan dibuat menggunakan wilayah ini.

source: Selected sales area has been deleted
id_id: Wilayah penjualan yang dipilih telah dihapus

source: Area Name
id_id: Nama Wilayah

source: Area Name:
id_id: Nama wilayah :

source: Sales Groups
id_id: Grup penjual

source: Selected sales group has been updated
id_id: Grup penjual yang dipilih telah diperbarui

source: New sales group has been added
id_id: Grup penjual baru telah ditambahkan

source: Cannot delete this group because customers have been created using this group.
id_id: Tidak dapat menghapus grup ini karena ada pelanggan dibuat menggunakan grup ini.

source: Selected sales group has been deleted
id_id: Grup penjual yang dipilih telah dihapus

source: Group Name:
id_id: Nama grup :

source: Sales Persons
id_id: Penjual

source: The sales person name cannot be empty.
id_id: Nama penjual tidak boleh kosong

source: Salesman provision cannot be less than 0 or more than 100%.
id_id: Provisi penjual tidak boleh kurang dari 0 atau lebih dari 100%

source: Salesman provision breakpoint must be numeric and not less than 0.
id_id: Ketentuan breakpoint penjual harus dalam angka dan tidak kurang dari 0.

source: Selected sales person data have been updated
id_id: Data penjual yang dipilih telah diperbarui

source: New sales person data have been added
id_id: Data penjual baru telah ditambahkan

source: Selected sales person data have been deleted
id_id: Data penjual yang dipilih telah dihapus

source: Sales person name:
id_id: Nama penjual :

source: Telephone number:
id_id: Nomor telepon :

source: Fax number:
id_id: Nomor fax :

source: POS settings
id_id: Pengaturan POS

source: The POS name cannot be empty.
id_id: Nama POS tidak boleh kosong.

source: New point of sale has been added
id_id: Poin of sale baru telah ditambahkan

source: Selected point of sale has been updated
id_id: Titik penjualan yang dipilih telah diperbarui

source: Cannot delete this POS because it is used in users setup.
id_id: Tidak dapat menghapus POS ini karena digunakan di pengguna setup.

source: Selected point of sale has been deleted
id_id: Point of sales yang dipilih telah dihapus

source: POS Name
id_id: Nama POS

source: Credit sale
id_id: Penjualan kredit

source: Cash sale
id_id: Penjualan secara tunai

source: Default account
id_id: Account default

source: To have cash POS first define at least one cash bank account.
id_id: Untuk memiliki POS tunai terlebih dahulu menetapkan setidaknya satu rekening bank kas.

source: Point of Sale Name
id_id: Nama point of sale

source: Default cash account
id_id: Cash account default

source: POS location
id_id: Lokasi POS

source: The sales type description cannot be empty.
id_id: Deskripsi jenis penjualan tidak boleh kosong.

source: Calculation factor must be valid positive number.
id_id: Perhitungan faktor harus valid bilangan positif.

source: New sales type has been added
id_id: Jenis penjualan baru telah ditambahkan

source: Selected sales type has been updated
id_id: Jenis penjualan yang dipilih telah diperbarui

source: Cannot delete this sale type because customer transactions have been created using this sales type.
id_id: Tidak dapat menghapus jenis penjualan ini karena ada transaksi nasabah telah dibuat menggunakan jenis penjualan ini.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
id_id: Tidak dapat menghapus jenis penjualan ini karena ada pelanggan saat ini dibentuk untuk menggunakan jenis penjualan ini.

source: Selected sales type has been deleted
id_id: Jenis penjualan yang dipilih telah dihapus

source: Type Name
id_id: Nama tipe

source: Factor
id_id: Faktor

source: Tax Incl
id_id: Termasuk pajak

source: Base
id_id: Basis

source: Marked sales type is the company base pricelist for prices calculations.
id_id: Ditandai jenis penjualan perusahaan pricelist untuk harga dasar perhitungan.

source: Sales Type Name
id_id: Nama Jenis Penjualan

source: Calculation factor
id_id: Faktor perhitungan

source: Tax included
id_id: Pajak disertakan

source: View Credit Note
id_id: Lihat Credit Note

source: There are no line items on this credit note.
id_id: Tidak ada baris item pada catatan kredit ini.

source: View Sales Dispatch
id_id: Lihat Sales Dispatch

source: Charge Branch
id_id: Biaya cabang

source: Customer Order Ref.
id_id: Ref. Order pelanggan

source: Dispatch Date
id_id: Tanggal pengiriman

source: There are no line items on this dispatch.
id_id: Tidak ada baris item pada pengiriman ini.

source: This dispatch has been voided.
id_id: Dispatch ini telah voided.

source: View Sales Invoice
id_id: Lihat Sales Invoice

source: There are no line items on this invoice.
id_id: Tidak ada baris item pada invoice ini.

source: View Customer Payment
id_id: Lihat pembayaran pelanggan

source: Customer Payment #%d
id_id: Pembayaran pelanggan #%d

source: From Customer
id_id: Dari pelanggan

source: Into Bank Account
id_id: Bank Account ke

source: Date of Deposit
id_id: Tanggal deposit

source: This customer payment has been voided.
id_id: Pembayaran pelanggan ini telah dikosongkan.

source: View Sales Quotation
id_id: Lihat Sales Quotation

source: View Sales Order
id_id: Lihat Sales Order

source: Order Information
id_id: Informasi pemesanan

source: Customer Name
id_id: Nama Pelanggan

source: Deliver To Branch
id_id: Kirim ke cabang

source: Deliver From Location
id_id: Pengiriman dari lokasi

source: Telephone
id_id: Telepon

source: This Sales Order is used as a Template.
id_id: Sales Order ini digunakan sebagai Template.

source: Quantity Delivered
id_id: Kuantitas Terkirim

source: Total Order Value
id_id: Total Nilai Pesanan

source: Customer Allocation Inquiry
id_id: Alokasi Permintaan Pelanggan

source: Allocation
id_id: Alokasi

source: Customer Transactions
id_id: Transaksi pelanggan

source: Print Receipt
id_id: Cetak penerimaan

source: Search Not Invoiced Deliveries
id_id: Cari tagihan tidak terkirim

source: Search All Deliveries
id_id: Cari semua pengiriman

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
id_id: Untuk urutan invoice Anda harus pilih setidaknya satu pengiriman. Semua item harus dikirim ke cabang pelanggan yang sama.

source: Cust Ref
id_id: Ref. Pelanggan

source: Due By
id_id: Jatuh tempo pada

source: Delivery Total
id_id: Total pengiriman

source: Search Outstanding Sales Orders
id_id: Cari Posisi Sales Orders

source: Search Template for Invoicing
id_id: Cari Template for Invoicing

source: Select Template for Delivery
id_id: Pilih Template for Pengiriman

source: Search All Sales Orders
id_id: Cari semua Sales Order

source: Search All Sales Quotations
id_id: Cari semua Sales Quotation

source: Dispatch
id_id: pengiriman

source: Set this order as a template for direct deliveries/invoices
id_id: Mengatur urutan ini sebagai template untuk pengiriman langsung/faktur

source: Show All:
id_id: Tampilkan semua:

source: Order #
id_id: Pesanan #

source: Cust Order Ref
id_id: Ref Order pelanggan

source: Delivery To
id_id: Pengiriman ke

source: Quote Date
id_id: Tanggal Quote

source: Quote Total
id_id: Total Quote

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
id_id: Sesi sunting ini telah ditinggalkan dengan membuka dokumen penjualan di tab browser lain. Anda tidak dapat mengedit lebih dari satu dokumen penjualan sekaligus.

source: Cash invoice
id_id: Invoice tunai

source: Stocks below Re-Order Level at
id_id: Stok di bawah tingkat Re-Order

source: Below
id_id: Dibawah

source: Please reorder
id_id: Mohon memesan kembali

source: Deleted.
id_id: Dihapus.

source: Customer Currency:
id_id: Mata uang pelanggan :

source: Shipping Company:
id_id: Perusahaan pengiriman :

source: Customer Discount:
id_id: Diskon pelanggan :

source: This item is already on this document. You have been warned.
id_id: Item ini sudah ada di dokumen ini. Anda telah diperingatkan.

source: The selected customer and branch are not valid, or the customer does not have any branches.
id_id: Pelanggan dan cabang yang dipilih tidak valid, atau pelanggan tidak memiliki cabang.

source: Shipping Charge
id_id: Biaya pengiriman

source: No customer found for entered text.
id_id: Tidak ada pelanggan yang ditemukan sesuai dengan kata yang dimasukkan

source: Reference number unique for this document type
id_id: Nomor referensi unik untuk jenis dokumen ini

source: Price List:
id_id: Daftar harga :

source: Date of order receive
id_id: Tanggal menerima order

source: Cash payment
id_id: Pembayaran tunai

source: Deliver from Location:
id_id: Pengiriman dari lokasi :

source: Cash account:
id_id: Akun kas :

source: Delivery Details
id_id: Detil pengiriman

source: Invoice Delivery Details
id_id: Detil Pengiriman Faktur

source: Invoice before
id_id: Faktur sebelum

source: Quotation Delivery Details
id_id: Detil Quatation Delivery

source: Order Delivery Details
id_id: Detil Order Delivery

source: Enter requested day of delivery
id_id: Masukkan hari yang dibutukan untuk pengiriman

source: Enter Valid until Date
id_id: Masukkan masa berlaku

source: Deliver To:
id_id: Dikirim kepada :

source: Additional identifier for delivery e.g. name of receiving person
id_id: Tambahan pengidentifikasi untuk pengiriman seperti nama orang yang menerima

source: Delivery address. Default is address of customer branch
id_id: Alamat pengiriman. Defaultnya adalah alamat cabang pelanggan

source: Contact Phone Number:
id_id: Nomor telepon kontak :

source: Phone number of ordering person. Defaults to branch phone number
id_id: Nomor telepon orang memesan. Default untuk nomor telepon cabang

source: Customer Reference:
id_id: Referensi pelanggan :

source: Customer reference number for this order (if any)
id_id: Nomor referensi pelanggan untuk pesanan ini (jika ada)

source: Item Tax Types
id_id: Jenis pajak item

source: The item tax type description cannot be empty.
id_id: Deskripsi jenis pajak item tidak boleh kosong.

source: Selected item tax type has been updated
id_id: Jenis pajak item yang dipilih telah diperbarui

source: New item tax type has been added
id_id: Jenis pajak item baru telah ditambahkan

source: Cannot delete this item tax type because items have been created referring to it.
id_id: Tidak dapat menghapus item ini karena ada item jenis pajak dibuat merujuk pada itu.

source: Selected item tax type has been deleted
id_id: Jenis pajak item yang dipilih telah dihapus

source: Tax exempt
id_id: Bebas pajak

source: Is Fully Tax-exempt:
id_id: Apakah pajak dibebaskan sepenuhnya :

source: Select which taxes this item tax type is exempt from.
id_id: Pilih item ini pajak jenis pajak dibebaskan dari.

source: Tax Name
id_id: Nama pajak

source: Is exempt
id_id: Dibebaskan

source: Tax Groups
id_id: Grup pajak

source: There are no tax types defined. Define tax types before defining tax groups.
id_id: Tidak ada jenis pajak yang ditetapkan. Tentukan jenis pajak sebelum pajak mendefinisikan grup pajak.

source: The tax group name cannot be empty.
id_id: Nama grup pajak tidak boleh kosong.

source: Selected tax group has been updated
id_id: Grup pajak dipilih telah diperbarui

source: New tax group has been added
id_id: Grup pajak baru telah ditambahkan

source: Cannot delete this tax group because customer branches been created referring to it.
id_id: Tidak dapat menghapus grup pajak ini karena ada cabang pelanggan dibuat merujuk kepada hal itu.

source: Cannot delete this tax group because suppliers been created referring to it.
id_id: Tidak dapat menghapus grup pajak ini karena ada pemasok dibuat merujuk kepada hal itu.

source: Selected tax group has been deleted
id_id: Grup pajak dipilih telah dihapus

source: Select the taxes that are included in this group.
id_id: Pilih pajak yang termasuk dalam grup ini.

source: Tax Types
id_id: Tipe pajak

source: The tax type name cannot be empty.
id_id: Nam tipe pajak tidak boleh kosong

source: The default tax rate must be numeric and not less than zero.
id_id: Pajak standar harus dalam angka dan tidak kurang dari nol.

source: Selected GL Accounts cannot be used by another tax type.
id_id: Account GL yang dipilih tidak dapat digunakan oleh jenis pajak lainnya.

source: New tax type has been added
id_id: Jenis pajak baru telah ditambahkan

source: Selected tax type has been updated
id_id: Jenis pajak baru telah ditambahkan

source: Cannot delete this tax type because tax groups been created referring to it.
id_id: Tidak dapat menghapus jenis pajak ini karena ada grup pajak dibuat merujuk kepada hal itu.

source: Selected tax type has been deleted
id_id: Jenis pajak yang dipilih telah dihapus

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
id_id: Untuk menghindari masalah dengan jurnal manual semua jenis pajak seharusnya unik untuk Sales/Purchasing GL account.

source: Main Menu
id_id: Menu utama

source: Help
id_id: Bantuan
