Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-3.po
Languages: id_id

source: Location to Draw From:
id_id: Lokasi untuk Draw From:

source: Work Centre Added:
id_id: Work Centre Ditambahkan:

source: The work centre name cannot be empty.
id_id: Nama work centre tidak boleh kosong.

source: Selected work center has been updated
id_id: Pusat kerja yang dipilih telah diperbarui

source: New work center has been added
id_id: Pusat kerja baru telah ditambahkan

source: Cannot delete this work centre because BOMs have been created referring to it.
id_id: Tidak dapat menghapus pusat pekerjaan ini karena ada BOM yang mengacu pada itu.

source: Cannot delete this work centre because work order requirements have been created referring to it.
id_id: Tidak dapat menghapus pusat pekerjaan ini karena ada persyaratan pekerjaan dibuat merujuk kepadanya.

source: Selected work center has been deleted
id_id: Pusat kerja yang dipilih telah dihapus

source: description
id_id: deskripsi

source: The bill of material for this item is empty.
id_id: Bill of material untuk item ini adalah nol.

source: Total Cost
id_id: Total biaya

source: There are no Requirements for this Order.
id_id: Tidak ada kebutuhan untuk Order ini.

source: Unit Quantity
id_id: Unit Kuantitas

source: Total Quantity
id_id: Total Kuantitas

source: Units Issued
id_id: Unit Issued

source: On Hand
id_id: Di tangan

source: Marked items have insufficient quantities in stock.
id_id: Item yang ditandai tidak memiliki persediaan yang mencukupi

source: There are no Productions for this Order.
id_id: Tidak ada produksi untuk Order ini.

source: There are no Issues for this Order.
id_id: Tidak ada Issue untuk Order ini.

source: There are no additional costs for this Order.
id_id: Tidak ada biaya tambahan untuk Order ini

source: The work order number sent is not valid.
id_id: Nomor pada work order yang dikirim tidak valid

source: Manufactured Item
id_id: Item yang diproduksi

source: Into Location
id_id: Ke Lokasi

source: This work order is closed.
id_id: Work order ini ditutup.

source: Return Items to Location
id_id: Item yang dikembalikan ke Lokasi

source: Issue Items to Work order
id_id: Item keluaran Work order

source: To Work Centre:
id_id: Ke Work Centre:

source: Issue Date:
id_id: Tanggal keluar :

source: Production.
id_id: Produksi.

source: Updated.
id_id: Telah diperbaharui.

source: Canceled.
id_id: Telah dibatalkan.

source: Released.
id_id: Telah diluncurkan.

source: Quick production.
id_id: Produksi cepat.

source: Order Currency
id_id: Mata uang pada Order

source: For Purchase Order
id_id: Untuk Purchase Order

source: Ordered On
id_id: Dipesan pada

source: Deliver Into Location
id_id: Kirim ke lokasi

source: Date Items Received
id_id: Tanggal item diterima

source: Supplier's Reference
id_id: Referensi pemasok

source: Delivery Address
id_id: Alamat pengiriman

source: Order Comments
id_id: Komentar Order

source: Supplier's Ref.:
id_id: Ref. pemasok :

source: Terms:
id_id: Ketentuan:

source: Supplier's Currency:
id_id: Mata uang pemasok :

source: Tax Group:
id_id: Grup pajak :

source: Invoice Total:
id_id: Total invoice:

source: Credit Note Total
id_id: Total Credit Note

source: Add GL Line
id_id: Tambah baris GL

source: Clear all GL entry fields
id_id: Bersihkan semua GL entry

source: GL Items for this Invoice
id_id: Gl item untuk Invoice ini

source: GL Items for this Credit Note
id_id: GL item untuk Credit Note ini

source: Add to Invoice
id_id: Tambah ke Invoice

source: Add to Credit Note
id_id: Tambah ke Credit Note

source: Remove
id_id: Hapus

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
id_id: PERINGATAN! Berhati-hatilah dengan penghapusan. Operasi ini dilakukan segera dan tidak dapat dibatalkan!

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
id_id: Anda akan menghapus semua tapi non-faktur pengiriman barang dari baris #%d. Operasi ini juga terkait dengan perubahan ireversibel baris perintah. Apakah Anda ingin melanjutkan?

source: Items Received Yet to be Invoiced
id_id: Item yang diterima untuk menjadi Tagihan

source: Delivery Item Selected For Adding To A Supplier Credit Note
id_id: Pengiriman Item Dipilih Untuk Menambah Untuk Sebuah Credit Note pemasok

source: Received Items Charged on this Invoice
id_id: Diterima item yang ditagih pada faktur ini

source: Received Items Credited on this Note
id_id: Diterima item yang dikreditkan pada Catatan ini

source: Received between
id_id: Diterima antara

source: Add All Items
id_id: Tambahkan semua item

source: Delivery
id_id: Pengiriman

source: Sequence #
id_id: Urutan #

source: Received On
id_id: Diterima Pada

source: Quantity Received
id_id: Kuantitas diterima

source: Quantity Invoiced
id_id: Kuantitas ditagih

source: Qty Yet To Invoice
id_id: Qty pada invoice

source: Order Price
id_id: Harga Order

source: Qty Yet To Credit
id_id: Qty pada credit

source: Line Value
id_id: Baris Nilai

source: There are no outstanding items received from this supplier that have not been invoiced by them.
id_id: Tidak ada item yang diterima dari pemasok ini yang belum ditagih oleh mereka.

source: There are no received items for the selected supplier that have been invoiced.
id_id: Tidak ada item yang diterima pemasok yang dipilih yang telah tercantum dalam faktur.

source: Credits can only be applied to invoiced items.
id_id: Kredit hanya dapat diterapkan untuk invoice item.

source: Supplier Currency:
id_id: Mata uang pemasok :

source: Order Date:
id_id: Tanggal pemesanan :

source: Supplier's Reference:
id_id: Referensi pemasok :

source: Receive Into:
id_id: Menerima Ke:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
id_id: Lokasi standar persediaan ditetapkan untuk pengguni ini bukan lokasi persediaan. Administrator sistem Anda perlu mengubah catatan pengguna Anda.

source: Deliver to:
id_id: Kirim ke :

source: Received
id_id: Diterima

source: Line Total
id_id: Baris total

source: Total Excluding Shipping/Tax
id_id: Total Mengecualikan Pengiriman / Pajak

source: Modify Purchase Order #
id_id: Modifikasi Purchase Order #

source: Purchase Order has been entered
id_id: Purchase Order telah dimasukkan

source: Purchase Order has been updated
id_id: Purchase Order telah diperbarui

source: Add an Attachment
id_id: Tambahkan lampiran

source: View the GL Journal Entries for this Invoice
id_id: Lihat GL Journal Entries untuk faktur ini

source: This item cannot be deleted because some of it has already been received.
id_id: Item ini tidak dapat dihapus karena beberapa di antaranya telah diterima.

source: This order cannot be cancelled because some of it has already been received.
id_id: Order ini tidak dapat dibatalkan karena beberapa di antaranya telah diterima.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
id_id: Jumlah item baris dapat dimodifikasi untuk jumlah lebih dari yang sudah diterima. harga tidak bisa diubah untuk baris yang telah diterima dan jumlah yang tidak dapat dikurangi di bawah jumlah yang sudah diterima.

source: This purchase order has been cancelled.
id_id: Order pembelian ini telah dibatalkan.

source: Enter a new purchase order
id_id: Masukkan order pembelian baru

source: The quantity of the order item must be numeric and not less than
id_id: Jumlah pesanan barang harus dalam angka dan tidak kurang dari

source: The price entered must be numeric and not less than zero.
id_id: Harga yang dimasukkan harus dalam angka dan tidak kurang dari nol.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
id_id: Anda sedang berusaha untuk membuat kuantitas memesan kurang dari jumlah sudah ditagih atau diterima. Ini adalah dilarang.Anda sedang berusaha untuk membuat kuantitas memesan kurang dari jumlah sudah ditagih atau diterima. Ini adalah dilarang.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
id_id: Kuantitas yang diterima hanya dapat diubah dengan memasukkan tanda terima negatif dan jumlah tagihan hanya dapat dikurangi dengan memasukkan catatan kredit terhadap item ini.

source: The selected item is already on this order.
id_id: Item yang dipilih sudah ada di order ini.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
id_id: Item yang dipilih tidak ada atau merupakan bagian kit dan karena itu tidak dapat dibeli.

source: The entered order date is invalid.
id_id: Tanggal order yang dimasukkan tidak valid.

source: There is no reference entered for this purchase order.
id_id: Tidak ada referensi dimasukkan untuk pemesanan pembelian ini.

source: There is no delivery address specified.
id_id: Tidak ada alamat pengiriman ditentukan.

source: There is no location specified to move any items into.
id_id: Tidak ada lokasi yang ditetapkan untuk memindahkan setiap item ke dalam.

source: The order cannot be placed because there are no lines entered on this order.
id_id: Order tidak dapat dipasang karena tidak ada dimasukkan pada baris perintah ini.

source: Update Order
id_id: Perbaharui pemesanan

source: Cancel Order
id_id: Batalkan pemesanan

source: Receive Purchase Order Items
id_id: Menerima Item Purchase Order

source: Purchase Order Delivery has been processed
id_id: Purchase Order Delivery telah diproses

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
id_id: Halaman ini hanya bisa dibuka jika purchase order telah dipilih. Silakan pilih sebuah purchase order terlebih dahulu.

source: Ordered
id_id: Dipesan

source: Outstanding
id_id: Posisi

source: This Delivery
id_id: Pengiriman ini

source: Total value of items received
id_id: Total nilai item yang diterima

source: There is nothing to process. Please enter valid quantities greater than zero.
id_id: Tidak ada yang diproses. Harap masukkan jumlah yang valid lebih besar dari nol.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
id_id: Dimasukkan kuantitas tidak boleh lebih dari kuantitas yang dimasukkan pada purchase order termasuk yang dibolehkan jika melebihi persentase

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
id_id: Memerintahkan memodifikasi item pada purchase order jika Anda ingin meningkatkan kuantitas.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
id_id: Pesanan ini telah diubah atau faktur sejak pengiriman ini mulai menjadi actioned. Pengolahan berhenti. Untuk memasukkan pengiriman terhadap pesanan pembelian ini, maka harus dipilih kembali dan kembali membaca lagi untuk memperbarui perubahan yang dibuat oleh pengguna lain.

source: Select a different purchase order for receiving goods against
id_id: Pilih purchase order yang berbeda untuk menerima barang terhadap

source: Re-Read the updated purchase order for receiving goods against
id_id: Baca ulang pembaruan purchase order untuk menerima barang terhadap

source: Items to Receive
id_id: Item yang diterima

source: Process Receive Items
id_id: Proses Penerimaan Item

source: Supplier credit note has been processed.
id_id: Credit note pemasok telah diproses.

source: View this Credit Note
id_id: Lihat Credit Notes ini

source: View the GL Journal Entries for this Credit Note
id_id: Lihat GL Journal Entries untuk Credit Note ini

source: Enter Another Credit Note
id_id: Masukkan Credit Note yang lain

source: The account code entered is not a valid code, this line cannot be added to the transaction.
id_id: Kode account yang dimasukkan bukan kode yang valid, baris ini tidak dapat ditambahkan ke dalam transaksi.

source: The amount entered is not numeric. This line cannot be added to the transaction.
id_id: Jumlah masukkan bukan numerik. Baris ini tidak dapat ditambahkan ke dalam transaksi.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
id_id: Credit note tidak dapat diproses karena tidak ada item atau nilai-nilai pada faktur. Credit note diharapkan memiliki biaya.

source: You must enter an credit note reference.
id_id: Anda harus memasukkan referensi credit note.

source: You must enter a supplier's credit note reference.
id_id: Anda harus memasukkan referensi credit note pemasok.

source: The credit note as entered cannot be processed because the date entered is not valid.
id_id: Credit note yang dimasukkani tidak dapat diproses karena tanggal masukkan tidak valid.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
id_id: Faktur yang dimasukkan tidak dapat diproses karena tanggal jatuh tempo dalam format yang salah.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
id_id: Total credit note yang dimasukkan kurang dari jumlah dari general ledger entires (jika ada) dan tagihan untuk barang-barang yang diterima. Harus ada kesalahan di suatu tempat, credit note yang masuk tidak akan diproses.

source: The quantity to credit must be numeric and greater than zero.
id_id: Jumlah kredit harus dalam angka dan lebih besar dari nol.

source: The price is either not numeric or negative.
id_id: Harga bukan numerik atau negatif.

source: Enter Credit Note
id_id: Masukkan Credit Note

source: Enter Supplier Invoice
id_id: Masukkan faktur pemasok

source: Supplier invoice has been processed.
id_id: Faktur pemasok telah diproses

source: View this Invoice
id_id: Lihat faktur ini

source: Enter Another Invoice
id_id: Masukkan faktur lain

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
id_id: Faktur tidak dapat diproses karena tidak ada item atau nilai-nilai pada faktur. Faktur diharapkan memiliki biaya.

source: You must enter an invoice reference.
id_id: Anda harus memasukkan referensi faktur.

source: You must enter a supplier's invoice reference.
id_id: Anda harus memasukkan referensi faktur pemasok.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
id_id: Faktur yang dimasukan tidak dapat diproses karena tanggal faktur dalam format yang salah.

source: The quantity to invoice must be numeric and greater than zero.
id_id: Kuantitas untuk faktur harus dalam angka dan lebih besar dari nol.

source: The price is not numeric.
id_id: Harga bukan angka.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
id_id: Harga yang faktur lebih dari harga pesanan pembelian lebih dari pada yang diizinkan atas persentase biaya. Sistem ini dibentuk untuk melarang ini. Lihat administrator sistem untuk memodifikasi mengatur parameter jika diperlukan.

source: The over-charge percentage allowance is :
id_id: Lebih dari persentase biaya tunjangan adalah:

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
id_id: Kuantitas yang faktur adalah lebih daripada kuantitas yang luar biasa oleh lebih dari pada yang diizinkan atas persentase biaya. Sistem ini dibentuk untuk melarang ini. Lihat administrator sistem untuk memodifikasi mengatur parameter jika diperlukan.

source: All yet non-invoiced items on delivery line # %d has been removed.
id_id: Semua namun non-faktur pengiriman item pada baris # %d telah dihapus.

source: Enter Invoice
id_id: Masukkan faktur

source: Supplier Payment Entry
id_id: Entri pembayaran pemasok

source: Payment has been sucessfully entered
id_id: Pembayaran telah berhasil dimasukkan

source: The entered amount is invalid or less than zero.
id_id: Jumlah yang dimasukkan tidak valid atau kurang dari nol.

source: The Bank Charge Account has not been set in System and General GL Setup.
id_id: Bank Charge Account belum diatur dalam System and General GL Setup.

source: The exchange rate must be numeric and greater than zero.
id_id: Nilai tukar harus dalam angka dan lebih besar dari nol.

source: The entered discount is invalid or less than zero.
id_id: Diskon yang dimasukkan tidak valid atau kurang dari nol.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
id_id: Total jumlah dan diskon adalah nol atau negatif. Harap masukkan nilai-nilai positif.

source: Payment To:
id_id: Pembayaran ke :

source: From Bank Account:
id_id: Dari Bank Account :

source: Date Paid
id_id: Tanggal pembayaran

source: Bank Charge:
id_id: Biaya bank :

source: Amount of Discount:
id_id: Potongan harga :

source: Amount of Payment:
id_id: Jumlah yang harus dibayarkan :

source: The amount and discount are in the bank account's currency.
id_id: Jumlah dan diskon pada mata uang bank account.

source: Enter Payment
id_id: Lakukan pembayaran

source: View Purchase Order Delivery
id_id: Lihat Purchase Order Delivery

source: This page must be called with a Purchase Order Delivery number to review.
id_id: Halaman ini harus dipanggil dengan nomor Purchase Order Delivery untuk mereview.

source: Line Details
id_id: Baris detil

source: Delivery Date
id_id: Tanggal pengiriman

source: Total Excluding Tax/Shipping
id_id: Total diluar pajak/pengiriman

source: This delivery has been voided.
id_id: Pengiriman ini telah voided.

source: View Purchase Order
id_id: Lihat Purchase Order

source: This page must be called with a purchase order number to review.
id_id: Halaman ini harus dipanggil dengan nomor purchase order untuk review.

source: Requested By
id_id: Diminta Oleh

source: Marked items are overdue.
id_id: Item yang ditandai telah jatuh tempo

source: Delivered On
id_id: Dikirim kepada

source: View Supplier Credit Note
id_id: Lihat Supplier Credit Note

source: SUPPLIER CREDIT NOTE
id_id: CREDIT NOTE PEMASOK

source: Invoice Date
id_id: Tanggal Faktur

source: This credit note has been voided.
id_id: Catatan kredit ini telah voided.

source: View Supplier Invoice
id_id: Lihat Supplier Invoice

source: This invoice has been voided.
id_id: Faktur ini telah voided.

source: View Payment to Supplier
id_id: Lihat Payment ke Supplier

source: Payment to Supplier
id_id: Payment ke Supplier

source: To Supplier
id_id: Ke Supplier

source: Payment Currency
id_id: Mata uang payment

source: Supplier's Currency
id_id: Mata uang supplier

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
id_id: Tidak ada grup pajak didefinisikan dalam sistem. Setidaknya satu grup pajak diperlukan sebelum melanjutkan.

source: Supplier Name:
id_id: Nama pemasok :

source: Supplier Short Name:
id_id: Nama pendek pemasok :

source: Our Customer No:
id_id: Nomor pelanggan kami :

source: Purchasing
id_id: Pembelian

source: Bank Name/Account:
id_id: Nama bank/akun :

source: Payment Terms:
id_id: Syarat Pembayaran:

source: Addresses
id_id: Alamat

source: Mailing Address:
id_id: Alamat surat :

source: Physical Address:
id_id: Alamat fisik :

source: General
id_id: Umum

source: General Notes:
id_id: Catatan Umum:

source: Supplier status:
id_id: Status pemasok :

source: Update Supplier
id_id: Perbarui pemasok

source: Update supplier data
id_id: Perbarui data pemasok

source: Select this supplier and return to document entry.
id_id: Pilih pemasok ini dan kembali ke entri dokumen.

source: Delete Supplier
id_id: Hapus pemasok

source: Delete supplier data if have been never used
id_id: Hapus data pemasok jika tidak pernah digunakan

source: Add New Supplier Details
id_id: Tambah detil pemasok baru

source: The supplier name must be entered.
id_id: Nama pemasook harus dimasukkan.

source: The supplier short name must be entered.
id_id: Nama pendek pemasok harus dimasukkan

source: Supplier has been updated.
id_id: Pemasok telah diperbarui.

source: A new supplier has been added.
id_id: Pemasok baru telah ditambahkan

source: Cannot delete this supplier because there are transactions that refer to this supplier.
id_id: Tidak dapat menghapus pemasok karena ada transaksi yang merujuk ke pemasok ini.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
id_id: Tidak dapat Tidak dapat menghapus catatan pemasok karena ada pesanan pembelian yang dibuat terhadap pemasok ini.

source: Select a supplier:
id_id: Pilih pemasok:

source: New supplier
id_id: Pemasok baru

source: Search Purchase Orders
id_id: Cari purchase order

source: into location:
id_id: ke lokasi:

source: Order Date
id_id: Tanggal order

source: Order Total
id_id: Total order

source: Search Outstanding Purchase Orders
id_id: Cari Outstanding Purchase Orders

source: Receive
id_id: Terima

source: Marked orders have overdue items.
id_id: Ditandai perintah telah terlambat item.

source: Supplier Allocation Inquiry
id_id: Supplier Alokasi Permintaan

source: show settled:
id_id: menunjukkan menetap:

source: Supp Reference
id_id: Referensi pemasok

source: Allocated
id_id: Dialokasikan

source: Supplier Inquiry
id_id: Pemintaan pemasok

source: Select a supplier:
id_id: Pilih pemasok:

source: Days
id_id: Hari

source: Over
id_id: Di atas

source: Terms
id_id: Ketentuan

source: Current
id_id: Saat ini

source: Total Balance
id_id: Total Saldo

source: Credit This
id_id: Credit ini

source: Print Remittance
id_id: Cetak Remittance

source: Allocate Supplier Payment or Credit Note
id_id: Pemasok mengalokasikan Payment atau Credit Note

source: Allocation of
id_id: Alokasi

source: Total:
id_id: Jumlah :

source: Start again allocation of selected amount
id_id: Mulai lagi alokasi jumlah yang dipilih

source: Process allocations
id_id: Proses alokasi

source: Back to Allocations
id_id: Kembali ke Alokasi

source: Abandon allocations and return to selection of allocatable amounts
id_id: Meninggalkan alokasi dan kembali ke jumlah pilihan allocatable

source: There are no unsettled transactions to allocate.
id_id: Tidak ada transaksi gelisah untuk mengalokasikan.

source: Supplier Allocations
id_id: Alokasi pemasok

source: Select a Supplier:
id_id: Pilih pemasok :

source: Show Settled Items:
id_id: Tampilkan item yang sudah ada:

source: Allocate
id_id: Alokasi

source: Marked items are settled.
id_id: Item ditandai diselesaikan.

source: Balances in Home Currency
id_id: Saldo di Mata Uang lokal

source: Trans Type
id_id: Jenis transaksi

source: Credits
id_id: Credit

source: Customer Balances
id_id: Saldo Pelanggan

source: Summary Only
id_id: Ringkasan Saja

source: Detailed Report
id_id: Laporan detil

source: End Date
id_id: Tanggal Akhir

source: Aged Customer Analysis
id_id: Aged Analisis Pelanggan

source: All Areas
id_id: Semua wilayah

source: All Sales Folk
id_id: Semua Penjualan Folk

source: Greater than
id_id: Lebih dari
