Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.16-2.po
Languages: nl_nl

source: currency
nl_nl: Munteenheid

source: Aged Supplier Analysis
nl_nl: Tijdsanalyse leverancier

source: Payment Report
nl_nl: Betalingsrapport

source: Qty Recd
nl_nl: # Ontvangen

source: qty Inv
nl_nl: # Factuur

source: Act Price
nl_nl: Prijs

source: Outstanding GRNs Report
nl_nl: Rapportage openstaande magazijnontvangstbonnen

source: Contact Information
nl_nl: Contactinformatie

source: Physical Address
nl_nl: Bezoekadres

source: Supplier Details Listing
nl_nl: NAW-lijst crediteuren

source: Tax_Id
nl_nl: BTW-nummer

source: PURCHASE ORDER
nl_nl: AANKOOPORDER

source: TOTAL PO
nl_nl: TOTAAL INKOOPORDER

source: REMITTANCE
nl_nl: BETALINGSBEVESTIGING

source: TOTAL REMITTANCE
nl_nl: Totaal betaling

source: Inventory Valuation Report
nl_nl: Rapportage voorraadwaarde

source: QOH
nl_nl: Voorraad #

source: Cust Ord
nl_nl: Orders

source: Supp Ord
nl_nl: Besteld

source: Sugg Ord
nl_nl: Voorstel best.

source: Inventory Planning Report
nl_nl: Rapport Voorraad Planning

source: Shortage
nl_nl: Tekort

source: Stock ID
nl_nl: Voorraad nr.

source: Check
nl_nl: Controleer

source: Only Shortage
nl_nl: Alleen tekort

source: Stock Check Sheets
nl_nl: Voorraadinventarisatie lijst

source: Qty
nl_nl: Aantal

source: Sales
nl_nl: Verkoop

source: Cost
nl_nl: Kosten

source: Contribution
nl_nl: Bijdrage

source: Inventory Sales Report
nl_nl: Voorraad verkopen rapportage

source: PO No
nl_nl: Bestel nr.

source: Inv
nl_nl: Factuur

source: Inv Price
nl_nl: Prijs fact.

source: PO Price
nl_nl: Prijs ink.

source: GRN Valuation Report
nl_nl: Rapportage magazijnontvangstbonnen

source: Unit Price
nl_nl: Prijs/stuk

source: Inventory Purchasing Report
nl_nl: Rapportage inkoop voorraad

source: Opening
nl_nl: Beginbalans

source: Inventory Movements
nl_nl: Rapportage voorraadbewegingen

source: OpeningStock
nl_nl: Beginvoorraad

source: StockIn
nl_nl: Inkopen

source: ClosingStock
nl_nl: Eindvoorraad

source: QTY
nl_nl: Aant

source: Rate
nl_nl: Tarief

source: Costed Inventory Movements
nl_nl: Rapportage voorraadbewegingen

source: Item/Category
nl_nl: Artikel/categorie

source: Remark
nl_nl: Opmerkingen

source: Item Sales Summary Report
nl_nl: Rapportage verkoop artikelen

source: Gift
nl_nl: Promotie

source: Wrk Ctr
nl_nl: Werkplaats

source: Bill of Material Listing
nl_nl: Stuklijst rapport

source: WORK ORDER
nl_nl: WERK ORDER

source: Insufficient stock
nl_nl: Onvoldoende voorraad

source: Dimension Summary
nl_nl: Project sammenvatting

source: Bank Account
nl_nl: rekeningnummer

source: Total Debit / Credit
nl_nl: Totaal debet / credit

source: Net Change
nl_nl: Mutatie

source: Type/Account
nl_nl: Type/rekening

source: Date/Dim.
nl_nl: Datum

source: Person/Item/Memo
nl_nl: Betreft

source: List of Journal Entries
nl_nl: Lijst van journaalposten

source: GL Account Transactions
nl_nl: Transacties grootboekrekeningen

source: Year
nl_nl: Jaar

source: Tags
nl_nl: Sleutelwoorden

source: Amounts in thousands
nl_nl: Bedragen (* 1.000)

source: Annual Expense Breakdown
nl_nl: Jaarlijkse kostenanalyse

source: Close Balance
nl_nl: Eindbalans

source: Profit and Loss Statement
nl_nl: Winst- en verliesrekening

source: Tax Report
nl_nl: BTW-Overzicht

source: Branch Name
nl_nl: Naam vestiging

source: Net
nl_nl: Netto

source: Tax Rate
nl_nl: BTW-tarief

source: Net Tax
nl_nl: BTW

source: Time
nl_nl: Tijd

source: Trans Date
nl_nl: Datum

source: Action
nl_nl: Handeling/transactie

source: Changed
nl_nl: Gewijzigd

source: Reports and Analysis
nl_nl: Rapportages & analyses

source: Customer &Balances
nl_nl: Debiteurenlijst

source: Show Balance
nl_nl: Toon balans

source: Currency Filter
nl_nl: Valutafilter

source: Orientation
nl_nl: Afdrukstand

source: Destination
nl_nl: Bestemming

source: &Aged Customer Analysis
nl_nl: Debiteurenlijst (met ouderdomsanalyse)

source: Graphics
nl_nl: Grafische weergave

source: Customer &Detail Listing
nl_nl: NAW-lijst debiteuren

source: Activity Greater Than
nl_nl: Activiteit is groter dan

source: Activity Less Than
nl_nl: Activiteit is kleiner dan

source: Sales &Summary Report
nl_nl: Omzet rapportage

source: &Price Listing
nl_nl: Print &prijslijst

source: Inventory Category
nl_nl: Voorraad categorie

source: Sales Types
nl_nl: Verkoop type

source: Show Pictures
nl_nl: Afbeeldingen weergeven

source: &Order Status Listing
nl_nl: Print lijst &orderstatus

source: Stock Location
nl_nl: Voorraad Locatie

source: &Salesman Listing
nl_nl: Print &lijst verkopers

source: Print &Invoices
nl_nl: Print &verkoopfacturen

source: email Customers
nl_nl: E-mail klanten

source: Payment Link
nl_nl: Betalingslink

source: Print &Credit Notes
nl_nl: Print &creditfacturen

source: Print &Deliveries
nl_nl: Print pakbonnen

source: Print as Packing Slip
nl_nl: Afdrukken als leverbevestiging

source: Print &Statements
nl_nl: Print rekeningoverzichten

source: Email Customers
nl_nl: E-mail klanten

source: &Print Sales Orders
nl_nl: Print verkooporders

source: Print as Quote
nl_nl: Print als offerte

source: &Print Sales Quotations
nl_nl: Print verkoopoffertes

source: Print Receipts
nl_nl: Print kwitanties

source: Supplier &Balances
nl_nl: Crediteurenlijst

source: &Aged Supplier Analyses
nl_nl: Crediteurenlijst (met ouderdomsanalyse)

source: &Payment Report
nl_nl: Betalingen

source: Outstanding &GRNs Report
nl_nl: Openstaande magazijnontvangstbonnen

source: Supplier &Detail Listing
nl_nl: NAW-lijst crediteuren

source: Print Purchase &Orders
nl_nl: Print inkooporders

source: Print Remittances
nl_nl: Print betalingsbevestigingen

source: Inventory &Valuation Report
nl_nl: Rapportage voorraadwaarde

source: Inventory &Planning Report
nl_nl: Rapportage voorraad planning

source: Stock &Check Sheets
nl_nl: Voorraadinventarisatie lijst

source: Inventory Column
nl_nl: Kolom voorraadtelling

source: Show Shortage
nl_nl: Tekorten weergeven

source: Item Like
nl_nl: Articelcode

source: Inventory &Sales Report
nl_nl: Voorraad verkoop rapport

source: &GRN Valuation Report
nl_nl: &Magazijnontvangstbonnen rapportage

source: Inventory P&urchasing Report
nl_nl: Rapportage inkoop voorraad

source: Inventory &Movement Report
nl_nl: Rapportage &voorraadbewegingen

source: C&osted Inventory Movement Report
nl_nl: Rapportage &voorraadbewegingen

source: Item &Sales Summary Report
nl_nl: Rapportage verkoop artikelen

source: Manufacturing
nl_nl: Productie

source: &Bill of Material Listing
nl_nl: Stuklijsten

source: From product
nl_nl: Van product

source: To product
nl_nl: Tot product

source: Print &Work Orders
nl_nl: Afdrukken werkorders

source: Email Locations
nl_nl: E-mail locaties

source: Dimension &Summary
nl_nl: Rapportage projecten

source: From Dimension
nl_nl: Van project

source: To Dimension
nl_nl: Tot project

source: Banking
nl_nl: Bank

source: Bank &Statement
nl_nl: Bankboek

source: Zero values
nl_nl: Nulwaarden

source: General Ledger
nl_nl: Grootboek

source: Chart of &Accounts
nl_nl: Rekeningschema

source: Show Balances
nl_nl: Toon saldi rekeningen

source: List of &Journal Entries
nl_nl: Lijst van journaalposten

source: GL Account &Transactions
nl_nl: Transacties grootboekrekeningen

source: From Account
nl_nl: Van rekening

source: To Account
nl_nl: Tot rekening

source: Annual &Expense Breakdown
nl_nl: Kostenoverzicht

source: &Balance Sheet
nl_nl: Balans

source: Decimal values
nl_nl: Aantal decimalen

source: &Profit and Loss Statement
nl_nl: &Winst- en verliesrekening

source: Ta&x Report
nl_nl: BTW-overzicht

source: Charge To
nl_nl: Factuur aan

source: Delivered To
nl_nl: Geleverd aan

source: Discount %
nl_nl: Korting %

source: All amounts stated in
nl_nl: Alle bedragen in

source: Quotation No.
nl_nl: Offerte nummer

source: Customer's Reference
nl_nl: Referentie cliënt

source: Sales Person
nl_nl: Verkoper

source: Your VAT no.
nl_nl: Uw BTW-nummer

source: Our Quotation No
nl_nl: Offerte nummer

source: Valid until
nl_nl: Geldig tot

source: Order No.
nl_nl: Order nummer

source: Our Order No
nl_nl: Ordernummer

source: Delivery Note No.
nl_nl: Pakbonnummer

source: To Be Invoiced Before
nl_nl: Te factureren voor

source: Credit No.
nl_nl: Credit nummer

source: Please quote Credit no. when paying. All amounts stated in
nl_nl: Gelieve het factuurnummer bij de betaling te vermelden. Alle bedragen zijn in

source: Invoice No.
nl_nl: Factuurnummer

source: Please quote Invoice no. when paying. All amounts stated in
nl_nl: Gelieve bij uw betaling het factuurnummer te vermelden. Wij danken u voor uw vertrouwen. Alle vermelde bedragen zijn in

source: Remittance No.
nl_nl: Nr. bevestiging

source: Order To
nl_nl: Afnemer

source: Purchase Order No.
nl_nl: Inkooporder nummer

source: Deliver To
nl_nl: Aflever adres

source: Receipt No.
nl_nl: Nr. kwitantie

source: With thanks from
nl_nl: Ontvangen van

source: Work Order No.
nl_nl: Werkorder nummer

source: DueDate
nl_nl: Vervaldatum

source: You can pay through
nl_nl: U kunt betalen door

source: The security settings on your account do not permit you to print this report
nl_nl: De beveiligingsinstellingen op uw account verhinderen toegang tot deze rapportage

source: Print Out Date
nl_nl: Afdrukdatum

source: Fiscal Year
nl_nl: Boekjaar

source: Report Date
nl_nl: Datum overzicht

source: Generated At
nl_nl: Opgesteld op

source: Generated By
nl_nl: Opgesteld door

source: Our VAT No.
nl_nl: BTW-nummer

source: Domicile
nl_nl: Vestigingsplaats

source: Page
nl_nl: Pagina

source: Report Period
nl_nl: Rapportage periode

source: You have no email contact defined for this type of document for '%s'.
nl_nl: U heeft voor dit type document geen e-mail contact gedefinieerd voor '%s'.

source: Dear
nl_nl: Beste

source: Attached you will find
nl_nl: Bijgaand sturen wij u

source: Kindest regards
nl_nl: Met vriendelijke groet,

source: Sending document by email failed
nl_nl: Het verzenden van het document per e-mail is mislukt.

source: has been sent by email to destination.
nl_nl: is verzonden per e-mail.

source: Report has been sent to network printer
nl_nl: Het rapport is verzonden naar de netwerk printer

source: Cannot open connection to printer
nl_nl: De verbinding met de printer kan niet geïnitialiseerd worden.

source: Printer does not acept the job
nl_nl: De ingestelde printer heeft de printopdracht niet geaccepteerd.

source: Error sending print job control file
nl_nl: Fout in het verzenden van de printopdracht.

source: Print control file not accepted
nl_nl: De printopdracht is niet geaccepteerd.

source: Cannot send report to printer
nl_nl: De printopdracht kon niet naar de printer worden verstuurd.

source: Cannot flush printing queue
nl_nl: De printerwachtrij kan niet geleegd worden.

source: Report Classes:
nl_nl: Rapportage categorie:

source: Reports For Class:
nl_nl: Rapportages voor:

source: Display:
nl_nl: Toon:

source: Unknown report parameter type:
nl_nl: Onbekende parameter voor rapportage:

source: No Currency Filter
nl_nl: Geen valutafilter

source: Portrait
nl_nl: Portret

source: Landscape
nl_nl: Landschap

source: No Graphics
nl_nl: Geen grafische weergave

source: Vertical bars
nl_nl: Vertikale lijnen

source: Horizontal bars
nl_nl: Horizontale lijnen

source: Dots
nl_nl: Puntjes

source: Lines
nl_nl: Lijnen

source: Pie
nl_nl: Taart

source: No Type Filter
nl_nl: Geen typefilter

source: No Account Group Filter
nl_nl: Geen rekeningsgroepfilter

source: No Dimension Filter
nl_nl: Geen projectfilter

source: No Customer Filter
nl_nl: Geen klantenfilter

source: No Supplier Filter
nl_nl: Geen leveranciersfilter

source: No Location Filter
nl_nl: Geen locatiefilter

source: No Category Filter
nl_nl: Geen categoriefilter

source: No Sales Folk Filter
nl_nl: Geen verkoperfilter

source: No Users Filter
nl_nl: Geen gebruikersfilter

source: Create and Print Recurrent Invoices
nl_nl: Aanmaken en afdrukken periodieke facturen

source: Recurrent Invoice covers period %s - %s.
nl_nl: Deze termijnfactuur heeft betrekking op de periode %s -%s.

source: %s recurrent invoice(s) created, # %s - # %s.
nl_nl: %s periodieke facturen aangemaakt, # %s - # %s.

source: &Print Recurrent Invoices # %s - # %s
nl_nl: &Afdrukken periodieke facturen # %s - # %s

source: &Email Recurrent Invoices # %s - # %s
nl_nl: &E-mailen periodieke facturen # %s - # %s

source: Invoice date:
nl_nl: Factuurdatum:

source: Template No
nl_nl: Template nummer

source: Begin
nl_nl: Start

source: End
nl_nl: Einde

source: Last Created
nl_nl: Laatst aangemaakt

source: Create Invoices
nl_nl: Aanmaken facturen

source: Marked items are due.
nl_nl: De gemarkeerde items zijn vervallen.

source: No recurrent invoices are due.
nl_nl: Er zijn geen periodieke facturen vervallen

source: Modifying Customer Credit Note #%d
nl_nl: Wijzigen klant creditfactuur #%d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
nl_nl: Er zijn geen klanten of klant vestigingen aangemaakt. Maak klanten én bijbehorende vestigingen aan.

source: Credit Note # %d has been processed
nl_nl: Creditfactuur # %d is verwerkt.

source: &View this credit note
nl_nl: Bekijk deze creditnota

source: &Print This Credit Invoice
nl_nl: Deze creditnota afdrukken

source: &Email This Credit Invoice
nl_nl: Deze creditnota e-mailen

source: View the GL &Journal Entries for this Credit Note
nl_nl: Weergeven journaalpost voor deze creditnota

source: Enter Another &Credit Note
nl_nl: Een andere creditfactuur inboeken.

source: The entered date for the credit note is invalid.
nl_nl: De ingegeven datum is ongeldig.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
nl_nl: Om creditnota's toe te staan de voorraad aan te passen is het noodzakelijk een grootboekrekening te selecteren.

source: Please select an account to write the cost of the stock off to, then click on Process again.
nl_nl: Selecteer een rekening om de voorraad aanpassing op te boeken, klik dan opnieuw op Verwerken.

source: The quantity must be greater than zero.
nl_nl: De hoeveelheid moet groter dan nul zijn.

source: The entered price is negative or invalid.
nl_nl: De ingegeven prijs is negatief of ongeldig.

source: The entered discount percent is negative, greater than 100 or invalid.
nl_nl: Het ingegeven kortingspercentage in negatief, groter dan 100 of ongeldig.

source: Credit Note Items
nl_nl: Producten creditnota

source: Process Credit Note
nl_nl: Verwerk creditnota

source: Modifying Credit Invoice # %d.
nl_nl: Wijzig creditfactuur $ %d.

source: Credit all or part of an Invoice
nl_nl: Crediteer volledige of gedeeltelijke factuur

source: Credit Note has been processed
nl_nl: Creditnota is verwerkt.

source: &View This Credit Note
nl_nl: Deze creditnota bekijken

source: &Print This Credit Note
nl_nl: Deze creditnota afdrukken

source: &Email This Credit Note
nl_nl: Deze creditnota &e-mailen

source: Credit Note has been updated
nl_nl: De creditfactuur is bijgewerkt

source: The entered shipping cost is invalid or less than zero.
nl_nl: De ingegeven transportkosten zijn ongeldig of minder dan nul.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
nl_nl: De geselecteerde hoeveelheid kan niet kleiner dan 0 zijn of meer dan de reeds gedebiteerde hoeveelheid.

source: This page can only be opened if an invoice has been selected for crediting.
nl_nl: Deze pagina kan enkel geopend worden als een factuur voor creditering is geselecteerd.

source: Crediting Invoice
nl_nl: Te crediteren factuur

source: Credit Note Date
nl_nl: Datum creditnota

source: Invoiced Quantity
nl_nl: Gefactureerde hoeveelheid

source: Credit Quantity
nl_nl: Credit hoeveelheid

source: Credit Shipping Cost
nl_nl: Kosten retourzending

source: Credit Note Type
nl_nl: Type creditnota

source: Items Returned to Location
nl_nl: Levering geretourneerd aan

source: Write off the cost of the items to
nl_nl: Productkosten afschrijven naar

source: Update credit value for quantities entered
nl_nl: Bijwerken waarde voor ingevoerde hoeveelheden

source: Modifying Delivery Note # %d.
nl_nl: Levernota # %d wordt aangepast.

source: Deliver Items for a Sales Order
nl_nl: Producten van een verkoopopdracht uitleveren

source: Delivery # %d has been entered.
nl_nl: Levering # %d is geregistreerd.

source: &View This Delivery
nl_nl: Bekijk deze levering

source: &Print Delivery Note
nl_nl: Afdrukken leveringsbon

source: &Email Delivery Note
nl_nl: E-mailen leveringsbon

source: P&rint as Packing Slip
nl_nl: Print als leverbevestiging

source: E&mail as Packing Slip
nl_nl: E-mail als leverbevestiging

source: View the GL Journal Entries for this Dispatch
nl_nl: Bekijk de GB-posten voor deze levering

source: Invoice This Delivery
nl_nl: Factureer deze levering

source: Select Another Order For Dispatch
nl_nl: Een andere verkoopopdracht uitleveren

source: Delivery Note # %d has been updated.
nl_nl: Levering # %d is bijgewerkt.

source: View this delivery
nl_nl: Levering bekijken

source: Confirm Delivery and Invoice
nl_nl: Bevestig levering en factureer

source: Select A Different Delivery
nl_nl: Andere levering selecteren

source: Select a different sales order to delivery
nl_nl: Selecteer een andere verkoopopdracht om te leveren

source: This order has no items. There is nothing to delivery.
nl_nl: Deze opdracht heeft geen producten. Er is niets te leveren.

source: Select a different delivery
nl_nl: Andere levering selecteren

source: This delivery has all items invoiced. There is nothing to modify.
nl_nl: Alle producten van deze levering zijn gefactureerd. Er is niets aan te passen.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
nl_nl: Deze pagina kan enkel geopend worden als een order geselecteerd is. Selecteer eerst een ORDER.

source: Select a Sales Order to Delivery
nl_nl: Kies een verkooporder om te leveren

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
nl_nl: De geselecteerde hoeveelheid kan niet kleinder zijn dan de gefactureerde hoeveelheid of meer dan de niet gecrediteerde hoeveelheid op de verkooporder.

source: Freight cost cannot be less than zero
nl_nl: Transportkosten kan niet kleiner dan 0 zijn

source: The entered date of delivery is invalid.
nl_nl: De ingegeven datum van levering is ongeldig.

source: The entered date of delivery is not in fiscal year.
nl_nl: De ingegeven leverdatum valt niet in dit boekjaar.

source: The entered dead-line for invoice is invalid.
nl_nl: De ingegeven dead-line voor de factuur is ongeldig.

source: The entered shipping value is not numeric.
nl_nl: De ingegeven transportkosten zijn niet numeriek.

source: There are no item quantities on this delivery note.
nl_nl: Er zijn geen hoeveelheden ingegeven op deze leveringsbon.

source: The delivery cannot be processed because there is an insufficient quantity for item:
nl_nl: De levering kan niet verwerkt worden omdat er onvoldoende voorraad is voor product:

source: For Sales Order
nl_nl: Voor verkoopopdracht

source: Delivery From
nl_nl: Levering van

source: Invoice Dead-line
nl_nl: Einddatum factuur

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
nl_nl: De geselecteerde klant is momenteel geblokkeerd. Contacteer hierover de kredietcontrole.

source: Delivery Items
nl_nl: Artikelen te leveren

source: Max. delivery
nl_nl: Maximale levering

source: Delivered
nl_nl: Geleverd

source: Shipping Cost
nl_nl: Transportkosten

source: Marked items have insufficient quantities in stock as on day of delivery.
nl_nl: Voor de gemarkeerde producten is er op de leverdatum onvoldoende voorraad.

source: Action For Balance
nl_nl: Afhandeling niet uitgeleverde artikelen

source: Refresh document page
nl_nl: Vernieuw de pagina

source: Reset quantity
nl_nl: Reset hoeveelheden

source: Clear quantity
nl_nl: Verwijder hoeveelheden

source: Process Dispatch
nl_nl: Verwerk levering

source: Check entered data and save document
nl_nl: Controleer de ingevoerde gegevens en bewaar de wijzigingen.

source: Modifying Sales Invoice # %d.
nl_nl: Wijzigen verkoopfactuur # %d

source: Issue an Invoice for Delivery Note
nl_nl: Factuur van levernota maken

source: Issue Batch Invoice for Delivery Notes
nl_nl: Uitvoeren gecombineerde facturatie voor leveringen

source: Selected deliveries has been processed
nl_nl: Geselecteerde leveringen zijn verwerkt

source: &View This Invoice
nl_nl: &Bekijk deze factuur

source: &Print This Invoice
nl_nl: &Print deze factuur

source: &Email This Invoice
nl_nl: &E-mail deze factuur

source: View the GL &Journal Entries for this Invoice
nl_nl: &Weergeven journaalpost voor deze factuur

source: Select Another &Delivery For Invoicing
nl_nl: Selecteer een andere levering om te factureren

source: Sales Invoice # %d has been updated.
nl_nl: Verkoopfactuur # %d is aangepast.

source: Select Another &Invoice to Modify
nl_nl: Selecteer een andere factuur om te wijzigen

source: Select a different delivery to invoice
nl_nl: Selecteer een andere levering om te factureren

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
nl_nl: Er zijn geen bestelde producten meer die uitgeleverd moeten worden. Er is niets meer te factureren.

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
nl_nl: Er zijn geen pakbonnen voor deze factuur.<br> Waarschijnlijk is deze factuur aangemaakt in Front Accounting versie 2.0 of eerder en kan zodoende niet worden gewijzigd.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
nl_nl: Alle hoeveelheden op deze factuur zijn gecrediteerd. Er is niets meer wat gewijzigd kan worden op deze factuur.

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
nl_nl: Deze pagina kan enkel geopend worden als een order geselecteerd is. Selecteer eerst een verkooporder.

source: Select Delivery to Invoice
nl_nl: Selecteer levering om te factureren

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
nl_nl: De geselecteerde hoeveelheid kan niet minder zijn dan de gecrediteerde hoeveelheid of meer dan de nog niet gefactureerde hoeveelheid.

source: The entered invoice date is invalid.
nl_nl: De ingegeven factuurdatum is ongeldig.

source: The entered invoice date is not in fiscal year.
nl_nl: De ingegeven factuurdatum valt niet in het boekjaar.

source: The entered invoice due date is invalid.
nl_nl: De ingegeven factuurdatum is ongeldig.

source: There are no item quantities on this invoice.
nl_nl: Er zijn geen product hoeveelheden op deze factuur.

source: Payment terms:
nl_nl: Betalingsvoorwaarden:

source: Payment:
nl_nl: Betaling:

source: Invoice Items
nl_nl: Product Factuur

source: This Invoice
nl_nl: Deze factuur

source: Credited
nl_nl: Gecrediteerd

source: Invoice Total
nl_nl: Factuurtotaal

source: Customer Payment Entry
nl_nl: Invoeren ontvangst debiteuren

source: There are no customers defined in the system.
nl_nl: Er zijn geen klanten in het systeem aangemaakt.

source: Invalid sales invoice number.
nl_nl: Ongeldig verkoopfactuur nummer

source: The customer payment has been successfully entered.
nl_nl: De debiteurenontvangst is succesvol verwerkt.

source: &Print This Receipt
nl_nl: Kwitantie ontvangst &afdrukken

source: &View the GL Journal Entries for this Customer Payment
nl_nl: &Journaalpost voor deze debiteurenontvangst weergeven

source: Select Another &Customer Transaction for Payment
nl_nl: Weergeven transacties per klant
