Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.19-1.po
Languages: el_gr

source: Main Menu
el_gr: Κεντρικό Μενού

source: Logout
el_gr: Αποσύνδεση

source: Restricted access
el_gr: Περιορισμένη πρόσβαση

source: Login as user: demouser and password: password
el_gr: Σύνδεση ως χρήστης: demouser και συνθηματικό: password

source: Please login here
el_gr: Παρακαλώ συνδεθείτε εδώ

source: Too many failed login attempts.<br>Please wait a while or try later.
el_gr: Πολλές αποτυχημένες προσπάθειες εισόδου.<br>Παρακαλώ περιμένετε λίγη ώρα ή προσπαθήστε αργότερα.

source: Authorization timeout
el_gr: Λήξη χρόνου πρόσβασης

source: Login
el_gr: Σύνδεση

source: Version
el_gr: Έκδοση

source: User name
el_gr: Όνομα χρήστη

source: Password:
el_gr: Συνθηματικό:

source: Company
el_gr: Επιχείρηση

source: Login -->
el_gr: Σύνδεση -->

source: Theme:
el_gr: Θέμα:

source: Thank you for using
el_gr: Ευχαριστούμε που χρησιμοποιείτε

source: Click here to Login Again.
el_gr: Κάντε κλικ εδώ για να συνδεθείτε ξανά.

source: Attach Documents
el_gr: Επισύναψη Αρχείων

source: Selected transaction does not exists.
el_gr: Η επιλεγμένη συναλλαγή δεν υπάρχει.

source: Select attachment file.
el_gr: Επιλογή συνημμένου αρχείου.

source: Attachment has been inserted.
el_gr: Το συννημένο έχει εισαχθεί.

source: Attachment has been updated.
el_gr: Το συννημένο έχει ανανεωθεί

source: Attachment has been deleted.
el_gr: Το συννημένο έχει διαγραφτεί.

source: Type:
el_gr: Τύπος:

source: Edit
el_gr: Επεξεργασία

source: View
el_gr: Επισκόπηση

source: Download
el_gr: Μεταφόρτωση

source: Delete
el_gr: Διαγραφή

source: Description
el_gr: Περιγραφή

source: Filename
el_gr: Όνομα αρχείου

source: Size
el_gr: Μέγεθος

source: Filetype
el_gr: Τύπος αρχείου

source: Date Uploaded
el_gr: Ημερομηνία φόρτωσης

source: Transaction #
el_gr: Συνναλαγή #

source: Attached File
el_gr: Συννημένο αρχείο

source: Select backup file first.
el_gr: Επιλέξτε αρχείο εφεδρίας πρώτα.

source: Backup and Restore Database
el_gr: Εφεδρική καταγραφή και Αποκατάσταση βάσης δεδομένων

source: Backup paths have not been set correctly.
el_gr: Οι διαδρομές εφεδριών δεν έχουν οριστεί ορθά.

source: Please contact System Administrator.
el_gr: Παρακαλώ επικοινωνήστε με τον διαχειριστή του συστήματος.

source: cannot find backup directory
el_gr: αποτυχία εύρεσης φακέλου εφεδριών

source: Backup successfully generated.
el_gr: Το αρχείο εφεδρικής καταγραφής δημιουργήθηκε επιτυχώς.

source: Database backup failed.
el_gr: Η εφεδρική καταγραφή της βάσης δεδομένων απέτυχε.

source: No
el_gr: Όχι

source: Restore backup completed.
el_gr: Η αποκατάσταση σε εφεδρική καταγραφή ολοκληρώθηκε.

source: File successfully deleted.
el_gr: Το αρχείο διαγράφτηκε επιτυχώς.

source: Can't delete backup file.
el_gr: Αποτυχία διαγραφής αρχείου εφεδρίας.

source: You can only upload *.sql backup files
el_gr: Μπορείτε να φορτώσετε μόνο *.sql αρχεία εφεδριών

source: File uploaded to backup directory
el_gr: Το αρχείο μεταφορτώθηκε στον φάκελο εφεδριών

source: File was not uploaded into the system.
el_gr: Το αρχείο δεν φορτώθηκε στο σύστημα.

source: Create backup
el_gr: Δημιουργία εφεδρίας

source: Comments:
el_gr: Σχόλια:

source: Compression:
el_gr: Συμπίεση:

source: Create Backup
el_gr: Δημιουργία εφεδρίας

source: Backup scripts maintenance
el_gr: Συντήρηση αρχείων εντολών εφεδρικής καταγραφής

source: View Backup
el_gr: Άποψη εφεδρίας

source: Download Backup
el_gr: Μεταφόρτωση εφεδρίας

source: Restore Backup
el_gr: Αποκατάσταση από εφεδρία

source: You are about to restore database from backup file. Do you want to continue?
el_gr: Ετοιμάζεστε να αποκαταστήσετε τη βάση δεδομένων από αρχείο εφεδρίας. Θέλετε να συνεχίσετε;

source: Delete Backup
el_gr: Διαγραφή εφεδρίας

source: You are about to remove selected backup file. Do you want to continue ?
el_gr: Ετοιμάζεστε να αφαιρέσετε το επιλεγμένο αρχείο εφεδρίας. Θέλετε να συνεχίσετε;

source: Upload file
el_gr: Φόρτωση αρχείου

source: Change password
el_gr: Αλλαγή συνθηματικού

source: Invalid password entered.
el_gr: Έχει εισαχθεί άκυρο συνθηματικό.

source: The password entered must be at least 4 characters long.
el_gr: Το συνθηματικό πρέπει να είναι τουλάχιστον 4 χαρακτήρες.

source: The password cannot contain the user login.
el_gr: Το συνθηματικό δεν μπορεί να περιέχει το όνομα σύνδεσης του χρήστη.

source: The passwords entered are not the same.
el_gr: Τα συνθηματικά δεν είναι τα ίδια.

source: Password cannot be changed in demo mode.
el_gr: Το συνθηματικό δεν μπορεί να αλλαχθεί σε καθεστώς demo.

source: Your password has been updated.
el_gr: Το συνθηματικό σας ενημερώθηκε.

source: User login:
el_gr: Σύνδεση χρήστη:

source: Current Password:
el_gr: Τρέχον Συνθηματικό:

source: New Password:
el_gr: Νέο Συνθηματικό:

source: Repeat New Password:
el_gr: Επανάληψη Νέου Συνθηματικού:

source: Enter your new password in the fields.
el_gr: Εισάγετε το νέο συνθηματικό στα πεδία.

source: Company Setup
el_gr: Επιλογές Επιχείρησης

source: Login timeout must be positive number not less than 10.
el_gr: Ο χρόνος πρόσβασης πρέπει να είναι θετικός αριθμός όχι μικρότερος του 10.

source: The company name must be entered.
el_gr: Η ονομασία της επιχείρησης πρέπει να εισαχθεί.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
el_gr: Μόνο αρχεία jpg και png υποστηρίζονται - μια επέκταση αρχείου .jpg ή .png αναμένεται

source: The file size is over the maximum allowed. The maximum size allowed in KB is
el_gr: Το μέγεθος αρχείου ξεπερνά το μέγιστο επιτρεπτό. Το μέγιστο επιτρεπτό σε KB είναι

source: Only graphics files can be uploaded
el_gr: Μόνο αρχεία γραφικών μπορούν να φορτωθούν

source: The existing image could not be removed
el_gr: Η υπάρχουσα εικόνα δεν μπορεί να αφαιρεθεί

source: Error uploading logo file
el_gr: Αποτυχία φόρτωσης αρχείου λογότυπου

source: Company setup has been updated.
el_gr: Η οργάνωση της επιχείρησης έχει ενημερωθεί.

source: Name (to appear on reports):
el_gr: Όνομα (που θα εμφανίζεται στις αναφορές):

source: Address:
el_gr: Διεύθυνση:

source: Domicile:
el_gr: Κατοικία:

source: Phone Number:
el_gr: Αριθμός τηλεφώνου:

source: Fax Number:
el_gr: Αριθμός φαξ:

source: Email Address:
el_gr: Διεύθυνση E-mail:

source: BCC Address for all outgoing mails:
el_gr: Διεύθυνση BCC για όλη την εξερχόμενη αλληλογραφία:

source: Official Company Number:
el_gr: Επίσημος Αριθμός Επιχείρησης:

source: Home Currency:
el_gr: Τοπικό συνάλλαγμα:

source: Fiscal Year:
el_gr: Οικονομικό έτος:

source: Tax Periods:
el_gr: Περίοδοι χρήσης (οικονομικοί):

source: Months.
el_gr: Μήνες.

source: Tax Last Period:
el_gr: Τελευταία περίοδος χρήσης:

source: Months back.
el_gr: Μήνες πριν.

source: Company Logo:
el_gr: Λογότυπο επιχείρησης

source: New Company Logo (.jpg)
el_gr: Νέο λογότυπο επιχείρησης (.jpg)

source: Delete Company Logo:
el_gr: Διαγραφή λογότυπου επιχείρησης:

source: Use Dimensions:
el_gr: Διαστάσεις χρήσης:

source: Base for auto price calculations:
el_gr: Κατώφλι για αυτόματους υπολογισμούς τιμής:

source: No base price list
el_gr: Κανένα κατώφλι για λίστα τιμών

source: Add Price from Std Cost:
el_gr: Πρόσθεση τιμής από προκαθορισμένο κόστος:

source: Round to nearest:
el_gr: Στρογγυλοποίηση στο πλησιέστερο:

source: Search Item List
el_gr: Λίστα εύρεσης αγαθών

source: Search Customer List
el_gr: Λίστα εύρεσης πελατών

source: Search Supplier List
el_gr: Λίστα εύρεσης προμηθευτών

source: Automatic Revaluation Currency Accounts
el_gr: Αυτόματοι απολογισμοί νομίσματος ανατίμησης

source: Time Zone on Reports
el_gr: Χρονική ζώνη στις αναφορές

source: Login Timeout:
el_gr: Χρόνος λήξης σύνδεσης:

source: seconds
el_gr: δευτερόλεπτα

source: Version Id
el_gr: Ταυτότητα έκδοσης

source: Update
el_gr: Ανανέωση

source: Create/Update Company
el_gr: Δημιουργία/Ανανέωση Επιχείρησης

source: Database settings are not specified.
el_gr: Οι παράμετροι της βάσης δεδομένων δεν είναι προσδιορισμένες.

source: This database settings are already used by another company.
el_gr: Οι παράμετροι της βάσης δεδομένων βρίσκονται ήδη σε χρήση από μια άλλη επιχείρηση.

source: You cannot have table set without prefix together with prefixed sets in the same database.
el_gr: Δεν μπορείτε να έχετε σετ πινάκων χωρίς πρόθεμα μαζί με προθεματικά σετ στην ίδια βάση δεδομένων.

source: Error creating Database:
el_gr: Αποτυχία δημιουργίας Βάσης δεδομένων:

source: , Please create it manually
el_gr: , Παρακαλώ δημιουργείστε τον/η/ο χειροκίνητα

source: Cannot create new company due to bugs in sql file.
el_gr: Αποτυχία δημιουργίας νέας επιχείρησης λόγω λαθών στο αρχείο sql.

source: Cannot open the configuration file -
el_gr: Αποτυχία ανοίγματος αρχείου παραμετροποίησης -

source: Cannot write to the configuration file -
el_gr: Αποτυχία εγγραφής στο αρχείο παραμετροποίησης -

source: The configuration file
el_gr: Το αρχείο παραμετροποίησης

source: is not writable. Change its permissions so it is, then re-run the operation.
el_gr: δεν είναι εγγράψιμο. Αλλάξτε τα δικαιώματα ώστε να είναι , τρέξτε ξανά τη λειτουργία.

source: New company has been created.
el_gr: Μια νέα επιχείρηση έχει δημιουργηθεί.

source: Company has been updated.
el_gr: Η επιχείρηση έχει ανανεωθεί.

source: Broken company subdirectories system. You have to remove this company manually.
el_gr: Σπασμένο σύστημα υπο-φακέλων επιχείρησης. Πρέπει να αφαιρέσετε αυτή την επιχείρηση χειροκίνητα.

source: Cannot rename subdirectory to temporary name.
el_gr: Αποτυχία μετονομασίας υπο-φακέλου σε προσωρινό όνομα.

source: Cannot rename company subdirectory
el_gr: Αποτυχία μετονομασίας υπο-φακέλου επιχείρησης

source: Error removing Database:
el_gr: Αποτυχία αφαίρεσης βάσης δεδομένων:

source: , please remove it manually
el_gr: , παρακαλώ αφαιρέστε τη χειροκίνητα

source: Cannot remove temporary renamed company data directory
el_gr: Αποτυχία αφαίρεσης προσωρινά μετονομασμένου φακέλου δεδομένων επιχείρησης

source: Selected company has been deleted
el_gr: Η επιλεγμένη επιχείρηση μεταφορών διαγράφτηκε

source: Are you sure you want to delete company no.
el_gr: Είστε σίγουρος πως θέλετε να διαγράψετε την επιχείρηση με αριθμό

source: Database Host
el_gr: Φιλοξενητής βάσης δεδομένων

source: Database User
el_gr: Χρήστης βάσης δεδομένων

source: Database Name
el_gr: Όνομα βάσης δεδομένων

source: Table Pref
el_gr: Παράμετροι πίνακα

source: Default
el_gr: Προκαθορισμένο

source: Yes
el_gr: Ναι

source: The marked company is the current company which cannot be deleted.
el_gr: Η σημαδεμένη επιχείρηση είναι η τρέχουσα επιχείρηση που δεν μπορεί να διαγραφτεί.

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
el_gr: Αν δεν εισαχθεί κανένας κωδικός Διαχειριστή, ο νέος κωδικός πρόσβασης Διαχειριστή θα είναι '<b>password</b>'

source: Host
el_gr: Φιλοξενητής

source: Database Password
el_gr: Συνθηματικό βάσης δεδομένων

source: None
el_gr: Κανένα

source: Database Script
el_gr: Εντολές βάσης δεδομένων (αρχείο)

source: New script Admin Password
el_gr: Νέο αρχείο εντολών - Συνθηματικό Διαχειριστή

source: Save
el_gr: Καταγραφή

source: Create a new company
el_gr: Δημιουργία μιας νέας επιχείρησης

source: Contact Categories
el_gr: Κατηγορίες επικοινωνίας

source: Category description cannot be empty.
el_gr: Η περιγραφή κατηγορίας δεν μπορεί να είναι κενή.

source: Selected contact category has been updated
el_gr: Η επιλεγμένη κατηγορία αγαθών ανανεώθηκε

source: New contact category has been added
el_gr: Προστέθηκε μια νέα κατηγορία εποικοινωνίας

source: Cannot delete this category because there are contacts related to it.
el_gr: Αδυναμία διαγραφής αυτής της κατηγορίας επειδή υπάρχουν σύνδεσμοι επικοινωνίας που αναφέρονται σε αυτή.

source: Category has been deleted
el_gr: Η κατηγορία διαγράφτηκε

source: Category Type
el_gr: Κατηγορία Τύπος

source: Category Subtype
el_gr: Κατηγορία Υποτύπος

source: Short Name
el_gr: Σύντομο όνομα

source: Contact Category Type:
el_gr: Τύπος λογαριασμού/φόρου

source: Contact Category Subtype:
el_gr: Κανένα φίλτρο κατηγορίας

source: Category Short Name:
el_gr: Σύντομο όνομα κλάδου:

source: Category Description:
el_gr: Περιγραφή λογαριασμού

source: Display Setup
el_gr: Προβολή Επιλογών

source: Query size must be integer and greater than zero.
el_gr: Το μέγεθος ερώτησης πρέπει να είναι ακέραιος και μεγαλύτερος από μηδέν.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
el_gr: Οι παράμετροι προβολής έχουν ανανεωθεί. Να γνωρίζετε πως οι αλλαγμένες παράμετροι καταχωρούνται σε κάθε σύνδεση σε καθεστώς demo.

source: Display settings have been updated.
el_gr: Οι παράμετροι προβολής έχουν ανανεωθεί.

source: Decimal Places
el_gr: Δεκαδικά ψηφία

source: Prices/Amounts:
el_gr: Τιμές/Ποσά:

source: Quantities:
el_gr: Ποσότητες:

source: Exchange Rates:
el_gr: Τιμές Συναλλάγματος:

source: Percentages:
el_gr: Ποσοστά:

source: Dateformat and Separators
el_gr: Διαχωριστής ημερομηνίας και Διαχωριστές

source: Dateformat:
el_gr: Δομή ημερομηνίας:

source: Date Separator:
el_gr: Διαχωριστής ημερομηνίας:

source: Thousand Separator:
el_gr: Διαχωριστής χιλιάδων:

source: Decimal Separator:
el_gr: Διαχωριστής δεκαδικών:

source: Language
el_gr: Γλώσσα

source: Language:
el_gr: Γλώσσα:

source: Miscellaneous
el_gr: Διάφορα

source: Show hints for new users:
el_gr: Προβολή συμβουλών για νέους χρήστες:

source: Show GL Information:
el_gr: Προβολή πληροφοριών ΓΚ

source: Show Item Codes:
el_gr: Προβολή κωδικών αγαθών:

source: Page Size:
el_gr: Μέγεθος σελίδας:

source: Start-up Tab
el_gr: Εναρκτήρια καρτέλα

source: Printing profile
el_gr: Προφίλ εκτύπωσης

source: Browser printing support
el_gr: Υποστήριξη εκτύπωσης του φυλλομετρητή

source: Use popup window to display reports:
el_gr: Χρήση αναδυόμενων παραθύρων για τη προβολή αναφορών:

source: Set this option to on if your browser directly supports pdf files
el_gr: Ορίστε αυτή την επιλογή ως πραγματοποιήσιμη αν ο φυλλομετρητής υποστηρίζει αρχεία pdf

source: Use icons instead of text links:
el_gr: Χρήση εικονιδίων αντί συνδέσμων κειμένου:

source: Set this option to on for using icons instead of text links
el_gr: Ορίστε αυτή την επιλογή ως πραγματοποιήσιμη για να χρησιμοποιούνται εικονίδια αντί συνδέσμων κειμένου

source: Query page size:
el_gr: Μέγεθος σελίδας ερώτησης (query):

source: Remember last document date:
el_gr: Απομνημόνευση της προηγούμενης ημερομηνίας κειμένου:

source: If set document date is remembered on subsequent documents, otherwise default is current date
el_gr: Αν οριστεί, η ημερομηνία κειμένου απομνημονεύεται σε διαδοχικά κείμενα, αλλιώς η προεπιλογή είναι η τωρινή ημερομηνία

source: Fiscal Years
el_gr: Οικονομικά Έτη

source: Invalid BEGIN date in fiscal year.
el_gr: K

source: Invalid END date in fiscal year.
el_gr: &Οργάνωση

source: Invalid BEGIN or END date in fiscal year.
el_gr: Μη επιτρεπτή ημερομηνία ΑΡΧΗΣ ή ΤΕΛΟΥΣ στο οικονομικό έτος.

source: BEGIN date bigger than END date.
el_gr: Ημερομηνία ΑΡΧΗΣ μεγαλύτερη από ΤΕΛΟΥΣ.

source: Cannot CLOSE this year because there are open fiscal years before
el_gr: Αδυναμία Κλεισίματος αυτού του οικονομικού έτους γιατί υπάρχουν ανοιχτά προηγούμενα οικονομικά έτη.

source: Selected fiscal year has been updated
el_gr: Το επιλεγμένο οικονομικό έτος αναθεωρήθηκε

source: New fiscal year has been added
el_gr: Έχει προστεθεί νέο οικονομικό έτος

source: Cannot delete this fiscal year because there are fiscal years before.
el_gr: Αδυναμία διαγραφής αυτού του οικονομικού έτους γιατί υπάρχουν προηγούμενα οικονομικά έτη.

source: Cannot delete this fiscal year because the fiscal year is not closed.
el_gr: Αδυναμία διαγραφής αυτού του οικονομικού έτους γιατί δεν είναι κλειστό.

source: Selected fiscal year has been deleted
el_gr: Το επιλεγμένο οικονομικό έτος διαγράφτηκε

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
el_gr: Προειδοποίηση: Διαγράφοντας ένα οικονομικό έτος όλες οι συναλλαγές διαγράφονται και μετατρέπονται σε σχετικούς ισολογισμούς. Αυτή η διαδικασία είναι μη αναστρέψιμη!

source: Fiscal Year Begin
el_gr: Αρχή Οικονομικού Έτους

source: Fiscal Year End
el_gr: Τέλος Οικονομικού Έτους

source: Closed
el_gr: Κλειστό

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
el_gr: Είστε σίγουρος πως θέλετε να διαγράψετε το οικονομικό έτος %s - %s; Όλες οι συναλλαγές θα διαγραφτούν και θα μετατραπούν σε σχετικούς ισολογισμούς. Θέλετε να συνεχίσετε;

source: The marked fiscal year is the current fiscal year which cannot be deleted.
el_gr: Ο σημαδεμένος οικονομικός χρόνος είναι ο τρέχον και δεν μπορεί να διαγραφτεί.

source: Fiscal Year Begin:
el_gr: Έναρξη Οικονομικού Έτους:

source: Fiscal Year End:
el_gr: Λήξη Οικονομικού Έτους:

source: Is Closed:
el_gr: Είναι Κλειστό:

source: Forms Setup
el_gr: Οργάνωση δομών

source: Forms settings have been updated.
el_gr: Οι παράμετροι των δομών έχουν ενημερωθεί.

source: Form
el_gr: Δομή

source: Next Reference
el_gr: Επόμενη αναφορά

source: System and General GL Setup
el_gr: Σύστημα και Οργάνωση ΓΚ

source: The delivery over-receive allowance must be between 0 and 100.
el_gr: Το επίδομα υπερ-λήψης δελτίου αποστολής πρέπει να είναι μεταξύ 0 και 100.

source: The invoice over-charge allowance must be between 0 and 100.
el_gr: Το επίδομα υπερτίμησης τιμολογίων πρέπει να είναι μεταξύ 0 και 100.

source: The past due days interval allowance must be between 0 and 100.
el_gr: Το επίδομα ληξιπρόθεσμου διαστήματος ημερών πρέπει να είναι μεταξύ 0 και 100.

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
el_gr: Για να αλλάξετε τον λογαριασμό εκκαθάρισης ΣΠΑ πρέπει πρώτα όλα τα ΣΠΑ να έχουν τιμολογηθεί

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
el_gr: Ο ισολογισμός "παρακρατημένων κερδών" θα έπρεπε να είναι ένας λογαριασμός ισορροπίας ή ο ισολογισμός "Κέρδους και Ζημίας έτους" θα πρέπει να είναι ένας λογαριασμός εξόδων.

source: The general GL setup has been updated.
el_gr: Η γενική οργάνωση της ΓΚ ανανεώθηκε.

source: General GL
el_gr: Γενικό Καθολικό

source: Past Due Days Interval:
el_gr: Ληξιπρόθεσμο Διάστημα Ημερών:

source: days
el_gr: ημέρες

source: Retained Earnings:
el_gr: Διατηρημένες αποδοχές:

source: Profit/Loss Year:
el_gr: Κέρδος/Ζημία Έτους:

source: Exchange Variances Account:
el_gr: Λογαριασμός Διαφορών Ανταλλαγής:

source: Bank Charges Account:
el_gr: Απολογισμός τραπεζικών χρεώσεων:

source: Customers and Sales
el_gr: Πελάτες και Πωλήσεις

source: Default Credit Limit:
el_gr: Προκαθορισμένο πιστωτικό όριο:

source: Accumulate batch shipping:
el_gr: Συσσώρευση Κόστους Αποστολών:

source: Legal Text on Invoice:
el_gr: Νομικό κείμενο επάνω στο τιμολόγιο:

source: Shipping Charged Account:
el_gr: Απολογισμός χρεώσεων αποστολών

source: Customers and Sales Defaults
el_gr: Προκαθορισμένα Πελάτών και Πωλήσεων

source: Receivable Account:
el_gr: Ποσό

source: Sales Account:
el_gr: Λογαριασμός Πωλήσεων:

source: Sales Discount Account:
el_gr: Λογαριασμός εκπτωτικών πωλήσεων:

source: Prompt Payment Discount Account:
el_gr: Λογαριασμός περιόδου έκπτωσης πληρωμής:

source: Delivery Required By:
el_gr: Απαιτείται Παράδοση Από:

source: Dimension Defaults
el_gr: Προκαθορισμένα Διάστασης

source: Dimension Required By After:
el_gr: Απαίτηση ενδοσυνόλου μετά από:

source: Suppliers and Purchasing
el_gr: Προμηθευτές και Αγορές

source: Delivery Over-Receive Allowance:
el_gr: Επίδομα υπερ-λήψης παράδοσης:

source: Invoice Over-Charge Allowance:
el_gr: Επίδομα υπερτίμησης τιμολογίων:

source: Suppliers and Purchasing Defaults
el_gr: Προκαθορισμένα Προμηθευτών και Πωλήσης

source: Payable Account:
el_gr: Πληρωτέος λογαριασμός:

source: Purchase Discount Account:
el_gr: Λογαριασμός αγοράς με έκπτωση:

source: GRN Clearing Account:
el_gr: Λογαριασμός εκκαθάρισης ΣΠΑ:

source: No postings on GRN
el_gr: Όχι ρευστοποίηση σε ΣΠΑ

source: Inventory
el_gr: Αποθήκη

source: Allow Negative Inventory:
el_gr: Επέτρεψε Αρνητικό Κατάλογο:

source: Warning: This may cause a delay in GL postings
el_gr: Προειδοποίηση: Αυτό μπορεί να προκαλέσει καθυστέρηση στις ανακοινώσεις γενικών καθολικών

source: Items Defaults
el_gr: Προεπιλεγμένα αγαθών

source: Inventory Account:
el_gr: Λογαριασμός Αποθήκης:

source: C.O.G.S. Account:
el_gr: Λ. Κόστους Πωληθέντων Αγαθών:

source: Inventory Adjustments Account:
el_gr: Λογαριασμός Ρυθμίσεων Αποθήκης

source: Item Assembly Costs Account:
el_gr: Λογαριασμός κόστους συναρμολόγησης αγαθού

source: Manufacturing Defaults
el_gr: Προκαθορισμένα Κατασκευών

source: Work Order Required By After:
el_gr: Παραγγελία εργασίας απαιτείται μετά από:

source: Install Charts of Accounts
el_gr: Εγκατάσταση διαγραμμάτων απολογισμών

source: Selected chart has been successfully deleted
el_gr: Το επιλεγμένο διάγραμμα διαγράφτηκε επιτυχώς

source: Chart
el_gr: Διάγραμμα

source: Installed
el_gr: Εγκατεστημένο

source: Available
el_gr: Διαθέσιμο

source: Encoding
el_gr: Κωδικοποίηση

source: Unknown
el_gr: Άγνωστο

source: Install
el_gr: Εγκατάσταση

source: Upload and install latest extension package
el_gr: Μεταφόρτωση και εγκατάσταση των τελευταίων πακέτων επεκτάσεων

source: You are about to remove package \'%s\'. Do you want to continue ?
el_gr: Ετοιμάζεστε να αφαιρέσετε το πακέτο \'%s\'. Θέλετε να συνεχίσετε;

source: Install/Update Languages
el_gr: Εισαγωγή/Ανανέωση Γλωσσών

source: Name
el_gr: Όνομα

source: Right To Left
el_gr: Δεξιά προς Αριστερά

source: Supported
el_gr: Υποστηρίζεται

source: Display also languages not supported by server locales
el_gr: Προβολή και γλωσσών που δεν υποστηρίζονται από τα locales του εξυπηρετητή

source: Edit non standard language configuration
el_gr: Επεξεργασία μη προκαθορισμένης διαμόρφωσης γλώσσας

source: Upload and install latest language package
el_gr: Μεταφόρτωση και εγκατάσταση των τελευταίων πακέτων γλωσσών

source: You are about to remove language \'%s\'. Do you want to continue ?
el_gr: Ετοιμάζεστε να αφαιρέσετε τη γλώσσα \'%s\'. Θέλετε να συνεχίσετε;

source: The marked language is the current language which cannot be deleted.
el_gr: Η σημαδεμένη γλώσσα είναι η τρέχουσα και δεν μπορεί να διαγραφτεί.

source: Update default
el_gr: Προεπιλεγμένη γλώσσα

source: Add new language manually
el_gr: Προσθήκη νέας γλώσσας χειροκίνητα

source: Language name, code nor encoding cannot be empty
el_gr: Το όνομα γλώσσας, ο κωδικός ή η κωδικοποίηση δεν μπορούν να είναι κενά

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
el_gr: Το προκαθορισμένο πακέτο για αυτή την γλώσσα είναι ήδη εγκατεστημένο. Αν θέλετε να εγκαταστήσετε αυτή την γλώσσα χειροκίνητα, απεγκαταστήστε το προκαθορισμένο πακέτο γλώσσας πρώτα.

source: Language Code
el_gr: Κωδικός γλώσσας

source: Language Name
el_gr: Όνομα γλώσσας

source: Default Language
el_gr: Προεπιλεγμένη γλώσσα

source: Language File
el_gr: Αρχείο γλώσσας

source: Select your language files from your local harddisk.
el_gr: Διαλέξτε τα αρχεία γλώσσας από τον τοπικό σας σκληρό δίσκο.

source: Install/Activate extensions
el_gr: Εγκαταστήστε/Ενεργοποιήστε επεκτάσεις

source: Selected extension has been successfully deleted
el_gr: Η επιλεγμένη επέκταση διαγράφτηκε επιτυχώς

source: Extension
el_gr: Επέκταση

source: Modules provided
el_gr: Εγκατάσταση/Αναβάθμιση μονάδων

source: Options provided
el_gr: Παρεχόμενες επιλογές

source: Install third-party extension.
el_gr: Εγκατάσταση επέκτασης από τρίτα-πρόσωπα.

source: Active
el_gr: Ενεργό

source: Status change for some extensions failed.
el_gr: Αλλαγή κατάστασης λόγω αποτυχίας μερικών επεκτάσεων.
