Repository: apmuthu/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-2.po
Languages: nl_be

source: Cannot delete this shipping company because sales orders have been created using this shipper.
nl_be: Kan de verzendfirma niet verwijderen omdat er nog verkoopopdrachten naar verwijzen.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
nl_be: Kan de verzendfirma niet verwijderen omdat er facturen naar verwijzen.

source: Selected shipping company has been deleted
nl_be: Geselecteerde expediteur is verwijderd

source: Contact Person
nl_be: Contactpersoon

source: Phone Number
nl_be: Telefoonnummer

source: Secondary Phone
nl_be: Tweede telefoon

source: Address
nl_be: Adres

source: Name:
nl_be: Naam:

source: Contact Person:
nl_be: Contactpersoon:

source: Secondary Phone Number:
nl_be: Tweede telefoonnummer:

source: Value
nl_be: Waarde

source: Comments
nl_be: Commentaar

source: Unspecified tag type
nl_be: Ongespecifieerd vlagtype

source: Account Tags
nl_be: Rekeningvlaggen

source: Dimension Tags
nl_be: Dimensievlaggen

source: The tag name cannot be empty.
nl_be: De vlagnaam mag niet leeg zijn.

source: Selected tag settings have been updated
nl_be: Geselecteerde vlagparameters zijn aangepast

source: New tag has been added
nl_be: Een nieuwe vlag is toegevoegd.

source: Cannot delete this tag because records have been created referring to it.
nl_be: Kan deze vlag niet verwijderen want er zijn posten die er naar verwijzen.

source: Selected tag has been deleted
nl_be: Geselecteerde vlag is verwijderd

source: Tag Name
nl_be: Vlagnaam

source: Tag Description
nl_be: Vlagbeschrijving

source: Tag Name:
nl_be: Vlagnaam:

source: Tag Description:
nl_be: Vlagbeschrijving:

source: The user login entered must be at least 4 characters long.
nl_be: De usernaam moet minstens 4 karakters lang zijn.

source: The selected user has been updated.
nl_be: De geselecteerde user is aangepast.

source: A new user has been added.
nl_be: Een nieuwe user is toegevoegd.

source: User has been deleted.
nl_be: User is verwijderd.

source: Full Name
nl_be: Volledige naam

source: Phone
nl_be: Telefoon

source: Last Visit
nl_be: Laatste bezoek

source: Access Level
nl_be: Toegangsniveau

source: Enter a new password to change, leave empty to keep current.
nl_be: Om te verander geef een nieuw paswoord in. Om het huidige te behouden, laat veld leeg.

source: Telephone No.:
nl_be: Telefoonnummer:

source: Access Level:
nl_be: Toegangsniveau:

source: User's POS
nl_be: Database gebruiikersnaam

source: Use popup window for reports:
nl_be: Gebruik popup-vensters voor rapporten

source: View or Print Transactions
nl_be: Bekijken en afdrukken van transacties

source: Only documents can be printed.
nl_be: Enkel beeldbestanden kunnen ge-upload worden

source: from #:
nl_be: van #:

source: to #:
nl_be: tot #:

source: Search
nl_be: Zoeken

source: The starting transaction number is expected to be numeric and greater than zero.
nl_be: De nummer van de eerste transactie moet numeriek en groter dan nul zijn.

source: The ending transaction number is expected to be numeric and greater than zero.
nl_be: De nummer van de laatste transactie moet numeriek en groter dan nul zijn.

source: Reference
nl_be: Referentie

source: Date
nl_be: Datum

source: GL
nl_be: GB

source: Void a Transaction
nl_be: Boeking terugboeken

source: Select
nl_be: Selecteer

source: Transaction Type:
nl_be: Boekingstype:

source: Transaction #:
nl_be: Boekingsnummer #:

source: Voiding Date:
nl_be: Terugboekingsdatum:

source: Memo:
nl_be: Nota:

source: Void Transaction
nl_be: Boeking terugboeken

source: The entered transaction does not exist or cannot be voided.
nl_be: De geselecteerde boeking bestaat niet of kan niet teruggeboekt worden.

source: Are you sure you want to void this transaction ? This action cannot be undone.
nl_be: Weet u zeker dat u deze boeking wilt storneren. Deze aktie kan niet herroepen worden.

source: Proceed
nl_be: Ga verder

source: The selected transaction was closed for edition and cannot be voided.
nl_be: De geselecteerde transactie is afgesloten en kan niet teruggeboekt worden.

source: The entered date is invalid.
nl_be: De ingegeven datum is ongeldig.

source: The entered date is not in fiscal year.
nl_be: De ingegeven datum valt niet in het huidige boekjaar.

source: The transaction number is expected to be numeric and greater than zero.
nl_be: De transactienummer moet numeriek zijn en groter dan nul.

source: The selected transaction has already been voided.
nl_be: De geselecteerde transactie is al teruggeboekt.

source: Selected transaction has been voided.
nl_be: De geselecteerde transactie is teruggeboekt.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
nl_be: De grootboekrekeningen voor niet uitgekeerde winst of voor winst en verlies zijn niet aangeduid in systeem en grootboek setup

source: Closing Year
nl_be: Afsluitend jaar

source: Open Balance
nl_be: Openingsbalans

source: Cannot open the extension setup file '%s' for writing.
nl_be: Kan het extensie-setup bestand '%s' niet beschrijven.

source: Cannot write to the extensions setup file '%s'.
nl_be: Kan het extensie-setup bestand '%s' niet beschrijven.

source: Cannot update system extensions list.
nl_be: Kan de systeem extensielijst niet actualiseren.

source: Cannot update extensions list for company '%s'.
nl_be: Kan de extensielijst voor bedrijf '%s' niet actualiseren.

source: Cannot open the languages file -
nl_be: Kan taalbestand niet openen -

source: Cannot write to the language file -
nl_be: Kan taalbestand niet beschrijven -

source: The language files folder
nl_be: Folder taalbestanden

source: SQL script execution failed in line %d: %s
nl_be: Uitvoering van SQL script is misgelopen in lijn %d: %s

source: Voided.
nl_be: Tegengeboekt

source: &Sales
nl_be: &Verkoop

source: Transactions
nl_be: Boekingen

source: Sales &Quotation Entry
nl_be: &Offerte

source: Sales &Order Entry
nl_be: Verkoop&opdracht

source: Direct &Delivery
nl_be: &Directe levering

source: Direct &Invoice
nl_be: Directe &factuur

source: &Delivery Against Sales Orders
nl_be: Levering van verkoop&opdracht

source: &Invoice Against Sales Delivery
nl_be: &Factuur van levering

source: &Template Delivery
nl_be: Levering naar &voorbeeld

source: &Template Invoice
nl_be: Factuur naar &voorbeeld

source: &Create and Print Recurrent Invoices
nl_be: &Creëer en print wederkerende facturen

source: Customer &Payments
nl_be: Klanten&betalingen

source: Customer &Credit Notes
nl_be: Klanten &creditnota's

source: &Allocate Customer Payments or Credit Notes
nl_be: &Afpunten van klantenbetalingen of creditnota's

source: Inquiries and Reports
nl_be: Zoekopdrachten en rapporten

source: Sales Quotation I&nquiry
nl_be: Offerte &afvragen

source: Sales Order &Inquiry
nl_be: Verkoopopdrachten &afvragen

source: Customer Transaction &Inquiry
nl_be: Klantenboekingen &afvragen

source: Customer Allocation &Inquiry
nl_be: Klantenafpuntingen &afvragen

source: Customer and Sales &Reports
nl_be: Klanten en verkoops&rapporten

source: Maintenance
nl_be: Onderhoud

source: Add and Manage &Customers
nl_be: &Klanten toevoegen en onderhouden

source: Customer &Branches
nl_be: Klanten&branches

source: Sales &Groups
nl_be: Verkoops&groepen

source: Recurrent &Invoices
nl_be: Wederkerende &facturen

source: Sales T&ypes
nl_be: Verkoops&types

source: Sales &Persons
nl_be: &Verkopers

source: Sales &Areas
nl_be: Verkoops&regio's

source: Credit &Status Setup
nl_be: Krediet&status instellen

source: &Dimensions
nl_be: &Dimensies

source: Dimension &Entry
nl_be: Dimensies &invoegen

source: &Outstanding Dimensions
nl_be: &Openstaande dimensies

source: Dimension &Inquiry
nl_be: Dimensies &afvragen

source: Dimension &Reports
nl_be: &Rapporten over dimensies

source: Dimension &Tags
nl_be: Dimensie&vlaggen

source: &Banking and General Ledger
nl_be: &Bank- en hoofdboekhouding

source: &Payments
nl_be: &Uitbetalingen

source: &Deposits
nl_be: &Aanbetalingen

source: Bank Account &Transfers
nl_be: Bankrekening &transferts

source: &Journal Entry
nl_be: &Journaalboeking

source: &Budget Entry
nl_be: &Budgetboeking

source: &Reconcile Bank Account
nl_be: Bankrekening af&stemmen

source: &Journal Inquiry
nl_be: &Journaal afvragen

source: GL &Inquiry
nl_be: Grootboekingrekening &afvragen

source: Bank Account &Inquiry
nl_be: Bankrekening &afvragen

source: Ta&x Inquiry
nl_be: BT&W afvragen

source: Trial &Balance
nl_be: Proef&balans

source: Banking &Reports
nl_be: Bank&rapporten

source: General Ledger &Reports
nl_be: Hoofdboek&rapporten

source: Bank &Accounts
nl_be: &Bankrekeningen

source: &Quick Entries
nl_be: &Snelinvoer

source: Account &Tags
nl_be: Rekening&vlaggen

source: &Currencies
nl_be: &Valuta

source: &Exchange Rates
nl_be: &Wisselkoersen

source: &GL Accounts
nl_be: &Grootboekrekeningen

source: GL Account &Groups
nl_be: Grootboek&groepen

source: GL Account &Classes
nl_be: Grootboek&klassen

source: &Items and Inventory
nl_be: &Artikels en opslag

source: Inventory Location &Transfers
nl_be: Magazijn&overboekingen

source: Inventory &Adjustments
nl_be: Stock&correcties

source: Inventory Item &Movements
nl_be: Magazijnartikel ver&plaatsen

source: Inventory Item &Status
nl_be: Magazijnartikel &Status

source: Inventory &Reports
nl_be: Magazijnartikel &rapporten

source: &Items
nl_be: &Artikels

source: &Foreign Item Codes
nl_be: &Extra artikelcodes:

source: Sales &Kits
nl_be: Artikel-&kits

source: Item &Categories
nl_be: Artikel&categorieën

source: Inventory &Locations
nl_be: Magazijn&locaties

source: Inventory &Movement Types
nl_be: Types magazijn&bewegingen

source: &Units of Measure
nl_be: Basis&eenheden

source: &Reorder Levels
nl_be: Niveau's &herordenen

source: Pricing and Costs
nl_be: Prijzen en kosten

source: Sales &Pricing
nl_be: Verkoops&prijs

source: Purchasing &Pricing
nl_be: Aankoop&prijs

source: Standard &Costs
nl_be: Vaste &kosten

source: &Manufacturing
nl_be: &Productie

source: Work &Order Entry
nl_be: Werk&order ingeven

source: &Outstanding Work Orders
nl_be: &Openstaande werkorders

source: Costed Bill Of Material Inquiry
nl_be: Kosten stuklijst afvragen

source: Inventory Item Where Used &Inquiry
nl_be: Artikels &afvragen op ouderartikels

source: Work Order &Inquiry
nl_be: Werkorder &afvragen

source: Manufacturing &Reports
nl_be: Werkorder&rapporten

source: &Bills Of Material
nl_be: &Stuklijsten

source: &Work Centres
nl_be: &Werkplaatsen

source: &Company Setup
nl_be: &Bedrijfsinstellingen

source: &User Accounts Setup
nl_be: User&instellingen

source: &Access Setup
nl_be: &Toegangssetup

source: &Display Setup
nl_be: &Beeldinstellingen

source: &Forms Setup
nl_be: &Formulierinstellingen

source: &Taxes
nl_be: &Belastingen

source: Tax &Groups
nl_be: Belastings&groepen

source: Item Ta&x Types
nl_be: Artikel BT&W-types

source: System and &General GL Setup
nl_be: Systeem- en &grootboekinstellingen

source: &Fiscal Years
nl_be: &Boekjaar

source: &Print Profiles
nl_be: &Printprofielen

source: Pa&yment Terms
nl_be: &Betalingsvoorwaarden

source: Shi&pping Company
nl_be: &Transportfirma

source: &Points of Sale
nl_be: Verkoops&punten

source: &Void a Transaction
nl_be: &Boeking terugboeken

source: View or &Print Transactions
nl_be: Bekijken en af&drukken van transacties

source: &Attach Documents
nl_be: &Aanhangen documenten

source: &Backup and Restore
nl_be: &Backup en terugzetten

source: Create/Update &Companies
nl_be: &Bedrijven aanmaken/aanpassen

source: Install/Update &Languages
nl_be: &Talen installeren/veranderen

source: Install/Activate &Extensions
nl_be: &Extensies installeren/veranderen

source: &Purchases
nl_be: &Inkoop

source: Purchase &Order Entry
nl_be: Aankoop&order aanmaken

source: &Outstanding Purchase Orders Maintenance
nl_be: &Openstaande aankooporders aanpassen

source: &Payments to Suppliers
nl_be: &Betalingen aan leveranciers

source: Supplier &Invoices
nl_be: Inkomende &facturen

source: Supplier &Credit Notes
nl_be: Inkomende &creditnota's

source: &Allocate Supplier Payments or Credit Notes
nl_be: &Afpunten leveranciersbetalingen of creditnota's

source: Purchase Orders &Inquiry
nl_be: Aankooporders af&vragen

source: Supplier Transaction &Inquiry
nl_be: Leveranciersboekingen af&vragen

source: Supplier Allocation &Inquiry
nl_be: Leveranciersafpuntingen &afvragen

source: Supplier and Purchasing &Reports
nl_be: Leverancier- en inkoop&rapporten

source: &Suppliers
nl_be: &Leveranciers

source: Dimension Entry
nl_be: Dimensies ingave

source: The dimension has been entered.
nl_be: De dimensie werd toegevoegd.

source: The dimension has been updated.
nl_be: De dimensie werd aangepast.

source: The dimension has been deleted.
nl_be: De dimensie werd verwijderd.

source: The dimension has been closed. There can be no more changes to it.
nl_be: De dimensie is afgesloten. Ze kan niet meer aangepast worden.

source: The dimension has been re-opened.
nl_be: De dimensie werd heropend.

source: Enter a &new dimension
nl_be: Geef een &nieuwe dimensie in

source: &Select an existing dimension
nl_be: &Secleteer een bestaande dimensie

source: The dimension reference must be entered.
nl_be: De dimensiereferentie moet ingegeven worden.

source: The entered reference is already in use.
nl_be: De ingegeven referentie is al gebruik.

source: The dimension name must be entered.
nl_be: De dimensiernaam moet ingegeven worden.

source: The date entered is in an invalid format.
nl_be: De ingegeven datum is ongeldig.

source: The required by date entered is in an invalid format.
nl_be: De ingegeven uitvoeringsdatum is ongeldig.

source: This dimension cannot be deleted because it has already been processed.
nl_be: Deze dimensie kan niet verwijderd worden want ze is al verwerkt.

source: The dimension sent is not valid.
nl_be: De verzonden dimensie is niet geldig.

source: Dimension Reference:
nl_be: Dimensiereferentie:

source: Start Date
nl_be: Startdatum

source: Date Required By
nl_be: Uitvoeringsdatum

source: Tags:
nl_be: Vlaggen:

source: This Dimension is closed.
nl_be: Deze dimensie is afgesloten.

source: Save changes to dimension
nl_be: Sla de veranderingen in dimensies op

source: Re-open This Dimension
nl_be: Heropen deze dimensie

source: Mark this dimension as re-opened
nl_be: Merk deze dimensie als heropend

source: Close This Dimension
nl_be: Dimensie afsluiten

source: Mark this dimension as closed
nl_be: Merk deze dimensie als gesloten

source: Delete This Dimension
nl_be: Dimensie verwijderen

source: Delete unused dimension
nl_be: Dimensie verwijderen

source: Add
nl_be: Rekening toevoegen

source: There are no transactions for this dimension for the selected period.
nl_be: Er zijn geen transacties voor deze dimensie voor de geselecteerde periode.

source: Balance for this Dimension
nl_be: Balans voor deze dimensie

source: Account
nl_be: Rekening

source: Balance
nl_be: Balans

source: Search Outstanding Dimensions
nl_be: Openstaande dimensies afvragen

source: Search Dimensions
nl_be: Dimensie zoeken

source: Reference:
nl_be: Referentie:

source: All
nl_be: Alle

source: From:
nl_be: Van:

source: To:
nl_be: Tot:

source: Only Overdue:
nl_be: Enkel vervallen:

source: Only Open:
nl_be: Enkel openstaande:

source: Due Date
nl_be: Vervaldatum

source: Marked dimensions are overdue.
nl_be: De aangeduide artikels zijn vervallen.

source: View Dimension
nl_be: Dimensie bekijken

source: The dimension number sent is not valid.
nl_be: De verzonden ordernummer is niet geldig.

source: This dimension is closed.
nl_be: Deze dimensie is afgesloten.

source: from:
nl_be: van:

source: to:
nl_be: tot:

source: Show
nl_be: Tonen

source: Total
nl_be: Totaal

source: Calculated Return
nl_be: Berekende marge

source: Liabilities
nl_be: Vorderdingen

source: and
nl_be: en

source: Bank Statement
nl_be: Bankuittreksel

source: There are no bank accounts defined in the system.
nl_be: Er zijn geen bankrekeningen gedefinieerd in dit systeem.

source: Account:
nl_be: Rekening:

source: Person/Item
nl_be: Persoon/Post

source: Opening Balance
nl_be: Openingsbalans

source: Ending Balance
nl_be: Eindbalans

source: General Ledger Inquiry
nl_be: Grootbpek afvragen

source: Dimension
nl_be: Dimensie

source: Amount min:
nl_be: Bedrag minimum:

source: Amount max:
nl_be: Bedrag maximum:

source: No general ledger transactions have been created for the specified criteria.
nl_be: Er zijn geen grootboektransacties aangemaakt voor de gespecifieerde criteria.

source: Trial Balance
nl_be: Proefbalans

source: No zero values
nl_be: Geen nulwaarden

source: Only balances
nl_be: Enkel balansen

source: Account Name
nl_be: Rekeningnaam

source: Brought Forward
nl_be: Overdracht

source: This Period
nl_be: Deze periode

source: Journal Inquiry
nl_be: Journaal afvragen

source: Enter reference fragment or leave empty
nl_be: Geef referentiefragment in of laat leeg

source: Show closed:
nl_be: Toon afgesloten:

source: Trans #
nl_be: Transactie #

source: Amount
nl_be: Bedrag

source: Accumulated
nl_be: Kumulatief

source: Period Y-1
nl_be: Periode Y-1

source: Compare to
nl_be: Vergelijk met

source: Period
nl_be: Periode

source: Achieved %
nl_be: % gerealiseerd

source: Tax Inquiry
nl_be: Klant afvragen

source: Outputs
nl_be: Uitgaven

source: Inputs
nl_be: Inkomsten

source: Charged on sales
nl_be: Alle verkopers

source: Output Tax
nl_be: Belastingsuitgaven

source: Paid on purchases
nl_be: Volgende maand op

source: Input Tax
nl_be: Belastingsontvangst

source: Net payable or collectible
nl_be: Netto te betalen of te innen

source: Total payable or refund
nl_be: Totaal te betalen

source: Bank Accounts
nl_be: Bankrekeningen

source: The bank account name cannot be empty.
nl_be: De naam van de bankrekening mag niet leeg zijn.

source: Bank account has been updated
nl_be: Bedrijfsinstellingen zijn hernieuwd.

source: New bank account has been added
nl_be: Nieuwe bankrekening toegevoegd

source: Cannot delete this bank account because transactions have been created using this account.
nl_be: Kan deze bankrekening niet verwijderen omdat er al transacties op geboekt zijn.

source: Cannot delete this bank account because POS definitions have been created using this account.
nl_be: Kan deze bankrekening niet verwijderen omdat er een verkooppunt naar referereert.

source: Selected bank account has been deleted
nl_be: Geselecteerde bankrekeing is verwijderd

source: Currency
nl_be: Valuta

source: GL Account
nl_be: Grootboekrekening

source: Number
nl_be: Nummer

source: Bank Address
nl_be: Bankadres

source: Dflt
nl_be: Standaard

source: Bank Account Name:
nl_be: Naam bankrekening:

source: Account Type:
nl_be: Rekeningtype:

source: Bank Account Currency:
nl_be: Valuta van bankrekening

source: Default currency account:
nl_be: Standaard valutarekening:

source: Bank Account GL Code:
nl_be: Grootboekcode voor bankrekening:

source: Bank Name:
nl_be: Banknaam:

source: Bank Account Number:
nl_be: Rekeningnummer:

source: Bank Address:
nl_be: Bankadres:

source: Currencies
nl_be: Valuta

source: The currency abbreviation must be entered.
nl_be: Valuta-afkorting is verplicht.

source: The currency name must be entered.
nl_be: Valutanaam is verplicht.

source: The currency symbol must be entered.
nl_be: Het valutasymbool is verplicht.

source: The hundredths name must be entered.
nl_be: Naam voor hondersten is verplicht.

source: Selected currency settings has been updated
nl_be: Geselecteerde muntinstelling zijn aangepast

source: New currency has been added
nl_be: Nieuwe munteenheid is toegevoegd.

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
nl_be: Kan valutacode niet verwijderen omdat er nog klanten naar refereren.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
nl_be: Kan valuta niet verwijderen omdat er nog leveranciers naar refereren.

source: Cannot delete this currency, because the company preferences uses this currency.
nl_be: Kan valuta niet verwijderen omdat bedrijfsinstelling ernaar verwijzen.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
nl_be: Kan valuta niet verwijderen omdat bankrekeningen ernaar verwijzen.

source: Selected currency has been deleted
nl_be: De geselecteerde prijs is verwijderd

source: Abbreviation
nl_be: Afkorting

source: Symbol
nl_be: Symbool

source: Currency Name
nl_be: Valutanaam

source: Hundredths name
nl_be: Naam hondersten

source: Country
nl_be: Land

source: Auto update
nl_be: Automatisch aanpassen

source: The marked currency is the home currency which cannot be deleted.
nl_be: De geselecteerde valutacode is de basismunt en kan niet verwijderd worden.

source: Currency Abbreviation:
nl_be: Valuta afkorting:

source: Currency Symbol:
nl_be: Valuta symbool:

source: Currency Name:
nl_be: Valuta naam:

source: Hundredths Name:
nl_be: Naam hondersten:

source: Country:
nl_be: Land:

source: Automatic exchange rate update:
nl_be: Automatische wisselkoers update:

source: Exchange Rates
nl_be: Wisselkoersen

source: The exchange rate cannot be zero or a negative number.
nl_be: De wisselkoers kan niet 0 of negatief zijn.

source: Date to Use From:
nl_be: Geldigheidsdatum:

source: Exchange Rate:
nl_be: Wisselkoers:

source: Get
nl_be: Haal

source: Get current ECB rate
nl_be: Haal de huidige ECB-koers op

source: Exchange rates are entered against the company currency.
nl_be: Wisselkoersen refereren naar de bedrijfsmunteenheid.

source: Select a currency :
nl_be: Selecteer een munteenheid:

source: Date to Use From
nl_be: Geldigheidsdatum

source: Exchange Rate
nl_be: Wisselkoers

source: The selected currency is the company currency.
nl_be: De geselecteerde munteenheid is de bedrijfsmunteenheid.

source: The company currency is the base currency so exchange rates cannot be set for it.
nl_be: De bedrijfsmunteenheid is de basiseenheid. Er kan geen wisselkoers voor ingegeven worden.

source: GL Account Classes
nl_be: Grootboekklassen

source: The account class name cannot be empty.
nl_be: De naam van de rekeningklasse is verplicht.

source: Selected account class settings has been updated
nl_be: Instellingen van de geselcteerde rekeningsklasse zijn aangepast

source: New account class has been added
nl_be: Nieuwe rekeningsklasse is aangemaakt

source: Cannot delete this account class because GL account types have been created referring to it.
nl_be: Deze rekeningklasse kan niet verwijderd worden omdat er al rekening naar verwijzen.

source: Selected account class has been deleted
nl_be: Geselecteerd rekeningklasse is verwijderd

source: Class ID
nl_be: Klassecode

source: Class Name
nl_be: Klassenaam

source: Class Type
nl_be: Klassentype

source: Balance Sheet
nl_be: Balansblad

source: Class ID:
nl_be: Klassecode:

source: Class Name:
nl_be: Klassenaam:

source: Class Type:
nl_be: Klassentype:

source: Chart of Accounts
nl_be: Rekeningplan

source: There are no account groups defined. Please define at least one account group before entering accounts.
nl_be: Er zijn nog geen rekening-groepen gedefinieerd. Maak minstens 1 rekeninggroep aan voor u de rekeningen zelf aanmaakt.

source: The account code must be entered.
nl_be: Rekeningnummer is verplicht.

source: The account name cannot be empty.
nl_be: Rekeningnaam moet ingevuld zijn.

source: The account code must be numeric.
nl_be: Het rekeningnummer moet numeriek zijn.

source: Account data has been updated.
nl_be: Rekeninggegevens zijn aangepast.

source: New account has been added.
nl_be: Een nieuwe rekening is toegevoegd.

source: Cannot delete this account because transactions have been created using this account.
nl_be: Deze rekening kan niet verwijderd worden omdat er al transacties op geboekt zijn.
