Repository: apmuthu/frontaccounting
Catalog: extensions/Extensions/asset_register/lang/*/LC_MESSAGES/*.po
Languages: da_dk, es_mx

source: Amortisation Schedule
da_dk: Afskrivnings Tidsplan
es_mx: Periodo de amortización

source: The valuation year cannot be empty.
da_dk: Værdiansættelses år må ikke være tomt.
es_mx: El año de avalúo no puede estar vacío

source: The asset value cannot be empty.
da_dk: Aktivets værdi må ikke være tom.
es_mx: El valor del activo no puede estar vacío

source: Selected asset type has been updated
da_dk: Udvalgte aktivtype er blevet opdateret
es_mx: El tipo de activo seleccionado ha sido actualizado

source: New Asset value has been added
da_dk: Ny aktiv værdi er blevet tilføjet
es_mx: El nuevo activo ha sido agregado

source: Selected asset valuation has been deleted
da_dk: Valgte værdiansættelse er blevet slettet
es_mx: El avalúo del activo seleccionado ha sido borrado

source: Asset Type
da_dk: Aktiv Type
es_mx: Tipo de activo

source: Asset Name
da_dk: Aktiv Navn
es_mx: Nombre del activo

source: Serial Number
da_dk: Serienummer
es_mx: Número de serie

source: Purchase Date
da_dk: Købs dato
es_mx: Fecha de compra

source: Purchase Price
da_dk: Købs Pris
es_mx: Precio de compra

source: Amortise
da_dk: Afskrive
es_mx: Amortización

source: Valuation Year
da_dk: Værdiansættelses År
es_mx: Año de valuación

source: Asset Value
da_dk: Aktivets Værdi
es_mx: Valor del activo

source: Value Change
da_dk: Værdi Ændring
es_mx: Cambio de valor

source: Delete
da_dk: Slet
es_mx: Borrar

source: Year of Valuation :
da_dk: År for Værdiansættelses :
es_mx: Año de avalúo

source: Asset Value :
da_dk: Aktivets Værdi :
es_mx: Valor del activo :

source: Year
da_dk: År
es_mx: Año

source: Depreciation
da_dk: Afskrivning
es_mx: Depreciación

source: Disposal Date
da_dk: Afhændelse Dato
es_mx: Fecha de disposición

source: Disposal Amount
da_dk: Afhændelse Beløb
es_mx: Monto de disposición

source: Name
da_dk: Navn
es_mx: Nombre

source: Assets
da_dk: Aktiver
es_mx: Activos

source: The asset name cannot be empty.
da_dk: Aktiv navn må ikke være tom.
es_mx: El nombre del activo no puede estar vacío

source: The purchase value cannot be empty.
da_dk: Købsværdi må ikke være tom.
es_mx: El valor de compra no puede estar vacío

source: New Asset type has been added
da_dk: Ny aktiv type er blevet tilføjet
es_mx: El nuevo tipo de activo ha sido agregado

source: Cannot delete this asset because amortisation transactions have been created referring to it.
da_dk: Kan ikke slette dette aktiv, fordi afskrivnings transaktioner er blevet oprettet med henvisning til det.
es_mx: Este activo no se puede borrar porque se han creado transacciones de amortización

source: Selected asset has been deleted
da_dk: Udvalgte aktiv er blevet slettet
es_mx: El activo seleccionado ha sido borrado

source: Purchase Value
da_dk: Købs Værdi
es_mx: Valor de compra

source: Current Value
da_dk: Aktuel Værdi
es_mx: Valor presente

source: Edit
da_dk: Rediger
es_mx: Editar

source: Asset Type :
da_dk: Aktiv Type :
es_mx: Tipo de activo

source: Asset Name :
da_dk: Aktiv Navn :
es_mx: Nombre del activo

source: Serial Number :
da_dk: Serienummer :
es_mx: Número de serie

source: Tag Number :
da_dk: Tag Nummer :
es_mx: Número de etiqueta

source: Purchase Date :
da_dk: Købs dato :
es_mx: Fecha de compra

source: Purchase Value :
da_dk: Købs Værdi :
es_mx: Valor de compra

source: Location :
da_dk: Lokation :
es_mx: Ubicación

source: Condition :
da_dk: Stand :
es_mx: Condición

source: Acquisition :
da_dk: Erhvervelse af:
es_mx: Adquisición

source: Disposal Amount :
da_dk: Afhændelse Beløb :
es_mx: Monto dispuesto

source: Disposal Date :
da_dk: Afhændelse Dato :
es_mx: Fecha de disposición

source: Asset Types
da_dk: Aktiv Typer
es_mx: Tipos de activos

source: The asset type name cannot be empty.
da_dk: Aktiv typenavn må ikke være tom.
es_mx: El nombre del tipo de activo no puede estar vacío.

source: The depreciation rate cannot be empty.
da_dk: Den lineære afskrivningsrate må ikke være tom.
es_mx: La tasa de depreciación no puede estar vacía

source: Cannot delete this asset type because assets transactions have been created referring to it.
da_dk: Kan ikke slette denne aktiv type, fordi aktiver transaktioner er blevet oprettet med henvisning til det.
es_mx: No se puede borrar este tipo de activo porque se han creado transacciones relacionadas con el mismo.

source: Selected asset type has been deleted
da_dk: Udvalgte aktivtype er blevet slettet
es_mx: El tipo de activo seleccionado ha sido borrado

source: Asset Type Name
da_dk: Aktiv Type Navn
es_mx: Nombre del tipo de activo

source: Depreciation Rate
da_dk: Afskrivnings Rate
es_mx: Tasa de depreciación

source: Asset Type:
da_dk: Aktiv Type :
es_mx: Tipo de activo:

source: Depreciation Rate:
da_dk: Afskrivnings Rate:
es_mx: Tasa de depreciación:

source: Asset Account:
da_dk: Aktiver konto:
es_mx: Cuenta de activo:

source: Depreciation Account:
da_dk: Afskrivnings Konto:
es_mx: Cuenta de depreciación:

source: Accumulated Depreciation:
da_dk: Akkumulerede afskrivninger:
es_mx: Depreciación acumulada:

source: Asset Revaluation Account:
da_dk: Aktiv Revalueringskonto:
es_mx: Cuenta de revaluación de activo:

source: Disposal Account:
da_dk: Afhændelse Konto :
es_mx: Cuenta de disposición:

source: &Asset Type Entries
da_dk: Aktiv Type Poster
es_mx: Tipo de entrada de activo

source: &Assets Entries
da_dk: Aktiver Posteringer

source: &Amortisation Posting
da_dk: Bogføring af afskrivninger
es_mx: Contabilización de amortización

source: Asset Register
da_dk: Aktiver Register
es_mx: Registro de activo

source: Asset Type Entries
da_dk: Aktiv Type Poster
es_mx: Tipos de entrada de activos

source: Assets Entries
da_dk: Aktiver Posteringer
es_mx: Entradas de activos

source: Amortisation Posting
da_dk: Bogføring af afskrivninger

source: Main Menu
da_dk: Hovedmenu
es_mx: Menú principal

source: Logout
da_dk: Log ud
es_mx: Salir

source: Help
da_dk: Hjælp
es_mx: Ayuda

source: Preferences
da_dk: Præferencer
es_mx: Preferencias

source: Change password
da_dk: Skift adgangskode
es_mx: Cambiar contraseña

source: Theme:
da_dk: Tema:
es_mx: Tema

source: Asset name
da_dk: Aktiv navn
es_mx: Nombre del activo

source: Component
da_dk: Komponent
es_mx: Componente

source: Assets Listing
da_dk: Aktiver Notering
es_mx: Activos listados

source: Assets List
da_dk: Aktiver Liste
es_mx: Lista de activos

source: Comments
da_dk: Kommentarer
es_mx: Comentarios

source: Destination
es_mx: Destino
