Repository: apmuthu/frontaccounting
Catalog: extensions/Extensions/asset_register/lang/*/LC_MESSAGES/sav/*.po
Languages: pl_pl

source: Amortisation Schedule
pl_pl: Schemat Amortyzacji

source: The valuation year cannot be empty.
pl_pl: Rok wyceny nie mo¿e byæ pusty.

source: The asset value cannot be empty.
pl_pl: Warto¶æ ¶rodka trwa³ego nie mo¿e byæ pusta.

source: Selected asset type has been updated
pl_pl: ¦rodek trwa³y zosta³ zaktualizowany

source: New Asset value has been added
pl_pl: Dodano nowy ¶rodek trwa³y

source: Selected asset valuation has been deleted
pl_pl: Wybrany typ sprzeda¿y zosta³ usuniêty

source: Asset Type
pl_pl: Typ ¦rodka Trwa³ego

source: Asset Name
pl_pl: Nazwa ¦rodka Trwa³ego

source: Serial Number
pl_pl: Numer Seryjny:

source: Purchase Date
pl_pl: Data Zakupu

source: Purchase Price
pl_pl: Cena zakupu

source: Amortise
pl_pl: Amortyzuj

source: Valuation Year
pl_pl: Rok Wyceny

source: Asset Value
pl_pl: Warto¶æ ¦rodka Trwa³ego

source: Value Change
pl_pl: Zmiana Warto¶ci

source: Delete
pl_pl: Usuñ

source: Year of Valuation :
pl_pl: Data Rewaluacji:

source: Asset Value :
pl_pl: Warto¶æ ¦rodka Trwa³ego:

source: Year
pl_pl: Rok

source: Depreciation
pl_pl: Amortyzacja

source: Disposal Date
pl_pl: Data Likwidacji

source: Disposal Amount
pl_pl: Warto¶æ Likwidacji:

source: Name
pl_pl: Nazwa Firmy

source: Assets
pl_pl: Aktywa

source: The asset name cannot be empty.
pl_pl: Nazwa ¶rodka nie mo¿e byæ pusta.

source: The purchase value cannot be empty.
pl_pl: Warto¶æ zakupu nie mo¿e byæ pusta.

source: New Asset type has been added
pl_pl: Dodano nowy typ ¶rodka trwa³ego

source: Cannot delete this asset because amortisation transactions have been created referring to it.
pl_pl: Nie mo¿na usun±æ tego ¶rodka trwa³ego poniewa¿ istniej± rekordy amortyzacji z nim zwi±zane.

source: Selected asset has been deleted
pl_pl: Wybrany ¶rodek trwa³y zosta³ usuniêty

source: Purchase Value
pl_pl: Warto¶æ Zakupu

source: Current Value
pl_pl: Aktualna Warto¶æ

source: A
pl_pl: Am

source: Edit
pl_pl: Edytuj

source: Asset Type :
pl_pl: Typ ¦rodka:

source: Asset Name :
pl_pl: Nazwa ¶rodka trwa³ego:

source: Serial Number :
pl_pl: Numer Seryjny:

source: Tag Number :
pl_pl: Numer etykiety:

source: Purchase Date :
pl_pl: Data Zakupu:

source: Purchase Value :
pl_pl: Warto¶æ Zakupu:

source: Location :
pl_pl: Miejsce u¿ytkowania:

source: Condition :
pl_pl: Stan:

source: Acquisition :
pl_pl: Akwizycja

source: Disposal Amount :
pl_pl: Warto¶æ likwidacji:

source: Disposal Date :
pl_pl: Data likwidacji:

source: Asset Types
pl_pl: Typy ¦rodków Trwa³ych

source: The asset type name cannot be empty.
pl_pl: Nazwa typu ¶rodka trwa³ego nie mo¿e byæ pusta.

source: The depreciation rate cannot be empty.
pl_pl: Stawka amortyzacji nie mo¿e byæ pusta.

source: Cannot delete this asset type because assets transactions have been created referring to it.
pl_pl: Nie mo¿na usun±æ tego typu ¶rodka trwa³ego, poniewa¿ istniej± transakcjejego dotycz±ce.

source: Selected asset type has been deleted
pl_pl: Wybrany typ ¶rodka trwa³ego zosta³ usuniêty

source: Asset Type Name
pl_pl: Nazwa Typu

source: Depreciation Rate
pl_pl: Stawka Amortyzacji

source: Asset Type:
pl_pl: Typ ¦rodka:

source: Depreciation Rate:
pl_pl: Stawka Amortyzacji

source: Asset Account:
pl_pl: Konto ¦rodka Trwa³ego:

source: Depreciation Account:
pl_pl: Konto Amortyzacji:

source: Accumulated Depreciation:
pl_pl: Amortyzacja akumulowana:

source: Asset Revaluation Account:
pl_pl: Konto Rewaluacji ¦rodków Trwa³ych

source: Disposal Account:
pl_pl: Konto Likwidacji:

source: &Asset Type Entries
pl_pl: Typy ¦rodków &Trwa³ych

source: &Assets Entries
pl_pl: ¦rodki T&rwa³e

source: &Amortisation Posting
pl_pl: Odpisy Amortyzacyjne

source: Asset Register
pl_pl: Rejestr ¦rodków Trwa³ych

source: Asset Type Entries
pl_pl: Typy ¦rodków Trwa³ych

source: Assets Entries
pl_pl: ¦rodki Trwa³e

source: Amortisation Posting
pl_pl: Odpisy Amortyzacyjne

source: Main Menu
pl_pl: Menu G³ówne

source: Logout
pl_pl: Wylogowanie

source: Help
pl_pl: Pomoc

source: Preferences
pl_pl: Ustawienia

source: Change password
pl_pl: Zmieñ has³o

source: Theme:
pl_pl: Temat graf.:

source: Asset name
pl_pl: Nazwa ¶rdoka trwa³ego

source: Component
pl_pl: Komponent

source: Assets Listing
pl_pl: Rejestr ¶rodków trwa³ych

source: Assets List
pl_pl: Rejestr ¦rodków Trwa³ych

source: Comments
pl_pl: Komentarz

source: Destination
pl_pl: Format
